[
    {
        "title": "TAXP007 - Tax Procedures Public Clarification",
        "year": "2024",
        "uniqueCode": "TAXP007",
        "type": "PC - Public Clarifications",
        "content": "<!doctype html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>TAXP007</title></head><body><div class='scopePC'><header><h1>TAXP007</h1><h3>Tax Procedures Public Clarification</h3><h3></h3></header><main><section><h3>Issue</h3><p>Registrants must inform the FTA within 20 business days of any event that requires updating information in their tax records. Failure to do so constitutes a tax violation and results in administrative penalties.</p></section><section><h3>Summary</h3><ul><li>Administrative penalties will not be imposed on registrants who update their tax records during the grace period from 1 January 2024 to 31 March 2025.</li><li>If penalties were already imposed during this period due to failure to update, they will be reversed automatically.</li></ul></section><section><h3>Detailed Analysis</h3><h4>Introduction</h4><p>Registrants must notify the FTA of any changes requiring updates to their tax records, including:</p><ul><li>Name, address, and email address.</li><li>Trade license activities.</li><li>Legal entity type, partnership agreement (for unincorporated partnerships), and articles of association or equivalent.</li><li>Nature of the registrant’s business.</li><li>The business address from which any activities are conducted.</li></ul><p>Failure to notify the FTA within 20 business days is a violation subject to administrative penalties.</p><h4>Grace Period</h4><ul><li>To encourage compliance, a grace period has been established from 1 January 2024 to 31 March 2025.</li><li>Registrants updating records during this period will not incur administrative penalties.</li><li>If a penalty was imposed between 1 January 2024 and the grace period implementation date, it will be reversed.</li><li>Where penalties have already been paid, the amount will be credited back to the registrant's tax account.</li><li>No action is required by registrants for reversal; the process is automatic.</li></ul></section><section><h3>Examples</h3><p>The following are examples of scenarios covered under this Public Clarification:</p></section><section><h3>Examples</h3><ul><li>Failure to notify the FTA within the prescribed timeline of opening a new branch and uploading the relevant trade licence.</li><li>Failure to notify the FTA within the prescribed timeline when the business moves to a new address.</li><li>Failure by a VAT or Excise Tax registrant to update their records before registering for Corporate Tax.</li><li>Registering for Corporate Tax with incorrect information and failing to correct it within the allowed period.</li></ul></section><section><h3>Legislative References</h3><ul><li><strong>Federal Decree-Law No. 28 of 2022</strong> on Tax Procedures – referred to as “Decree-Law”.</li><li><strong>Cabinet Decision No. 74 of 2023</strong> on the Executive Regulation of the Decree-Law – referred to as “Executive Regulation”.</li><li><strong>Cabinet Decision No. 40 of 2017</strong> on Administrative Penalties for Violations of Tax Laws – referred to as “Cabinet Decision No. 40”.</li><li><strong>Cabinet Decision No. 105 of 2021</strong> on Paying, Waiving, and Refunding Penalties – referred to as “Cabinet Decision No. 105”.</li><li><strong>Cabinet Decision No. 75 of 2023</strong> on Penalties for Violations Related to Federal Law No. 47 of 2022 on the Taxation of Corporations – referred to as “Cabinet Decision No. 75”.</li></ul></section><section><h3>FTA Position</h3><p>This Public Clarification outlines the FTA's interpretation and does not amend any legal provisions. It is effective from the date of implementation of the relevant legislation unless stated otherwise.</p></section><section><h3>Defined Terms</h3><ul><li><strong>Registrant:</strong> A taxable person issued with a Tax Registration Number (Article 1 of the Decree-Law).</li><li><strong>Notification Obligation:</strong> A registrant must inform the FTA within 20 business days of changes to:<ul><li>Name, address, and email address</li><li>Trade licence activities</li><li>Legal entity type, unincorporated partnership agreements, or equivalent</li><li>Nature of business</li><li>Business operating address</li></ul></li></ul></section><section><h3>Penalties</h3><ul><li>Failure to notify the FTA of a required tax record change may result in an administrative penalty of AED 5,000 for the first instance and AED 10,000 for repeated violations (Cabinet Decision No. 40, Table 1, Penalty No. 5).</li><li>The FTA may issue a penalty assessment and notify the registrant within 5 business days of the violation (Article 24(1)(e) of the Decree-Law).</li></ul></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP001 - Issue",
        "year": "2017",
        "uniqueCode": "VATP001",
        "type": "PC - Public Clarifications",
        "content": "<!doctype html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>VATP001</title><link rel='stylesheet' href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css'></head><body><div class='scopePC'><header><h1>VATP001</h1><h2>VAT Public Clarification</h2><h2>VAT treatment of compensation-type payments</h2><hr></header><main><section><h3>Issue</h3><p>VAT is a tax on supplies of goods and services. Therefore, no VAT is due if no supply takes place. As part of business arrangements, businesses will often make payments to compensate each other for any loss, omissions or other wrongdoings. A question arises whether VAT is due on such payments.</p></section><section><h3>Summary</h3><p>Where a payment is not consideration for supply, no VAT is due on the payment.</p></section><section><h3>Detailed discussion</h3><p>Under Article 2 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax ('VAT Law'), VAT is imposed, among other things, on taxable supplies of goods and services.</p><p>'Taxable supply' is defined in Article 1 of the VAT Law as a 'supply of goods or services for a consideration by a person conducting business in the State, and does not include exempt supply'.</p><p>As a consequence, in order for an obligation to charge VAT to arise, there must be a supply of goods or services. If any payment does not relate to a supply of goods or services then the payment is not subject to VAT.</p><p>The question of whether or not a payment is consideration for a supply is the matter of fact. Typically, this requires the taxpayer to consider the underlying arrangements that give rise to the payment in order to determine whether the payee has provided anything in return for the payment.</p><p>Below, a number of situations are considered where a payment may or may not be treated as being consideration for a supply of goods or services. It should be noted that the purpose of the discussion is not to provide answers for all types of payments that might be made in such situations, but to give an example of principles that should be used in determining whether VAT should be due on compensation-type payments.</p></section><section><h3>A contractual payment to compensate for loss</h3><p>An example of such a compensatory payment are 'liquidated damages'. Liquidated damages are predetermined amounts that parties to an agreement designate during the formation of the agreement for the injured party to collect as compensation upon a specific breach – for example, for an early termination of a contract or a late performance. The purpose of such payments is not to provide consideration for a supply of goods or services but to compensate the affected party for a loss in income. As such, these payments fall outside the scope of VAT.</p><p>That does not, however, include where a contract allows a hotel guest to cancel a booking in return for a cancellation charge, as such charges are considered a cessation of a right, which are a supply of services and hence subject to VAT. This is regardless of whether the hotel room remains available to the guest or not</p></section><section><h3>A payment to settle a dispute</h3><p>Where a dispute is settled (e.g. in or out of court) and a payment is awarded to a party, it is necessary to consider the reason behind the payment in order to determine the VAT treatment.</p><div class='example'><p><strong>For example:</strong></p><ul><li><p>Where a payment is to enforce a contractual term, the payment is consideration for the contractual supply to which it relates. For example, where a dispute regarding a price of goods is settled by requiring a contractual recipient of the goods to make a payment for these goods, the payment will be consideration for the supply of the goods and therefore subject to VAT.</p></li><li><p>Where a payment is in the nature of damages or compensation for any loss suffered by a party, the payment is not consideration for any supply and is outside the scope of VAT. For example, a payment for loss of earnings or a payment of interest in respect of a late payment of contractual consideration would not be a consideration for any supply.</p></li><li><p>Where a payment is in return for granting a right then the payment is consideration for the supply of the right and may be subject to VAT. For example, a person may agree to allow another person to use its property (including intellectual property) in return for a payment, the payment is consideration for the supply of the right to use the property.</p></li></ul></div></section><section><h3>A fine or penalty</h3><p>A fine or penalty charge may be imposed for contravening terms of an agreement, performing an unlawful act or otherwise be imposed, usually by government bodies, for breaches of statutory obligations. True fines and penalties are not consideration for any supply and therefore outside the scope of VAT.</p><div class='example'><p><strong>For example:</strong></p><ul><li><p>A contract may stipulate that a party must make a payment if it breaches a term of the contract. The payment made as a result of a breach of a contract is in the nature of damages and therefore also outside the scope of VAT.</p></li><li><p>A fine or penalty may be imposed by a government authority for an unlawful act – for example, a speeding fine or fine for incorrect parking. The purpose of such fines is to punish the wrongdoer for the act and the party imposing the penalty is not making any supply in respect of the payment. Therefore, no VAT is due on such fines and penalties.</p></li></ul></div></section><section><h3>Payment for damaged goods</h3><p>Where a person has damaged or lost goods belonging to another person (for example, damaging a leased car), it may be required to make a payment to compensate for the damage or loss. Where the payment is compensation and for breaching pre-existing terms of a contract, it is unlikely to be consideration for a supply and therefore would be outside the scope of VAT.</p><p>In other circumstances, there is likely to be consideration for a supply – for example, where a customer breaks a good and is obliged to take title to it, the payment the customer makes would represent consideration for a supply of goods, and so would be subject to VAT.</p></section><section><h3>Holistic Analysis</h3><p>In summary, in determining whether or not a payment is consideration for any supply, it is necessary to consider the contractual and legal arrangements in full to determine the reason for the payment. Thus, it may be necessary to consider whether:</p><ul><li><p>The payment is consideration for any previously agreed goods or services;</p></li><li><p>The payment is consideration for any newly created supply of goods or services;</p></li><li><p>The purpose of the payment is to adjust a previously agreed consideration for a supply;</p></li><li><p>A party is granting a right to another party in return for a payment;</p></li><li><p>A party is promising not to exercise a right in return for a payment;</p></li><li><p>A party is giving something up in return for a payment.</p></li></ul><p>In considering whether a payment is consideration for a supply or is in the nature of compensation, it is important to ignore the labels or titles the parties give to a payment. For example, a description of an administrative payment as a 'penalty' or a 'compensation' will not prevent the nature of the payment from being consideration for a supply.</p></section><section><h3>Public Clarification</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of the Federal Law No 7 of 2017 on Tax Procedures, Federal Decree-Law No 8 of 2017 on Value Added Tax and their Executive Regulations.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></section></main></div></body></html><!doctype html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>VATP001</title><link rel='stylesheet' href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css'></head><body><div class='scopePC'><header><h1>VATP001</h1><h2>VAT Public Clarification</h2><h2>VAT treatment of compensation-type payments</h2><hr></header><main><section><h3>Issue</h3><p>VAT is a tax on supplies of goods and services. Therefore, no VAT is due if no supply takes place. As part of business arrangements, businesses will often make payments to compensate each other for any loss, omissions or other wrongdoings. A question arises whether VAT is due on such payments.</p></section><section><h3>Summary</h3><p>Where a payment is not consideration for supply, no VAT is due on the payment.</p></section><section><h3>Detailed discussion</h3><p>Under Article 2 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax ('VAT Law'), VAT is imposed, among other things, on taxable supplies of goods and services.</p><p>'Taxable supply' is defined in Article 1 of the VAT Law as a 'supply of goods or services for a consideration by a person conducting business in the State, and does not include exempt supply'.</p><p>As a consequence, in order for an obligation to charge VAT to arise, there must be a supply of goods or services. If any payment does not relate to a supply of goods or services then the payment is not subject to VAT.</p><p>The question of whether or not a payment is consideration for a supply is the matter of fact. Typically, this requires the taxpayer to consider the underlying arrangements that give rise to the payment in order to determine whether the payee has provided anything in return for the payment.</p><p>Below, a number of situations are considered where a payment may or may not be treated as being consideration for a supply of goods or services. It should be noted that the purpose of the discussion is not to provide answers for all types of payments that might be made in such situations, but to give an example of principles that should be used in determining whether VAT should be due on compensation-type payments.</p></section><section><h3>A contractual payment to compensate for loss</h3><p>An example of such a compensatory payment are 'liquidated damages'. Liquidated damages are predetermined amounts that parties to an agreement designate during the formation of the agreement for the injured party to collect as compensation upon a specific breach – for example, for an early termination of a contract or a late performance. The purpose of such payments is not to provide consideration for a supply of goods or services but to compensate the affected party for a loss in income. As such, these payments fall outside the scope of VAT.</p><p>That does not, however, include where a contract allows a hotel guest to cancel a booking in return for a cancellation charge, as such charges are considered a cessation of a right, which are a supply of services and hence subject to VAT. This is regardless of whether the hotel room remains available to the guest or not</p></section><section><h3>A payment to settle a dispute</h3><p>Where a dispute is settled (e.g. in or out of court) and a payment is awarded to a party, it is necessary to consider the reason behind the payment in order to determine the VAT treatment.</p><div class='example'><p><strong>For example:</strong></p><ul><li><p>Where a payment is to enforce a contractual term, the payment is consideration for the contractual supply to which it relates. For example, where a dispute regarding a price of goods is settled by requiring a contractual recipient of the goods to make a payment for these goods, the payment will be consideration for the supply of the goods and therefore subject to VAT.</p></li><li><p>Where a payment is in the nature of damages or compensation for any loss suffered by a party, the payment is not consideration for any supply and is outside the scope of VAT. For example, a payment for loss of earnings or a payment of interest in respect of a late payment of contractual consideration would not be a consideration for any supply.</p></li><li><p>Where a payment is in return for granting a right then the payment is consideration for the supply of the right and may be subject to VAT. For example, a person may agree to allow another person to use its property (including intellectual property) in return for a payment, the payment is consideration for the supply of the right to use the property.</p></li></ul></div></section><section><h3>A fine or penalty</h3><p>A fine or penalty charge may be imposed for contravening terms of an agreement, performing an unlawful act or otherwise be imposed, usually by government bodies, for breaches of statutory obligations. True fines and penalties are not consideration for any supply and therefore outside the scope of VAT.</p><div class='example'><p><strong>For example:</strong></p><ul><li><p>A contract may stipulate that a party must make a payment if it breaches a term of the contract. The payment made as a result of a breach of a contract is in the nature of damages and therefore also outside the scope of VAT.</p></li><li><p>A fine or penalty may be imposed by a government authority for an unlawful act – for example, a speeding fine or fine for incorrect parking. The purpose of such fines is to punish the wrongdoer for the act and the party imposing the penalty is not making any supply in respect of the payment. Therefore, no VAT is due on such fines and penalties.</p></li></ul></div></section><section><h3>Payment for damaged goods</h3><p>Where a person has damaged or lost goods belonging to another person (for example, damaging a leased car), it may be required to make a payment to compensate for the damage or loss. Where the payment is compensation and for breaching pre-existing terms of a contract, it is unlikely to be consideration for a supply and therefore would be outside the scope of VAT.</p><p>In other circumstances, there is likely to be consideration for a supply – for example, where a customer breaks a good and is obliged to take title to it, the payment the customer makes would represent consideration for a supply of goods, and so would be subject to VAT.</p></section><section><h3>Holistic Analysis</h3><p>In summary, in determining whether or not a payment is consideration for any supply, it is necessary to consider the contractual and legal arrangements in full to determine the reason for the payment. Thus, it may be necessary to consider whether:</p><ul><li><p>The payment is consideration for any previously agreed goods or services;</p></li><li><p>The payment is consideration for any newly created supply of goods or services;</p></li><li><p>The purpose of the payment is to adjust a previously agreed consideration for a supply;</p></li><li><p>A party is granting a right to another party in return for a payment;</p></li><li><p>A party is promising not to exercise a right in return for a payment;</p></li><li><p>A party is giving something up in return for a payment.</p></li></ul><p>In considering whether a payment is consideration for a supply or is in the nature of compensation, it is important to ignore the labels or titles the parties give to a payment. For example, a description of an administrative payment as a 'penalty' or a 'compensation' will not prevent the nature of the payment from being consideration for a supply.</p></section><section><h3>Public Clarification</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of the Federal Law No 7 of 2017 on Tax Procedures, Federal Decree-Law No 8 of 2017 on Value Added Tax and their Executive Regulations.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP004 - Use of Exchange Rates for VAT purposes",
        "year": "2017",
        "uniqueCode": "VATP004",
        "type": "PC - Public Clarifications",
        "content": " <!doctype html><html lang=en><head><meta charset=UTF-8><meta name=viewport content='width=device-width,initial-scale=1'><title>VATP004</title><link rel=stylesheet href=https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css></head><body><div class=scopePC><header><h1>VATP004</h1><h2>VAT Public Clarification </h2><h3>Use of Exchange Rates for VAT purposes </h3></header><main><section class=level-1><section><h3>Issue</h3><p>Article 69 of Federal Decree-Law No. (8) of 2017 (&ldquo;VAT Decree-Law&rdquo;) requires that where a supply was made in a currency other than UAE Dirham that the amount stated on the issued tax invoice should be converted into the UAE Dirham according to the exchange rate approved by the UAE Central Bank at the date of supply.</p></section><section><h3>Summary</h3><p>The UAE Central Bank began publishing exchange rates on 17 May 2018. Businesses are required by the VAT Decree-Law to use this exchange rate on any tax invoice issued in a currency other than the UAE Dirham from this date onwards.</p><p>Any tax invoices issued in a foreign currency prior to 17 May 2018 should have been converted to UAE Dirham using a reliable source for exchange rates. Provided this is the case, and the same source has been used consistently, there will be no need to rework tax invoices issued prior to 17 May 2018 where they do not use the UAE Central Bank exchange rate.</p></section><section><h3>Detailed Discussion</h3><h4>Tax invoices issued prior to 17 May 2018</h4><p>Where a tax invoice was issued prior to 17 May 2018 in a currency other than UAE Dirham, the tax invoice should have been converted to UAE Dirham using an exchange rate from a reliable source.</p><p>The source used to obtain the exchange rate should have been consistently used by the business for all tax invoices issued in foreign currencies during the period from 1 January to 16 May 2018.</p><h4>Examples of reliable exchange rate sources include, but are not limited to:</h4><ul><li>Thomson Reuters</li><li>Oanda</li><li>The exchange rate published by a UAE bank</li></ul></section><section><h3>Use of Historical Rates Published by the Central Bank</h3><p>The UAE Central Bank has also published on 17 May 2018, historical rates on its website, for periods prior to that date. There is no requirement for businesses to reissue historical tax invoices from periods prior to 17 May 2018 to show the Central Bank exchange rate, provided the exchange rate used is from a reliable source and the same source has been used consistently.</p><p>In the event a tax invoice is issued post 17 May 2018 but where the date of supply was prior to 17 May 2018, businesses should use the historical rates as published by the Central Bank.</p></section><section><h3>Use of Exchange Rates from 17 May 2018 Onwards</h3><p>Where a tax invoice is issued from 17 May 2018 onwards, it is required that the exchange rate published by the UAE Central Bank is used to convert the foreign currency to the UAE Dirham.</p><p>Businesses must use the exact exchange rate as published by the UAE Central Bank, which includes using the same number of decimal places as published.</p><p>For example, if the exchange rate for US Dollars is published as 3.672500, the full exchange rate should be used for the purposes of the tax invoice, and it is not permitted to round the exchange rate to fewer decimal places e.g. 3.7.</p></section><section><h3>Time of Publication of Exchange Rates</h3><p>The UAE Central Bank updates the exchange rates on its website each day on or after 6pm, to cover the rate applicable for that day. Where a tax invoice is issued prior to 6pm on any given day, it will be acceptable to use the exchange rate published on the UAE Central Bank website at the time the tax invoice is raised, i.e. the rate for the day before.</p></section><section><h3>Use of Exchange Rates for Imports of Services</h3><p>Where businesses import services from foreign suppliers which are subject to VAT under the reverse charge mechanism, the invoice received for the supply is likely to be in a foreign currency. For the purposes of applying the reverse charge mechanism to such imports, businesses should use the UAE Central Bank exchange rate applicable on the date of supply in order to calculate the VAT liability to be reported in the VAT return.</p><p>A foreign supplier, not VAT registered in the UAE, is likely to issue an invoice which is not a tax invoice for UAE VAT purposes. It is acceptable to use the date of the invoice as the date of supply of the imported service and use the exchange rate applying as per that date.</p></section><section><h3>Use of Exchange Rates for Imports of Goods</h3><p>Where goods are imported into the UAE, the VAT due on import shall be automatically calculated based on the import declarations submitted via the relevant Customs Department. This value is automatically populated in Box 6 of the VAT return.</p><p>Where invoices for imported goods are received in a foreign currency, the Customs department shall convert the value to UAE Dirham for the purposes of the import declaration. Where the Customs exchange rate used differs from the UAE Central Bank exchange rate, businesses shall be permitted to use the exchange rate applied by the Customs department for the purposes of declaring the VAT due on import.</p><p>There shall not be a requirement for businesses to convert the value of the import based on the UAE Central Bank rate and declare any adjustment due to exchange rate used within Box 7 of the VAT return.</p></section><section><h3>Public Clarification</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of the Federal Law No 7 of 2017 on Tax Procedures, Federal Decree-Law No 8 of 2017 on Value Added Tax and their Executive Regulations.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></section></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "Issue",
        "year": "2017",
        "uniqueCode": "VATP009",
        "type": "PC - Public Clarifications",
        "content": "<!doctype html><html><head><meta charset=UTF-8><meta name=viewport content='width=device-width,initial-scale=1'><title>VATP009</title><link rel=stylesheet href=https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css></head><body><div class=scopePC><header></header><main><section><h3>Issue</h3><p>The date of supply prescribes the point in time when a VAT Registrant needs to account for VAT. The date of supply is determined either as per the general rules or the special rules, depending on whether there will be periodic payments or consecutive invoices.</p><p>This Public Clarification discusses the date of supply for the Board fees paid to Independent Directors.</p></section><section><h3>Summary</h3><p>In the scenario where the Board fees for the Independent Directors are not known at the outset and are determined only upon the conclusion of the Annual General Meeting, the date of supply would be triggered when such fees are known.</p><p>In other cases where the Board fees are known at the outset, the date of supply would be determined as per Article 26 of the Federal Decree-Law No. (8) of 2017 on Value Added Tax (“VAT Law”) where there are periodic payments or consecutive invoices.</p><p>However, where there are no periodic payments or consecutive invoices, the date of supply would be determined as per Article 25 of the VAT Law.</p></section><section><h3>Detailed Discussion</h3><p><strong>Instances where Board fees are known only upon conclusion of Annual General Meeting:</strong></p><p>There may be instances where the Board fees for a given year are ascertained only after the conclusion of the Annual General Meeting (AGM). It is only at this point that the remuneration, if any, for the Independent Directors is known.</p><p>In the event that the Board fees are determined upon the conclusion of the AGM and the Independent Directors neither issue any invoice nor receive any payment prior to such date, the date of supply would be the date on which the provision of services was completed in accordance with Article 25 of the VAT Law.</p><p>The FTA is of the view that the services are deemed to be completed only when such fees are known upon conclusion of the AGM, despite the fact that the provision of services may have been physically completed earlier.</p><p>In view of the above, the date of supply would be triggered at the time the Board fees are known and the Independent Directors would be required to account for VAT accordingly. Further, the tax invoices would need to be issued within 14 days of that date.</p></section><section><h3>Further Clarification</h3><p>As per Article 67 of the VAT Law, tax invoices must be issued within 14 days from the date of supply.</p></section><section><h3>Instances where Board fees are known at the outset and involve periodic payments</h3><p>Where provision of Director services involves periodic payments or consecutive invoices, the date of supply would be determined as per Article 26 of the VAT Law. The date of supply would be the earliest of:</p><ul><li>Date of issuance of tax invoice;</li><li>The date payment is due as shown on the tax invoice;</li><li>Date of receipt of payment.</li></ul><p>If 12 months have passed from the date of provision of services and none of the above events has occurred, the date of supply will be triggered at the end of the 12th month.</p></section><section><h3>Instances where Board fees are known at the outset but there are no periodic or multiple payments</h3><p>Where there are no periodic payments or consecutive invoices, the date of supply would be determined as per Article 25 of the VAT Law. Accordingly, the date of supply would be the earliest of:</p><ul><li>Date of issuance of a tax invoice;</li><li>The date on which the provision of services was completed;</li><li>Date of receipt of payment.</li></ul></section><section><h3>Disclaimer</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of the Federal Law No. 7 of 2017 on Tax Procedures, Federal Decree-Law No. 8 of 2017 on Value Added Tax, and their Executive Regulations.</p></section><section><h3>Legislative References (Continued):</h3><ol start=9><li><p>The services are not supplied directly in connection with real estate situated in the UAE or any improvement to the real estate or directly in connection with moveable assets situated in the UAE at the time the services are performed.</p></li><li><p>The services are not treated as being performed in the UAE or in a Designated Zone under Clauses 3 to 8 of Article 30 and Article 31 of the Decree-Law.</p></li><li><p>If the services are actually performed outside the Implementing States or are the arranging of services that are actually performed outside the Implementing States.</p></li><li><p>If the supply consists of the facilitation of outbound tour packages, for that part of the service.</p></li><li><p>For the purpose of paragraph (a) of Clause 1 of this Article, a person shall be considered as being “outside the State” if they only have a short-term presence in the UAE of less than 30 days and the presence is not effectively connected with the supply.</p></li><li><p>As an exception to paragraph (a) of Clause 1 of this Article, a supply of services shall not be zero-rated, if the supply is made under an agreement that is entered into, whether directly or indirectly, with a recipient of services who is a non-resident, if the following conditions are met:</p><ul><li><p>a. The performance of the services is, or it is reasonably foreseeable that the performance of the services will be, received in the UAE by another person, including but not limited to, an employee or a director of the non-resident recipient of services.</p></li><li><p>b. It is reasonably foreseeable, at the time the agreement is entered into, that the other person in the UAE will receive services for which input tax is not recoverable in full under Article 54 or Article 57 of the Decree-Law.</p></li></ul></li><li><p>Article 48(1) of the Decree-Law states if the taxable person imports concerned goods or concerned services for the purposes of his business, then he shall be treated as making a taxable supply to himself, and shall be responsible for all applicable tax obligations and accounting for due tax in respect of these supplies.</p></li><li><p>Article 30 of the Decree-Law states that where the recipient of services is in business and has a place of residence in the state, and the supplier does not have a place of residence in the state, the place of supply shall be in the UAE.</p></li><li><p>Article 13(2) of the Decree-Law states that every person, who does not have a place of residence in the UAE or an implementing state, shall register for tax if he makes supplies of goods or services, and where no other person is obligated to pay the due tax on these supplies in the UAE.</p></li><li><p>Article 54(1) of the Decree-Law states that the input tax that is recoverable by a taxable person for any tax period is the total of input tax paid for goods and services which are used or intended to be used for making any of the following:</p><ul><li><p>a. Taxable supplies.</p></li><li><p>b. Supplies that are made outside the UAE which would have been taxable supplies had they been made in the UAE.</p></li><li><p>c. Supplies specified in the Executive Regulation of the Decree-Law that are made outside the UAE, which would have been treated as exempt had they been made inside the UAE.</p></li></ul></li></ol></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP011 - VAT Public Clarification",
        "year": "2017",
        "uniqueCode": "VATP011",
        "type": "PC - Public Clarifications",
        "content": "<!doctype html><html lang=en><head><meta charset=UTF-8><meta name=viewport content='width=device-width,initial-scale=1'><title>VATP011</title><link rel=stylesheet href=https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css></head><body><div class=scopePC><header><h1>VATP011</h1><h3>VAT Public Clarification</h3></header><main><section><h4>VATP011 – VAT Public Clarification</h4><ul><li><p><strong>Topic:</strong> Donations, Grants and Sponsorships</p></li><li><p><strong>Issue:</strong> Article 1 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax (&quot;VAT Law&quot;) defines consideration as &quot;all that is received or expected to be received for the supply of Goods or Services, whether in money or other acceptable forms of payment&quot;.</p></li><li><p>A taxable person may receive payments in the nature of donations, grants, and sponsorships from third parties including but not limited to employees, customers, suppliers, etc. To determine whether these are subject to VAT, it must be identified whether such payments are consideration for taxable supplies.</p></li><li><p>This Public Clarification discusses the principles that must be applied to ascertain the taxability of donations, grants, and sponsorships.</p></li></ul></section><section><h4>Summary</h4><ul><li><p>The VAT treatment of donations, grants, and sponsorships depends on whether the donor, grantor, or sponsor has received any benefit in return. If a benefit is received, VAT implications apply. If not, the payments are outside the scope of VAT and not considered consideration for a supply.</p></li><li><p>The use of the terms &quot;donation&quot;, &quot;sponsorship&quot;, and &quot;grant&quot; alone does not determine the VAT treatment. Businesses must evaluate all relevant facts and circumstances.</p></li></ul></section><section><h4>Detailed Discussion</h4><ul><li><p>VAT implications arise only where there is an underlying taxable supply. Despite the wide definition of &quot;consideration&quot;, VAT applies only if the payment relates to a taxable supply. It must be assessed whether the donor, grantor, or sponsor receives any benefit in the form of a supply. The benefit must be closely linked to the payment for VAT to apply.</p></li></ul></section><section><h4>Donations</h4><ul><li><p>If a donation is given without any express or implied benefit, it is not a consideration for a supply and is outside the scope of VAT. The donation must be unconditional and unrestricted. The following principles help determine this:</p><ul><li><p>Does the donor receive any benefit in return for the donation?</p></li><li><p>Does any person other than the donor receive any benefit in return for the donation?</p></li><li><p>Is there any condition stating that the donation must be used in a specific way that benefits the donor or another person?</p></li><li><p>Is there any written or oral agreement between the parties? If yes, what does the agreement stipulate?</p></li></ul></li></ul></section><section><h4>Clarification on Donations, Sponsorships, and Grants</h4><ul><li><p><strong>Example – Donations:</strong> If a business donates money to a hospital and in return the hospital provides space for marketing or product display, the donation is treated as consideration for a taxable supply and attracts VAT.</p></li><li><p><strong>Sponsorships:</strong> Sponsorships are generally subject to VAT, as the recipient often provides something in return to the sponsor. This may include:</p><ul><li><p>Displaying the sponsor’s logo</p></li><li><p>Allowing use of the recipient’s name</p></li><li><p>Providing entertainment services</p></li><li><p>Hosting the sponsor at restaurants</p></li><li><p>Providing tickets or access to events</p></li></ul><p>All facts and circumstances must be considered holistically to determine the VAT treatment.</p><p><strong>Example – Sponsorship:</strong> A business agrees to sponsor AED 100,000 for a football match in exchange for logo placement at the stadium entrance. This sponsorship is subject to VAT as there is a benefit provided in return.</p></li><li><p><strong>Grants:</strong> Similar to donations and sponsorships, VAT treatment of grants depends on whether any benefit is received by the grantor in return.</p><p>If no benefit is received, the grant is outside the scope of VAT. However, if the grantor does receive a benefit, the grant is subject to VAT.</p><p><strong>Example – Grant:</strong> A person gives a grant to a university to conduct research, and the results of the research will be used in the grantor’s business. This grant is subject to VAT as it provides a direct benefit to the grantor.</p></li></ul></section><section><h4>Donations, Sponsorships, and Grants in the Form of Goods</h4><ul><li><p>There may be cases where donations, sponsorships, and grants are given in the form of goods. In such cases, deemed supply provisions may apply under the UAE VAT Law.</p></li></ul></section><section><h4>Legal Disclaimer and Scope of Clarification</h4><ul><li><p>This Public Clarification issued by the FTA aims to clarify certain aspects related to the implementation of the Federal Law No. 7 of 2017 on Tax Procedures, Federal Decree-Law No. 8 of 2017 on Value Added Tax, and their respective Executive Regulations.</p></li><li><p>This Clarification outlines the FTA’s position and does not amend or intend to amend any provision of the above legislation. Therefore, it is effective from the date of implementation of the relevant legislation, unless stated otherwise.</p></li></ul></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP017 - VAT Public Clarification",
        "year": "2017",
        "uniqueCode": "VATP017",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP017</title></head><body><div class=\"scopePC\"><header><h1>VATP017</h1><h3>VAT Public\nClarification</h3><h3>Time-frame\nfor recovering Input Tax</h3></header><main><section><h4>Issue</h4><p>Article 55 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax (&amp;quot;VAT Law&amp;quot;) prescribes the time-period within which input tax should be recovered by a taxable person.</p><p>This Public Clarification clarifies the FTA's position relating to the interpretation of Article 55 of the VAT Law and discusses the time-period within which the input tax must be recovered. It also outlines the recourse available to taxable persons in cases where input tax is not recovered within the prescribed time-period.</p></section><section><h4>Summary</h4><p>Input tax must be recovered in the first tax period in which the following two conditions are satisfied:</p><ul><li>The tax invoice is received; and</li><li>An intention is formed to make the payment of consideration for the supply before the expiration of six months after the agreed date of payment.</li></ul><p>Upon receipt of a tax invoice, a taxable person can recover input tax only when an intention to make the payment within a prescribed period is formed. If the intention to pay is formed in a tax period later than the one in which the tax invoice is received, the input tax may only be recovered in that later period.</p></section><section><h4>Detailed Discussion</h4><p>Article 55(1) of the VAT Law prescribes that input tax must be recovered in the first tax period in which the following conditions are satisfied:</p><ul><li>The taxable person receives the tax invoice; and</li><li>The taxable person pays the consideration for the supply or any part thereof.</li></ul><p>Article 54(2) of Cabinet Decision No. (52) of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax (&amp;quot;VAT Executive Regulations&amp;quot;) refers to Article 55(1) of the VAT Law. It provides that a taxable person is treated as having made a payment of consideration to the extent that they intend to make the payment before the expiration of six months after the agreed date of payment for the supply.</p></section><section><h4>Detailed Clarification</h4><p>A concurrent reading of Article 55(1) of the VAT Law and Article 54 of the VAT Executive Regulations provides that input tax must be recovered in the first tax period in which the following two conditions are satisfied:</p><ul><li>The tax invoice is received; and</li><li>There is an intention to make the payment of consideration of the supply before the expiration of six months after the agreed date of payment.</li></ul><p>A taxable person may receive a tax invoice but may not have an intention to make the payment until the internal approval process is completed. In such cases, the conditions of Article 55(1) are not satisfied because the intention to pay within the six-month period has not been formed.</p><p>The FTA considers that the conditions under Article 55(1) will be met only when the internal approval process is completed and an intention to make the payment within the prescribed period is formed.</p><p>Therefore, before recovering input tax, the taxable person must substantiate that in addition to receiving the tax invoice, the intention to make the payment within the prescribed period has also been formed.</p><p>To avoid doubt: if a tax invoice is received in one tax period but the intention to pay is formed in a later period, the input tax can only be recovered in that later tax period.</p><p>If the input tax is not recovered in the tax period where both conditions are met, the taxable person can recover the input tax in the immediate next tax period.</p><p>If input tax is not recovered in the first two eligible tax periods, the taxable person is required to submit a voluntary disclosure. This disclosure should amend the input tax reported in the VAT return for one of those two periods.</p></section><section><h4>Non-Payment Before Six-Month Expiry</h4><p>Where a taxable person fails to make the payment of consideration before the expiration of six months after the agreed date of payment, the taxable person must reduce the input tax in the VAT return of the period following the expiry of the six-month period.</p><p>However, once the payment is eventually made, the taxable person becomes entitled to recover the input tax again.</p></section><section><h4>Non-Payment Before Six-Month Expiry</h4><p>Where a taxable person fails to make the payment of consideration before the expiration of six months after the agreed date of payment, the taxable person should reduce the input tax in the VAT Return of the tax period following the expiry of the six-month period.</p><p>However, once the payment is made, the taxable person will again be entitled to recover the input tax.</p></section><section><h4>Legal Status of Public Clarification</h4><p>This Public Clarification issued by the FTA is intended to clarify certain aspects related to the implementation of the Federal Law No. 7 of 2017 on Tax Procedures, Federal Decree-Law No. 8 of 2017 on Value Added Tax, and their Executive Regulations.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP018 - VAT Public Clarification",
        "year": "2017",
        "uniqueCode": "VATP018",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=\" name=\"viewport\"/><title>VATP018</title></head><body><div class=\"scopePC\"><header><h1>VATP018</h1><h3>VAT Public Clarification</h3><h3>Change in the permitted use of a building</h3></header><main><section><h3>Issue</h3><p>The supply of a building may be standard-rated, zero-rated, or exempt from VAT, depending on the nature of the building and the permitted use thereof at the date of supply.</p><p>Since VAT is a transaction-based tax, the VAT treatment shall be determined independently at each date of supply.</p><p>This Public Clarification clarifies the VAT treatment of the sale of a building and the subsequent use thereof by the purchaser.</p></section><section><h3>Summary</h3><p>The sale of a building constitutes the supply of a single indivisible good at the date of supply. If the purchaser subsequently changes the permitted use of the building, it does not impact the VAT treatment of the preceding sale.</p><p>Consequently, where a building was sold as a serviced/hotel apartment and the purchaser subsequently changes the permitted use to residential use only, the preceding sale will remain subject to 5% VAT. The purchaser should not account for VAT on the subsequent exempt supply.</p><p>If a building was sold as a residential building but the permitted use is subsequently changed to use as a serviced/hotel apartment, the VAT treatment of the original sale will remain the same, i.e., exempt from VAT, except if it was the first supply of the building, in which case the supply may be zero-rated. After the permitted use is changed, the purchaser must account for 5% VAT on the supply of the building to a third party if the purchaser is a Taxable Person.</p></section><section><h3>Detailed Discussion</h3><h4>Legislative Background</h4><p>In this clarification, Federal Decree-Law No. 8 of 2017 on Value Added Tax is referred to as “Decree-Law” and Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. 8 of 2017 on Value Added Tax is referred to as “Executive Regulations”.</p><p>According to Article 2, read with Article 3 of the Decree-Law, 5% VAT shall be imposed on every taxable supply made in the UAE by a Taxable Person unless the supply qualifies for zero-rating or exemption under the provisions of Title Six of the Decree-Law. The term ‘Taxable Person’ is defined in Article 1 of the Decree-Law as any person who is, or is required to be, registered for VAT in the UAE.</p><p>Article 45(9) of the Decree-Law allows the first supply of a residential building within three years of completion to be zero-rated irrespective of whether the building is sold or leased, and whether in part or as a whole.</p><p>Article 46(2) of the Decree-Law exempts the supply of residential buildings through sale or lease unless the supply qualifies for zero-rating under Article 45(9) and 45(11). Article 43(1) of the Executive Regulations states that the supply of residential buildings is exempt—unless zero-rated—where the lease is more than six months or the tenant of the property is a holder of an ID card issued by the Federal Authority for Identity and Citizenship.</p><p>Article 37(1) of the Executive Regulations defines the term ‘residential building’ to include any building or part of a building that the person occupies, or that it can be foreseen that a person will occupy, as their principal place of residence.</p><p>Article 37(2) of the Executive Regulations explicitly excludes the following from the definition of ‘residential building’:</p><ul><li>Any building that is used as a hotel, motel, bed and breakfast establishment, or hospital of the like.</li><li>A hotel apartment for which services in addition to the supply of accommodation are provided.</li></ul><p>Since the sale of a building is an indivisible supply of a good, the general date of supply rule, as set out in Article 25 of the Decree-Law will apply. That is, the date of supply is the earlier of the date:</p><ul><li>Ownership of the building is transferred to the purchaser (as evidenced by the registration at the relevant government entity);</li><li>On which the purchaser took possession of the building;</li><li>Payment was received in respect of the supply of the building; or</li><li>A Tax Invoice was issued in respect of the supply of the building.</li></ul><p>In the case of a lease with either periodic payments or consecutive invoices, the special date of supply rules set out in Article 26 of the Decree-Law will apply. That is, the date of supply would be the earlier of the date:</p><ul><li>Any Tax Invoice is issued in respect of the lease of the building;</li><li>Payment is received in respect of the lease.</li></ul></section><section><h4>Special Date of Supply Rules (Lease)</h4><p>In case of a lease with periodic payments or consecutive invoices, Article 26 of the Decree-Law applies. The date of supply is the earlier of:</p><ul><li>Any Tax Invoice is issued in respect of the lease of the building;</li><li>Any payment is due as shown on the Tax Invoice;</li><li>Payment is received in respect of the lease of the building; or</li><li>12 months lapse from the date the right to use the building was provided to the lessee.</li></ul></section><section><h4>Accounting for VAT on Instalments</h4><p>Article 19 of the Executive Regulations states that where VAT becomes due due to a payment or tax invoice, it is only due to the extent of the payment or the amount stated on the tax invoice. VAT can be accounted for as the amounts are billed or paid.</p></section><section><h3>Sale of a Building</h3><p>In the context of this clarification, the supply of an apartment or any unit within a building is treated as the supply of a “building”.</p><p>The sale of a building is a single indivisible supply on the date of supply as per Article 25 of the Decree-Law. If the sale agreement allows for multiple instalments, VAT is due only to the extent of the actual amount paid or billed, as per Article 19 of the Executive Regulations.</p><p>As the VAT treatment of the sale crystalizes on the date of supply:</p><ul><li>Any change in use before the date of supply is disregarded — only the permitted use at the date of supply is considered.</li><li>Any subsequent change in permitted use will not impact the VAT treatment of the original sale.</li></ul></section><section><h3>Purchaser – Acquisition and Subsequent Supply of a Residential Building</h3><p>If the seller sold a residential building to a purchaser who then leases or sells it to a third party, two separate supplies occur:</p><ul><li><strong>First supply:</strong> The seller supplies the residential building to the buyer on the date of supply. If this is the first supply within 3 years of completion, the supply may be zero-rated. Otherwise, it may be exempt under Article 46(2) of the Decree-Law.</li><li><strong>Second supply:</strong> The purchaser leases or sells the building as a principal place of residence to a third party. This supply is exempt under Article 46(2) of the Decree-Law.</li><li>The purchaser may amend the use of the building to lease or sell it as a serviced or hotel apartment to a third party. This supply is subject to 5% VAT if the purchaser (the owner) is a Taxable Person (i.e., registered or required to register for VAT).</li></ul></section><section><h3>Purchaser – Acquisition of a Non-Residential Building and Subsequent Supply</h3><p>A non-residential building refers to any building not falling within the definition of a ‘residential building’, such as hotel or serviced apartments.</p><p>If the seller sold a non-residential building to a purchaser who subsequently leases or sells it to a third party, two separate supplies occur:</p><ul><li><strong>First supply:</strong> The seller supplies the building to the buyer on the date of supply as determined under the general rules. This supply is subject to 5% VAT if the seller is a Taxable Person.</li><li><strong>Second supply:</strong> The purchaser amends the permitted use and leases or sells the building to a third party as a principal residence (i.e., as a ‘residential building’). This supply is exempt under Article 46(2) of the Decree-Law; or</li><li>The purchaser leases or sells the building as a serviced/hotel apartment to a third party. This supply is subject to 5% VAT if the purchaser (the owner of the building) is a Taxable Person.</li></ul></section><section><h3>Conclusion</h3><p>The VAT treatment of the sale of a building is independent from the purchaser's subsequent supply. Therefore, it remains the same regardless of whether the purchaser later amends the permitted use to lease or sell the building as a residential unit or hotel/serviced apartment.</p></section><section><h4>Clarification by the FTA</h4><p>This Public Clarification issued by the FTA aims to explain certain aspects of the implementation of Federal Law No. 7 of 2017 on Tax Procedures, Federal Decree-Law No. 8 of 2017 on Value Added Tax, and their Executive Regulations.</p><p>It states the FTA’s position and does not amend or intend to amend any legislative provisions. Therefore, it is effective from the date of implementation of the relevant legislation unless stated otherwise.</p></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP019 - VAT Public\n                Clarification",
        "year": "2017",
        "uniqueCode": "VATP019",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP019</title><link href=\"https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css\" rel=\"stylesheet\"/></head><body><div class=\"scopePC\"><header><h1>VATP019</h1><h3>VAT Public\nClarification</h3><h3>\nZero-rating\nof export of services\n</h3></header><main><section><h3>Issue</h3><p>Article 31(1)(a)(1) of Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments (the &amp;quot;Executive Regulation&amp;quot;) prescribes rules for the zero-rating of certain exports of services. This zero-rating rule is further supplemented by additional rules and conditions in Article 31(2) and (3) of the Executive Regulation.</p></section><section><h3>Summary</h3><p>In accordance with Article 31(1)(a)(1) of the Executive Regulation, a supply may only be zero-rated where the recipient of services does not have a place of residence in an Implementing State and is outside the UAE at the time the services are performed.</p></section><section><h3>Detailed Discussion</h3><p>Article 31(1)(a) of the Executive Regulation allows the zero-rating of the export of services, subject to certain conditions. These conditions include the following in subsection (1):</p><ul><li><p>The Services are supplied to a Recipient of Services who does not have a Place of Residence in an Implementing State and who is outside the State at the time the Services are performed.</p></li></ul><p>Subsection (1) of Article 31(1)(a) contains two requirements for zero-rating:</p><ul><li><p>The recipient should not have a place of residence in an Implementing State.</p></li><li><p>The recipient should be outside the UAE at the time the services are performed by the supplier.</p></li></ul><p>Article 1 of the Decree-Law defines &amp;quot;Implementing States&amp;quot; as &amp;quot;GCC States that are implementing a Tax law pursuant to an issued legislation&amp;quot;. Article 70(15) of the Executive Regulation states that a GCC State shall be treated as an Implementing State if it reciprocates the treatment and complies with the Common VAT Agreement of the GCC.</p><p>It should be noted that currently, the UAE does not recognise any other state as an &amp;quot;Implementing State&amp;quot; for VAT purposes. Consequently, the first condition will be satisfied if the recipient does not have a place of residence in the UAE.</p><p>A recipient may have a place of residence in the UAE if it has either of the following:</p><ul><li><p>A place of establishment – where significant management decisions are made or central management functions are conducted.</p></li><li><p>A fixed establishment – any fixed place of business with sufficient human and technology resources to supply/acquire goods or services, including branches.</p></li></ul><p>If the recipient has multiple establishments in different countries, it is necessary to determine which one is most closely related to the supply. The place of residence shall be the country where this establishment is located (Article 32 of the Decree Law).</p><p>For example, if the recipient has a head office (place of establishment) outside the UAE and a branch (fixed establishment) in the UAE, and the services relate only to the head office’s activities, the head office will be considered most closely related to the supply, and thus the place of residence would be outside the UAE.</p><p>In contrast, if a UAE supplier provides services to a UAE branch of a foreign head office and the services are solely for the branch’s purposes, then the branch is considered most closely related to the supply and the place of residence is the UAE. As a result, the supply would not qualify for zero-rating.</p><p>In cases where both establishments benefit from the supply, the supplier must objectively assess the following factors to determine which establishment is most closely related to the supply:</p><ul><li><p>Which establishment is the contractual recipient of the supply;</p></li><li><p>Which establishment actually benefits from the supply;</p></li><li><p>Which establishment will receive the invoice and make payment;</p></li><li><p>Which establishment provides instructions to the supplier;</p></li></ul></section><section><h3>Additional Considerations for Establishment</h3><ul><li><p>Whether the services are related to business being carried on by the recipient through an establishment in a particular country.</p></li></ul></section><section><h3>Special Note on Natural Persons</h3><p>It should be noted that where a person does not have a place of establishment or a fixed establishment in any country (for example, a natural person), then the place of residence of the person is the state in which the usual place of residence is located (Article 32(3) of the Decree-Law).</p></section><section><h3>Condition 2: Location of the Recipient</h3><p>The second condition for zero-rating is that the services are supplied to the recipient who is outside the UAE at the time the services are performed.</p><p>In other words, in order to determine whether this condition is satisfied, it is necessary to consider whether the recipient has any physical presence in the UAE at the time the services are performed. The requirement that the location of the recipient should be determined &amp;quot;at the time when the services are performed&amp;quot; requires consideration of the nature of the services supplied, and the period or duration during which the services are performed by the supplier and consumed by the recipient.</p><p>Only the physical presence of the recipient during the period or periods in which the supplier performs services and the recipient consumes them needs to be taken into account. The location of the recipient before or after the services are performed and consumed should not be taken into account for the purposes of this condition.</p><p>For example, where services are such that they are continuously performed and consumed over a duration of time, then any presence of the recipient during commencement, throughout, or completion of the service in the UAE would result in the recipient being treated as being within the UAE &amp;quot;at the time the services are performed&amp;quot;.</p><p>Similarly, if the services are of a nature that they are performed and consumed at the time of completion, then the location of the recipient at the time of completion of the services will determine whether the recipient is outside or inside the UAE at the time the services are performed.</p></section><section><h3>Multiple Establishments</h3><p>It should be noted that where the recipient has multiple establishments, the supplier should only take into account the establishment of the recipient which is most closely related to the supply being made in determining whether the recipient is outside or inside the UAE at the time the services are performed.</p><p>Therefore, where the recipient has establishments both inside and outside the UAE and the supply is most closely connected with the non-resident establishment of the recipient, then that non-resident establishment of the recipient will be treated as the location of the recipient for the purposes of Article 31(1)(a) of the Executive Regulation.</p><p>In such circumstances, the condition that the recipient is outside the UAE will be considered satisfied.</p></section><section><h3>Zero-Rating Despite UAE Establishment</h3><p>The condition that the recipient is outside the UAE would be met even if the recipient also has a UAE establishment.</p></section><section><h3>Temporary Presence Nullifying Zero-Rating</h3><p>It is important to note that a non-resident recipient of services (including a recipient which may already have a UAE establishment) may lose the ability to receive a zero-rated supply where they create a temporary presence in the UAE at the time the services are performed, which relates to the supply being made.</p><p>For example, where a non-resident recipient of legal services relating to some arbitration sends its representative to the UAE to be present during the hearing, the law firm making the supply would not be able to zero-rate the supply of the services relating to the arbitration process during which the client was present in the UAE – since the non-resident client, through its representative, was physically present in the UAE at the time the services were performed by the law firm.</p></section><section><h3>Natural Persons vs. Legal Entities</h3><p>The above principles relate to companies and other entities, which are capable of being established and present in multiple locations simultaneously, and do not apply to natural persons who are incapable of having a simultaneous presence in multiple locations. Therefore, where an individual is physically inside the UAE, he or she cannot be &amp;quot;outside the State&amp;quot;. This presence of the individual in the UAE at the time the services are performed would typically take away the ability of the supplier to zero-rate the supply to the individual.</p></section><section><h3>Extension to the Term &amp;quot;Outside the State&amp;quot;</h3><p>It should be noted that Article 31(2) of the Executive Regulation provides a special extension to the meaning of the term &amp;quot;outside the State&amp;quot;. This is discussed below.</p><p>Article 31(2) of the Executive Regulation provides an exception to the condition that the recipient of the services must be physically outside the UAE for zero-rating to apply. Specifically, a person can still be considered as being outside the UAE where they only have a short-term presence in the UAE of less than a month <u>and</u> the presence is not effectively connected with the supply.</p><p>The purpose of this condition is to ensure that the ability to zero-rate a supply is not unduly affected where the recipient has a UAE presence which is both short-term and is not effectively connected with the supply. As a consequence, this presence is unlikely to be known to the supplier of the zero-rated services.</p><p>For example, a recipient would still be considered to be outside the UAE in situations involving the following scenarios:</p><ul><li><p>A UK-resident company employs a UAE law firm to represent it during an ongoing litigation before the UAE courts. During the course of the litigation, one of the company’s employees comes to the UAE for a conference not related to the ongoing litigation.</p></li><li><p>A UAE investment fund provides fund management services to a US-based company. The company has a UAE branch which is not related to the supply being made by the investment fund. The US establishment sends a staff member to the UAE for 3 weeks to provide training to the employees of the UAE branch.</p></li><li><p>A Canadian resident natural person engages a UAE company for assistance with due diligence on a company he is interested in investing in. During the process, the person comes to the UAE on a week-long holiday and does not visit the UAE company or meet with its employees.</p></li></ul></section><section><h3>Supplier’s Responsibility</h3><p>Since zero-rating is an exception to the default VAT rate, a supply should only be zero-rated where the supplier can ascertain that all of the above conditions for the application of the 0% rate are satisfied.</p><p>Therefore, in order to ensure that the zero-rated treatment is not applied incorrectly, the supplier should consider all available facts and seek, if necessary, additional information from the recipient in order to identify the recipient’s residency status and location at the time the services are performed.</p><p>If the supplier is not able to establish the necessary facts to ascertain if the zero-rating conditions are met, the supplier must standard-rate the supply.</p></section><section><h3>Disclaimer</h3><p>This Public Clarification issued\n</p></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP024 - Use of Exchange Rates for VAT purposes",
        "year": "2017",
        "uniqueCode": "VATP024",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP024</title><link href=\"https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css\" rel=\"stylesheet\"/></head><body><div class=\"scopePC\"><header><h1>VATP024</h1><h2>VAT Public Clarification </h2><h3>Use of Exchange Rates for VAT purposes </h3></header><main><section class=\"level-1\"><section><h3>Issue</h3><p>Where a VAT registered supplier supplies goods or services to its customers but is not paid (wholly or\npartially) within a specified period, such supplier may be able to adjust the VAT on the bad debts,\nsubject to meeting the conditions prescribed in Article 64(1) of the Federal Decree Law No. 8 of 2017\non Value Added Tax (“Decree-Law”).</p></section><section><h3>Summary</h3><p>This Public Clarification discusses the conditions which must be met in order to benefit from the\nBad Debt relief scheme.</p></section><section><h3>Detailed Discussion</h3><p>In accordance with the date of supply provisions in Article 25 and Article 26 of the Decree-Law, a VAT\nregistered supplier is generally required to account for output tax in the same tax period in which a tax\ninvoice is issued. This is on the basis that no other event which triggers the date of supply has taken\nplace prior to the date on which the invoice is issued.</p><p>If that invoice is not paid and a bad debt situation occurs, the VAT accounted for by the supplier is\nlikely to become a real cost to the business. The Bad Debt relief scheme seeks to provide relief to the\nsupplier in such instances by permitting an adjustment of the VAT charged but not paid by the\ncustomer.</p><h3>Conditions to Benefit from the Bad Debt Relief Scheme</h3><p>In order to benefit from the Bad Debt relief scheme, the following four conditions must be met:</p><ul><li><strong>The goods and services should have been supplied and VAT on the supply should have been charged and accounted for.</strong></li><li><strong>The consideration for the supply should have been written off in full or in part as a bad debt in the accounts of the supplier.</strong></li><li><strong>More than six months should have passed from the date of the supply.</strong></li><li><strong>The supplier should have notified the customer of the amount of consideration for the supply that has been written off.</strong></li></ul><h3>VAT Should Have Been Accounted for and Paid on the Supply</h3><p>The first condition requires that the VAT on the supply must have been charged and paid by the\nsupplier. The FTA considers that this condition will be satisfied where the supplier has charged VAT\non the tax invoice and has also accounted for VAT to the FTA via its tax returns.</p><h3>Consideration for the Supply Should Have Been Written Off</h3><p>The second condition mandates the supplier to have written off the whole or part of the consideration\nfor the supply as a bad debt in its accounts.</p><p>It is important to note that the bad debt relief can only be taken to the extent of the consideration\nwritten off in the accounts. Therefore, if only a part of consideration is written off, a bad debt relief\ncan be taken only to the extent of such written-off consideration.</p><p>For example, where a supplier issues an invoice for AED 105, where AED 100 represents the value of\nsupply and AED 5 represents the VAT amount. If the supplier is not able to collect the entire debt and\nwrites off AED 105, a bad debt adjustment of AED 5 can be taken.</p><p>On the other hand, if the supplier collects 50% of the consideration and consequently writes off\nAED 52.5, a bad debt adjustment of only AED 2.5 can be taken.</p></section><section><h3>More than Six Months Should Have Passed from the Date of Supply</h3><p>The third condition requires that the debt must have remained unpaid for a period of six months\nfrom the date of supply.</p><p>This means that a supplier must wait for six months from the date of supply to initiate the process of\nbad debt adjustment. The FTA considers that during the course of these six months, the supplier\nshould engage with the customer to recover the debt and collect the outstanding amount.</p></section><section><h3>Notification to the Customer Stating the Consideration for the Supply Which Has Been Written Off</h3><p>The fourth condition states that the supplier should have notified the customer of the amount\nof consideration that has been written off.</p><p>The FTA considers that the notification issued to the customer must, at the minimum, contain the\nfollowing information in addition to any other information that the supplier may choose to include:</p><ul><li>Invoice number and date of the tax invoice which has not been paid by the customer.</li><li>Amount of consideration that has been written off by the supplier.</li></ul><p>It may be noted that the Decree-Law does not prescribe any specific method through which a\nnotification should be made to the customer.</p></section><section><h3>Customer Notification Requirement</h3><p>FTA considers the requirement of notifying a customer will be satisfied where a supplier sends a\nletter, email, post, or any other similar communication to the customer stating the amount of\nconsideration that has been written off.</p><p>Please note that whilst it is not necessary for the supplier to receive an acknowledgement from the\ncustomer before taking the bad debt adjustment, a supplier needs to evidence documentation and/or\nthat best measures were taken to notify the customer. Evidence to this effect must be retained.</p></section><section><h3>Mechanism to Claim Bad Debt Relief</h3><p>Where a VAT registered supplier meets all the conditions prescribed in Article 64(1) of the\nDecree-Law, it is eligible to claim a bad debt relief.</p><p>Any adjustment on account of bad debt relief should be made in the “Adjustment column” of Box\n1 of the VAT Return.</p><p>The adjustment amount should be the VAT amount only and should be reported for each Emirate,\nwhere applicable, in accordance with the respective Output Tax amount being adjusted.</p></section><section><h3>Public Clarification</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation\nof the Federal Law No 7 of 2017 on Tax Procedures, Federal Decree-Law No 8 of 2017 on Value Added Tax,\nand their Executive Regulations.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision\nof the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant\nlegislation, unless stated otherwise.</p></section><section><h3>Legislative References</h3><h4>1. Article 64(1) of the Decree-Law</h4><p>Article 64(1) of the Decree-Law provides that a Registrant supplier may reduce the Output Tax in a\ncurrent Tax Period to adjust the Output Tax paid for any previous Tax Period if all of the following\nconditions are met:</p><ul><li>Goods and Services have been supplied, and the Due Tax has been charged and paid.</li><li>Consideration for the supply has been written off in full or part as a bad debt in the accounts of the supplier.</li><li>More than six (6) months has passed from the date of the supply.</li><li>The Registrant supplier has notified the Recipient of Goods and the Recipient of Services of the\namount of Consideration for the supply that has been written off.</li></ul><h4>2. Article 25 of the Decree-Law</h4><p>Article 25 of the Decree-Law provides that the date of supply is the earliest of the following dates:</p><ul><li>The date on which Goods were transferred, if such transfer was under the supervision of the supplier.</li><li>The date on which the Recipient of Goods took possession of the Goods, if the transfer was not supervised by the supplier.</li><li>Where goods are supplied with assembly and installation, the date on which the assembly or installation of the Goods was completed.</li><li>The date on which the Goods are Imported under the Customs Legislation.</li><li>The date on which the Recipient of Goods accepted the supply, or a date no later than (12) months after\nthe date on which the Goods were supplied.</li></ul></section></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP032 - Gold and Diamonds – Amendment to Tax Treatment of Making Service",
        "year": "2018",
        "uniqueCode": "VATP032",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP032</title><link href=\"https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css\" rel=\"stylesheet\"/></head><body><div class=\"scopePC\"><header><h1>VATP032</h1><h2>VAT Public Clarification</h2><h3>Gold and Diamonds – Amendment to Tax Treatment of Making Service</h3></header><main><section><ul><li><p><strong>Title:</strong> Gold and Diamonds – Amendment to Tax Treatment of Making Service</p></li><li><p><strong>Note:</strong> This Clarification replaces VATP029.</p></li></ul></section><section><h3>Issue</h3><ul><li><p>Jewellers generally receive a consideration covering both the price of the Gold or Diamonds and the Making Service.</p></li><li><p>In practice, the gold/diamond price and the making charges may be shown separately or together on the tax invoice.</p></li><li><p>This Clarification explains the VAT treatment of Making Charges in light of the amendment to Cabinet Decision No. 25 of 2018.</p></li></ul></section><section><h3>Terms Used in This Clarification</h3><ul><li><p><strong>&amp;quot;Gold&amp;quot;:</strong> Gold and/or Diamonds.</p></li><li><p><strong>&amp;quot;Making Service&amp;quot;:</strong> The service of making or manufacturing Gold Items.</p></li><li><p><strong>&amp;quot;Making Charge&amp;quot;:</strong> The price charged by jewellers in return for Making Services.</p></li></ul></section><section><h3>Summary</h3><ul><li><p>Tax registrants supplying Gold are not required to impose VAT on Gold and Gold-based products if conditions in Cabinet Decision No. 25 are met. Instead, a reverse charge mechanism applies, whereby the registered recipient accounts for VAT.</p></li><li><p>The definition of &amp;quot;goods&amp;quot; under Cabinet Decision No. 25 was amended to include Making Services directly related to Gold for the period from 1 June 2018 to 31 December 2022.</p></li><li><p>This allowed the reverse charge to be applied to such Making Services for that limited period.</p></li><li><p>From 1 January 2023, the reverse charge applies only to the supply of Gold and products where Gold is the principal component.</p></li><li><p>If Making Services are charged separately, VAT must be applied to the service portion from 1 January 2023.</p></li></ul></section><section><h3>Detailed Analysis</h3><h5>Scope</h5><ul><li><p>This Clarification applies only to Gold and products that primarily consist of Gold and do not qualify for zero-rating. These are referred to as &amp;quot;Gold Items&amp;quot;.</p></li><li><p>From 1 June 2018 to 31 December 2022, reverse charge could be applied to Making Services supplied with and directly connected to Gold Items.</p></li><li><p>Making Services are considered directly connected if the service is performed on the Gold Item being supplied.</p></li><li><p>The export of Gold Items and the supply of investment precious metals do not qualify for the reverse charge and are outside the scope of this Clarification.</p></li></ul></section><section><h3>Reverse Charge Mechanism</h3><ul><li><p>Tax registrants supplying Gold Items shall not impose VAT if the following conditions are met:</p><ul><li>The recipient is registered for VAT.</li><li>The supplier retains a written declaration from the recipient confirming:\n<ul><li>The recipient will use the Gold Item to produce/manufacture other Gold Items or resell it.</li><li>The recipient is VAT registered on the date of supply.</li><li>The recipient will account for the VAT on the Gold Item supplied.</li></ul></li></ul></li><li><p>If all above conditions are met, the recipient must account for VAT on the value of the Gold Items supplied and meet all related tax obligations.</p></li><li><p>From 1 June 2018 to 31 December 2022, the reverse charge may apply to Making Services directly related to the Gold supply.</p></li></ul></section><section><h3>Gold and Making Services (1 June 2018 – 31 December 2022)</h3><ul><li><p>If reverse charge was applied only to Gold Items (excluding Making Services), no revision is required in VAT returns.</p></li><li><p>If reverse charge was applied to both Gold Items and directly related Making Services, no revision is required in VAT returns.</p></li><li><p>If a voluntary disclosure was made (as per VATP029) to apply VAT on Making Services separately listed, no new disclosure is required to reverse it.</p></li></ul></section><section><h3>Gold and Making Services (From 1 January 2023)</h3><ul><li><p>Reverse charge mechanism no longer applies to Making Services separately listed from the Gold Item on invoices.</p></li><li><p>Suppliers must assess if the transaction is a Single Composite Supply or Multiple Supplies.</p></li></ul></section><section><h3>Single Composite Supply</h3><ul><li><p>Applies when a single price is charged for the Gold Item including Making Services and all these conditions are met:</p><ul><li>The supply includes a principal component (Gold Item) and incidental services (e.g. Making Services).</li><li>Components are closely linked and not naturally separable.</li><li>Price is not separated.</li><li>The Gold and services are supplied by the same supplier.</li></ul></li><li><p>If all conditions are met, it may qualify for reverse charge under Cabinet Decision No. 25.</p></li><li><p>Supplier and recipient must retain supporting evidence, including a tax invoice stating reverse charge applies to the single composite supply.</p></li></ul></section><section><h3>Multiple Supplies</h3><ul><li><p>Occurs when supplier charges separately for Gold and services, or lists prices separately on the invoice.</p></li><li><p>Each component must be treated as a separate supply with appropriate tax treatment.</p></li><li><p>Reverse charge applies only to the Gold Items if all conditions of Cabinet Decision No. 25 are met.</p></li><li><p>Supplier must apply standard VAT to services (e.g. Making Services) if they do not fall under reverse charge mechanism.</p></li></ul></section><section><h3>Additional Requirements for Separate Supplies</h3><ul><li>Where related services (e.g., Making Services) are treated as separate supplies, the supplier must issue tax invoices accordingly.</li><li>If the recipient is VAT registered, input tax may be recovered in line with standard input tax recovery rules.</li></ul></section><section><h3>Transitional Provisions</h3><p>To determine whether supplies occurred before or after 1 January 2023, suppliers must follow the date of supply rules in the VAT legislation.</p></section><section><h3>Correction of Errors</h3><p>If incorrect VAT treatment was applied contrary to this clarification, the supplier must submit a voluntary disclosure. Further guidance is available in the Voluntary Disclosure User Guide.</p></section><section><h3>Legal Disclaimer</h3><p>This Public Clarification reflects the FTA’s position and does not amend existing legislation. It is valid from the effective date of the relevant laws unless stated otherwise.</p></section><section><h3>Legislative References</h3><ol><li><strong>Federal Decree-Law No. 8 of 2017</strong> on VAT (“Decree-Law”) and its amendments.\n</li><li><strong>Cabinet Decision No. 52 of 2017</strong> on the Executive Regulations of the VAT Decree-Law (“Executive Regulation”).\n</li><li><strong>Cabinet Decision No. 25 of 2018</strong> on applying VAT to Gold and Diamonds between Registrants (“Cabinet Decision No. 25”).\n</li></ol></section><section><h3>Defined Terms from Cabinet Decision No. 25</h3><ul><li><strong>Registrant:</strong> A taxable person with a tax registration number, licensed for activities related to the Goods.</li><li><strong>Supplier:</strong> A registrant supplying goods in the UAE.</li><li><strong>Taxable Person:</strong> Any individual or legal entity registered or required to register for VAT under the Decree-Law.</li></ul></section><section><h3>Temporary Redefinition of “Goods” (1 June 2018 – 31 December 2022)</h3><p>During this period, “Goods” was expanded to include Making Services directly connected to the supply of gold, diamonds, or products where the principal component is gold or diamonds.</p></section><section><h3>Zero-Rated Provisions</h3><ul><li><strong>Article 45(1):</strong> Zero-rating applies to direct/indirect export of goods/services outside the Implementing States as per the Executive Regulation.</li><li><strong>Article 45(8):</strong> Zero-rating applies to the supply/import of investment precious metals. Article 36(2) of the Executive Regulation defines investment precious metals as:\n<ul><li>Purity of 99% or more</li><li>Tradeable in global bullion markets</li></ul></li></ul></section><section><h3>Conditions Under Cabinet Decision No. 25, Article 2(1)</h3><p>If a registrant recipient resells or uses goods to produce/manufacture other goods, and provides a written declaration confirming:</p><ul><li>The acquisition is for resale or production/manufacture purposes</li><li>The recipient is VAT registered on the date of supply</li><li>The recipient will account for VAT on the supply</li></ul><p>Then, the supplier is not liable to calculate VAT on the goods and need not include it in their tax return.</p></section><section><h3>Responsibility for VAT Calculation</h3><p>The recipient must calculate VAT on the value of the goods supplied and is responsible for all related tax obligations.</p></section><section><h3>Determination of Supply Type (Composite vs. Multiple)</h3><ul><li><strong>Article 4(1)</strong>: If a supply includes more than one component for a single price, the supplier must determine whether it is a single composite supply or multiple supplies.</li><li><strong>Article 4(2)</strong>: A single composite supply refers to a supply of goods or services with multiple components, determined by the overall contract and circumstances.</li><li><strong>Article 4(3)</strong>: A single composite supply exists when:\n<ul><li>There is a principal component.</li><li>Other components are either incidental or necessary, not significant by themselves, but enhance the main supply.</li><li>Or when components are closely linked and cannot naturally be separated.</li></ul></li><li><strong>Article 4(4)</strong>: A composite supply may also exist when:\n<ul><li>The price for all components is not separately charged.</li><li>All components are supplied by the same supplier.</li></ul></li><li><strong>Article 46(1)</strong>: If the supply qualifies as a composite supply, the tax treatment will follow that of the principal component.</li><li><strong>Article 4(5)</strong>: If a person supplies multiple components for one price but it’s not a composite supply, it will be treated as multiple supplies.</li><li><strong>Article 46(2)</strong>: In such cases, each component is treated as a separate supply, with its own tax treatment.</li></ul></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP034 - VAT Public Clarification",
        "year": "2023",
        "uniqueCode": "VATP034",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP034</title></head><body><div class=\"scopePC\"><header><h1>VATP034</h1><h3>VAT Public Clarification</h3><h3>Application of the Reverse Charge Mechanism on\nElectronic Devices among Registrants in the State\nfor the purposes of Value Added Tax </h3></header><main><section><h2>Issue</h2><ul><li>Cabinet Decision No. 91 of 2023 on the Application of Reverse Charge Mechanism on Electronic Devices among Registrants in the State for the purposes of Value Added Tax (VAT) introduces a distinct VAT treatment for certain supplies related to Electronic Devices and requires both recipient and supplier to implement a number of compliance requirements.</li><li>This Public Clarification aims to clarify the legislative updates, goods in scope, and practical implications of the new compliance requirements.</li></ul></section><section><h2>Summary</h2><ul><li>Registrants supplying Electronic Devices to other registrants who intend to use them for resale or manufacturing will not account for VAT. Instead, the recipient will account for Due Tax under the reverse charge mechanism.</li><li>If the conditions under Cabinet Decision No. 91 are not met, the supplier must account for VAT, and the recipient may be unable to recover input tax under Article 54(1) of Federal Decree-Law No. 8 of 2017.</li><li>Cabinet Decision No. 91 was issued under Article 48(8) of the Decree-Law.</li></ul></section><section><h2>Detailed Analysis</h2><h3>Scope of Transactions</h3><ul><li>Applies only if the recipient intends to resell or use Electronic Devices in production or manufacturing.</li><li>Resale includes both wholesale and retail trade in such devices.</li><li>Devices acquired for business use (e.g., smartphones distributed to employees) without resale or manufacturing intent are excluded.</li><li>Production or manufacturing includes both partial and full assembly (e.g., assembling parts into devices).</li></ul><h3>Scope of Goods – Electronic Devices</h3><ul><li>Applies only to goods defined in Article 1 of Cabinet Decision No. 91: mobile phones, smartphones, computers, tablets, and parts thereof.</li><li>Includes devices from basic mobile phones to advanced smartphones.</li><li>Phones operating via wire or fiber optics are excluded.</li><li>Computers include desktops, servers, hybrid systems, engine control units, etc., regardless of transmission method.</li><li>Tablets are considered hybrid devices between smartphones and computers and are included.</li><li>Standalone e-readers without added features (gaming or browsing) are excluded.</li><li>Further clarification for parts will be issued by the Minister of Finance.</li></ul><h3>Reverse Charge Mechanism</h3><ul><li>Generally, VAT is charged on all taxable supplies in the UAE.</li><li>As an exception, under Cabinet Decision No. 91, a reverse charge mechanism applies if compliance conditions are met.</li><li>Supplier: Does not charge or report VAT on such supplies.</li><li>Recipient: Accounts for VAT and fulfills tax obligations.</li></ul><h3>Conditions for Application</h3><ul><li>Both supplier and recipient must be VAT-registered in the UAE.</li><li>Recipient must intend to resell or manufacture the devices.</li><li>Supplier must retain written declarations from the recipient confirming both registration and intended use.</li><li>Recipient must declare VAT in Box 3 of the VAT return.</li></ul><h3>Excluded Supplies – Exports</h3><ul><li>Direct or indirect exports are not covered by Decision No. 91.</li><li>If zero-rating conditions are met, no output VAT is due.</li></ul></section><section><h2>Compliance Requirements</h2><h3>Recipient Responsibilities</h3><ul><li>Before the date of supply (per Articles 25 or 26), the recipient must provide:\n<ul><li>A written declaration stating the intent to resell or use the devices for manufacturing.</li><li>A written declaration confirming VAT registration, including registration details.</li><li>These declarations may be combined in one document.</li></ul></li></ul><h3>Supplier Responsibilities</h3><ul><li>Before the date of supply, the supplier must:\n<ul><li>Receive and retain the required declarations.</li><li>Verify and confirm the recipient is VAT-registered using the FTA’s online TRN verification feature.</li><li>Issue a valid tax invoice as per Article 59(1)(l) of the Executive Regulation.</li></ul></li></ul><h3>Non-Compliance</h3><ul><li>If the declarations are not provided:\n<ul><li>The supplier must account for VAT (unless zero-rating under Article 45(1) and Article 30 applies).</li><li>The recipient cannot recover input VAT on the supply.</li><li>Proof of input tax recovery falls on the taxable person under Article 51 of the Tax Procedures Law.</li></ul></li></ul></section><section><h3>Designated Zones</h3><p>(Content was not included in the snippet; please share if needed.)</p></section><section><h4>Movement of Goods to Designated Zones</h4><ul><li><p>Article 30(3) of the Executive Regulation states that a movement of goods into a Designated Zone from a place in the UAE or a supply of goods to a Designated Zone shall not be considered an export of those goods and can, therefore, not be eligible for the zero-rate as applicable to the exports of goods.</p></li><li><p>A supply of Electronic Devices from the UAE mainland to a Designated Zone, or a movement of such goods from the UAE mainland to a Designated Zone, shall not fall under the exception as provided under Article 2(2) of Cabinet Decision No. 91, and all other relevant provisions of this decision will apply.</p></li><li><p>Hence, the supply shall also be subject to the provisions of Cabinet Decision No. 91.</p></li></ul></section><section><h4>Date Cabinet Decision No. 91 Comes into Effect</h4><ul><li><p>To allow Registrants to prepare for the additional compliance requirements, Cabinet Decision No. 91 becomes effective after 60 days from the date of its publication in the Official Gazette.</p></li><li><p>Since the Decision was published in the Official Gazette on 30 August 2023, the date it comes into effect is 30 October 2023.</p></li><li><p>All supplies of Electronic Devices with a date of supply of 30 October 2023 or later shall be subject to the VAT treatment and compliance requirements as clarified in this Public Clarification.</p></li><li><p>This may result in suppliers and registered recipients having to apply two different VAT treatments and meet different compliance obligations within the same VAT reporting period.</p></li></ul></section><section><h4>Purpose of the Public Clarification</h4><ul><li><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to Federal Decree-Law No. 8 of 2017 on Value Added Tax and its Executive Regulations and amendments, and Cabinet Decision No. 91 of 2023 on the Application of Reverse Charge Mechanism on Electronic Devices among Registrants in the State for the purposes of Value Added Tax.</p></li><li><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></li></ul></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP036 - VAT Public\n                Clarification",
        "year": "2017",
        "uniqueCode": "VATP036",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP036</title></head><body><div class=\"scopePC\"><header><h1>VATP036</h1><h3>VAT Public\nClarification</h3><h3>SWIFT\nmessages</h3></header><main><section><h3>Issue</h3><p>Banks and exchange houses (collectively referred to as financial institutions) may only recover VAT imposed on international bank charges from banking institutions outside the UAE to the extent such costs are incurred to make taxable supplies and provided the financial institutions obtain and retain the required supporting documents.</p><p>In practice, such international bank charges and their underlying transactions are evidenced by SWIFT messages which do not meet the requirements to constitute tax invoices for UAE VAT purposes.</p><p>This Public Clarification clarifies the Federal Tax Authority’s (FTA) position on the acceptability of SWIFT messages for documentation requirements and to support input tax recovery.</p></section><section><h3>Summary</h3><p>As taxable persons, when financial institutions receive interbank services from non-resident banks, they are regarded as making supplies to themselves in respect of these interbank services and are required to issue tax invoices to themselves in respect of these supplies.</p><p>Financial institutions shall also be responsible for all other applicable tax obligations and to account for the due tax.</p><p>Financial institutions may only recover the related input tax to the extent the cost is incurred to make taxable supplies and provided that the required supporting tax invoices are obtained and retained.</p><p>Considering the volumes of SWIFT messages UAE financial institutions receive on a daily basis, it would be impractical to require financial institutions to issue a tax invoice to themselves for each SWIFT transaction.</p><p>Provided the SWIFT message contains sufficient information to establish the particulars of the supply, UAE financial institutions are not required to issue a tax invoice to themselves in respect of interbank services received from a non-resident bank and for which such SWIFT communication has been received.</p></section><section><h3>Detailed Analysis</h3><p>Financial institutions are entitled to recover input tax to the extent the cost was incurred for the purpose of making taxable supplies.</p><p>The input tax may then be deducted through the tax return relating to the first tax period in which the financial institution received the tax invoice in respect of the supply and pays the consideration or part thereof.</p></section><section><h3>Receipt of Concerned Services</h3><p>Financial institutions incur international bank charges from banking institutions outside the UAE as a result of using the Society for Worldwide Interbank Financial Telecommunications (SWIFT) communication system with these non-resident banks.</p><p>The provision of the right to use the SWIFT communication service constitutes a service for VAT purposes.</p><p>If this service is received by a financial institution that is a resident of the UAE, according to the general place of supply rule, the place of supply is in the UAE.</p><p>Consequently, where such service is received from outside the UAE, it constitutes a concerned service for UAE VAT purposes.</p><p>As a taxable person, the financial institution is regarded as making a taxable supply to itself when it imports such concerned service, and is responsible for all applicable VAT obligations and accounting for VAT on the service.</p></section><section><h3>Issuing Tax Invoices</h3><p>Financial institutions that are registered for VAT in the UAE are required to issue and deliver an original tax invoice to the recipient of taxable services supplied by the financial institution.</p><p>This means that the financial institution is required to issue a valid tax invoice, to itself as recipient of the supply, in respect of each SWIFT transaction for which it incurs interbank charges.</p><p>However, Article 59(7)(b) of the Executive Regulation provides that, where there are (or will be) sufficient records available to establish the particulars of any supply or class of supplies, and that it would be impractical to require the issuance of a tax invoice by the taxable person, the FTA may determine that a tax invoice is not required to be issued in certain cases.</p><p>Considering the administrative burden to issue tax invoices to itself for a high number of SWIFT-related concerned services, the FTA recognises the impracticality for financial institutions to issue tax invoices in respect of international bank charges incurred from non-resident banking institutions as a result of using the SWIFT communication system with these non-resident banks. Therefore, the SWIFT message will be accepted as a sufficient record to establish the particulars of the supply, provided the following information is reflected on the SWIFT message:</p><ul><li>Name and address of the non-resident bank (SWIFT sender/supplier)</li><li>Name of the UAE financial institution receiving the service (SWIFT receiver/customer)</li><li>Date of the transaction</li><li>SWIFT message reference number</li><li>Transaction reference number</li><li>Description of the transaction</li><li>Consideration charged and currency used</li></ul><p>If the above requirements are met, the SWIFT message (“Qualifying SWIFT message”) would be accepted as sufficient documentary evidence to prove the supply of the interbank service received from the non-resident bank, and the UAE financial institution shall be considered as having supplied the service to itself.</p><p>Considering the above, a UAE financial institution is not required to issue a tax invoice to itself if it retains the relevant Qualifying SWIFT message as evidence of the transaction.</p></section><section><h3>Input Tax Recovery</h3><p>Financial institutions are eligible to recover VAT incurred to the extent such costs are incurred to make taxable supplies.</p><p>The input tax may be recovered in the first tax return, or the immediately following tax period, in which the financial institution obtained the relevant supporting document and made payment or intends to make payment within 6 months of the agreed date for payment. For more information on the timeframe for recovering input tax, please refer to VATP017.</p><p>For purposes of input tax recovery, considering the nature of the Qualifying SWIFT message, it is accepted as sufficient documentary evidence to support the recovery of input tax that relates to this specific imported service. The recovery of input tax is subject to the other normal VAT recovery rules.</p></section><section><h3>Disclaimer</h3><p>This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of Federal Decree-Law No. 8 of 2017 on Value Added Tax and its Executive Regulation.</p><p>This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless stated otherwise.</p></section><section><h3>Legislative References</h3><p>In this clarification, Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as “Decree-Law”, and Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as “Executive Regulation”.</p></section><section><h3>Key Provisions from the Decree-Law and Executive Regulations</h3><ol><li><strong>Article 54(1) – Input Tax Recovery:</strong> The input tax recoverable by a taxable person for any tax period is the total of input tax paid on goods and services that are used or intended to be used for making:\n<ul><li>Taxable supplies</li><li>...</li></ul></li><li><strong>Article 29 – Place of Supply for Services:</strong> The place of supply of services shall be the place of residence of the supplier.\n</li><li><strong>Article 1 – Definitions:</strong><ul><li><strong>Concerned Services:</strong> Services imported where the place of supply is within the UAE and not exempt if supplied locally.</li><li><strong>Import:</strong> Arrival of goods from abroad into the UAE or receipt of services from outside the UAE.</li><li><strong>State:</strong> United Arab Emirates.</li></ul></li><li><strong>Article 48(1) – Self-Supply on Import:</strong> If a taxable person imports concerned goods or services for business purposes, he shall be considered as making a taxable supply to himself and shall be responsible for all related tax obligations and accounting.\n</li><li><strong>Article 65(1) – Tax Invoice Requirement:</strong> A registrant making a taxable supply must issue an original tax invoice and deliver it to the recipient of goods or services.\n</li><li><strong>Article 59(7) of the Executive Regulation – Exemptions from Issuing Tax Invoice:</strong> The Authority may determine that:\n<ul><li>Any particulars required in Clauses 1 or 2 of the same article may be excluded from a tax invoice.</li><li>A tax invoice may not be required in certain specified cases.</li></ul></li><li><strong>Article 55 – Deduction of Input Tax:</strong><ul><li>Recoverable input tax may be deducted through the tax return of the first tax period in which the two required conditions under Article 56 are met.</li></ul></li></ol></section><section><h3>Conditions for Input Tax Recovery</h3><ol type=\"a\"><li>\nIf any of the following cases has occurred:\n<ol type=\"1\"><li>The taxable person receives and retains the tax invoice as per the provisions of this Decree-Law, provided that the tax invoice includes the details of the supply related to such input tax, or keeps any other document pursuant to Clause 3 of Article 65 of this Decree-Law in relation to the supply on which input tax was paid.</li><li>…</li><li>The taxable person imports the services, and receives and retains invoices in accordance with the provisions of this Decree-Law and its Executive Regulation in relation to the import on which input tax was declared.</li></ol></li><li>The taxable person pays the consideration or any part thereof, as specified in the Executive Regulation of this Decree-Law.</li></ol><p>If the taxable person entitled to recover the input tax fails to do so during the tax period in which the conditions stated in Clause 1 of this Article have been satisfied, he may include the recoverable input tax in the tax return for the subsequent tax period.</p></section><section><h3>Input Tax Apportionment</h3><p>Article 55(5) of the Executive Regulation states that, to determine the input tax that could be recoverable, the taxable person shall apportion input tax as follows:</p><ol type=\"a\"><li>Input tax on supplies that wholly relate to supplies as specified in Clause 1 of Article 54 of the Decree-Law made by the taxable person shall be recoverable in full.</li><li>Input tax that does not relate to supplies as specified in Clause 1 of Article 54 of the Decree-Law made by the taxable person shall not be recoverable unless provisions allow otherwise.</li><li>Input tax that partly relates to supplies as specified in Clause 1 of Article 54 of the Decree-Law and partly not, shall be apportioned in accordance with Clause 6 of this Article and only that part that relates to supplies as specified in Clause 1 of Article 54 of the Decree-Law shall be recoverable.</li></ol></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP037",
        "year": "2017",
        "uniqueCode": "VATP037",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP037 - Director Function Clarification</title><link href=\"https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css\" rel=\"stylesheet\"/></head><body><div class=\"scope\"><header><h3>VATP037</h3><h3>VAT Public Clarification</h3></header><main><section><h3>Issue</h3><p>Article 3 of the Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax (&amp;quot;Executive Regulation&amp;quot;) has been amended by Cabinet decision No. 99 of 2022, which introduced a new provision.</p><p>Article 3(2) of the amended Executive Regulation states that the functions of a member of a Board of Directors (hereafter referred to as &amp;quot;Director&amp;quot;), performed by a natural person, appointed as a Director, for any Government entity or private sector establishment, shall not be considered as a supply of services.</p><p>The new provision takes effect as from 1 January 2023.</p><p>This Public Clarification provides guidance on how to apply the new provision and determine the resulting VAT obligations prior and post the date of 1 January 2023 on concerned natural persons.</p></section><section><h3>Summary</h3><p>With effect from 1 January 2023, the performance of a Director's function, by a natural person and for a remuneration (monetary or in kind), on a Board of Directors of any government or private sector entity, shall not be considered to be a supply of services for VAT purposes.</p><p>Prior to 1 January 2023, the general rule was that services provided by Directors, whether the function was performed by a natural person or a legal person, were considered to be services for VAT purposes.</p><p>These supplies of services were taxable where:</p><ul><li><p>the Director performed the services on a regular, ongoing, and independent basis, and</p></li><li><p>the total value of taxable supplies and imports made by the Director, not limited to but also including the Director services, exceeded the mandatory registration threshold.</p></li></ul></section><section><h3>Detailed analysis</h3><h4>General</h4><p>For the provision of Directors' services not to be considered as a supply of services for VAT purposes according to the amended Executive Regulation, the following conditions must be met:</p><ul><li><p>The services are provided by a natural person.</p></li><li><p>The person is appointed as a director on a Board of any government entity or private sector establishment.</p></li></ul><h4>Natural Person</h4></section><section><h3>Only Director Services by Natural Persons</h3><p>Only Director services performed by natural persons, whether resident in the UAE or not, can be excluded from the qualification of &amp;quot;supply of services for UAE VAT purposes&amp;quot;.</p><p>This amendment does not extend to a legal person, whether private or public, who may delegate in its own name a natural person to act as Director.</p></section><section><h3>Board of Directors</h3><p>Only Director services performed as Director on a Board of Directors of a government entity or a private establishment can be excluded from the qualification of &amp;quot;supply of services for UAE VAT purposes&amp;quot;. For clarity, this exclusion extends to services performed as a member of a committee derived from the same Board on which the Director serves.</p><p>Other services provided by the member, are considered to be supplies of services for VAT purposes and may be taxable subject to meeting conditions for taxable supplies as stated in the VAT legislation.<sup>1</sup></p></section><section><h3>Capacity as Director</h3><p>Only the services performed in the formal capacity as Director can be excluded from the qualification of &amp;quot;supply of services for UAE VAT purposes&amp;quot;.</p><p>For example, free-lance services rendered by a third-party natural person who is not a Director during the meetings of a Board of Directors or any committee derived therefrom are considered to be supplies of services for VAT purposes and will be taxable subject to meeting other conditions.</p><p>In case the services are performed by Directors who are not resident in the UAE, these services will evidently also be excluded from the qualification of &amp;quot;supply of services for UAE VAT purposes&amp;quot;. There will be no application of the reverse charge mechanism or need for the natural person to register in the UAE for VAT purposes.</p></section><section><h3>Transitional Rules</h3><p>Natural persons performing the function(s) of Director on a Board of Directors, as defined above, must review their tax obligations for the period both prior to and from 1 January 2023.</p><p>The Date of Supply is governed by Articles 25<sup>2</sup> and 26<sup>3</sup> of the Executive Regulation. The rules laid down in these Articles will determine whether the performance of the function is deemed to take place before or from 1 January 2023.</p></section><section><h4>Examples for Guidance</h4><ul><li><p>The natural person performs the function of Director for the calendar year 2022 whereby fees from services to the Board, and any committee derived therefrom, for the year were determined and known with effect from 1 January 2022. No payments were released to the natural person during 2022 and no Tax invoices were issued.</p></li><li><p>In this scenario, and in accordance with Article 25 Decree-Law, the date of supply will be the date of actual completion of the services, and the Director’s services will fall within the scope of the UAE VAT legislation as a supply of services, regardless of whether payment was made in 2023 or not.</p></li><li><p>The natural person is appointed as Director for 2 consecutive calendar years, i.e., 2022 and 2023. Fees for services to the Board, and any committee derived therefrom, are fixed and known from the start of 2022 and automated payments are made on the first business day after the end of each calendar quarter (1 April 2022, 1 July 2022, 3 October 2022, 2 January 2023, 3 April 2023, 3 July 2023, 2 October 2023 and 2 January 2024). It is also agreed between the Director and the entity that the Director issues his/her tax invoice after receipt of the payment.</p></li><li><p>The scenario at hand covers continuous Director services for 2 calendar years and with contractually agreed periodic payments. In accordance with Article 26 of the Decree-Law, the date of supply of services for any contract that includes periodic payments or consecutive invoices shall be the earliest of any of the following dates:\n<ol><li><p>The date of issuance of any tax invoice.</p></li><li><p>The date payment is due as specified on the tax invoice.</p></li><li><p>The date of receipt of payment.</p></li><li><p>The date of expiration of one year from the date the goods or services were provided.</p></li></ol></p></li><li><p>The date of supply shall be determined according to Article 26(1)(c) of the Decree-Law, i.e. the date of receipt of payment, being the earliest of the dates mentioned for the scenario at hand.</p></li></ul></section><section><h2>Legislative References</h2><p>In this clarification, Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as &amp;quot;Decree-Law&amp;quot;, Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as &amp;quot;Executive Regulation&amp;quot;.</p><ol><li><span class=\"highlight\">Article 1 of the Decree-Law</span> defines a taxable supply to be a supply of goods or services for consideration during the course of business by any person in the State, and does not include exempt supply.</li><li><span class=\"highlight\">Article 25 of the Decree-Law</span> states that tax shall be calculated on the date of supply of goods or services, which shall be the earliest of any of the following dates:\n<ol type=\"a\"><li>The date on which goods were transferred, if such transfer was under the supervision of the supplier.</li><li>The date of placing the goods at the disposal of the recipient of goods, if the transfer was not supervised by the supplier.</li><li>Where goods are supplied with assembly and installation, the date on which the assembly or installation of the goods was completed.</li><li>The date on which the goods are imported under the customs legislation.</li><li>The date on which the recipient of goods accepted the supply, or a date no later than 12 months after the date on which the goods were transferred or placed at the disposal of the recipient of goods, if the supply was made on a returnable basis.</li><li>The date on which the provision of services was completed.</li><li>The date of receipt of payment or the date on which the tax invoice was issued.</li></ol></li><li><span class=\"highlight\">Article 26 of the Decree-Law</span> states that:\n<ol><li>The date of supply of goods or services for any contract that includes periodic payments or consecutive invoices shall be the earliest of any of the following:\n<ul><li>The date of issuance of any tax invoice.</li><li>The date payment is due as specified on the tax invoice.</li><li>The date of receipt of payment.</li><li>The date of expiration of one year from the date the goods or services were provided.</li></ul></li><li>The date of supply, in cases where payment is made through vending machines, shall be the date on which funds are collected from the machine.</li><li>The date of deemed supply of goods or services shall be the date of their supply, disposal, change of usage or the date of deregistration, as the case may be.</li><li>The date of a supply of a voucher shall be the date of issuance or supply thereafter.</li></ol></li></ol></section><section><h4>Tax Deregistration Rules and Conditions</h4><ul><li><p>A registrant shall apply to the Authority for tax deregistration in any of the following cases:</p><ul><li><p>If he stops making taxable supplies.</p></li><li><p>If the value of the taxable supplies made over a period of 12 consecutive months is less than the voluntary registration threshold and the registrant does not meet the condition stipulated in Clause 2 of Article 17 of this Decree-Law.</p></li></ul></li><li><p>The Authority may, in accordance with the controls and conditions specified in the Executive Regulation of this Decree-Law, issue a tax deregistration decision if the Authority finds that continuity of such tax registration may prejudice the integrity of the tax system.</p></li><li><p>Tax deregistration shall not result in the relinquishment of the Authority’s right to claim any due tax or administrative penalties.</p></li></ul></section><section><h4>Article 14 of the Executive Regulation</h4><ul><li><p>The registrant must apply to the Authority for deregistration in accordance with the cases mentioned in the Decree-Law, within 20 business days of the occurrence of any of them.</p></li><li><p>The Authority shall accept a registrant’s application for deregistration where the two following conditions are met:</p><ul><li><p>The registrant stops making supplies referred to in article 19 of the Decree-Law and does not expect to make any such supplies over the next 12-month period.</p></li><li><p>The value of supplies referred to in Article 19 of the Decree-Law made, or taxable expenses incurred, by the registrant over the previous 12 months is less than the voluntary registration threshold, and the Authority is satisfied that expected supplies or expenses over the next 30 days will not exceed this threshold.</p></li></ul></li><li><p>If the deregistration application is approved, the Authority shall cancel the tax registration of the registrant with effect from the last day of the tax period during which the registrant met the conditions for deregistration or from such other date as determined by the Authority.</p></li><li><p>Where the Authority is satisfied that the conditions in Clause 2 are met, and the registrant has not applied for deregistration, the Authority shall deregister the registrant with effect from the last day of the tax period in which the Authority became satisfied or from any other date it determines.</p></li><li><p>A registrant shall not be deregistered unless he has paid all tax and administrative penalties due and filed all tax returns as required under the Decree-Law and Federal Law No. 7 of 2017 on Tax Procedures.</p></li><li><p>For the purposes of Clause 5, any goods and services forming part of the business assets carried on by a registrant shall be deemed supplied immediately before ceasing to be a registrant. Any tax payable shall be included in the final tax return, unless the business is carried on by a bankruptcy trustee under Federal Law No. 7 of 2017 on Tax Procedures.</p></li><li><p>Where a registrant requests deregistration due to the reduction of taxable supplies below the mandatory registration threshold, and the Authority agrees, the tax registration will be canceled with effect from:</p><ul><li><p>The date requested by the registrant in the application; or</p></li><li><p>The date on which the request is made if no preferred date is indicated.</p></li></ul></li><li><p>Where the Authority has deregistered a registrant, it shall notify the registrant of the effective date of deregistration within 10 business days of the decision.</p></li></ul></section><section><h4>Article 18 of the Executive Regulation</h4><ul><li><p>Deregistration does not exempt the person from obligations and liabilities that were applicable under the Decree-Law while still registered.</p></li></ul></section><section><h4>Article 19 of the Decree-Law</h4><p>To determine whether a person has exceeded the registration thresholds, the total of the following shall be calculated:</p><ul><li><p>The value of taxable goods and services.</p></li><li><p>The value of concerned goods and concerned services received by the person unless covered by Clause 1.</p></li><li><p>The value of whole or relevant part of taxable supplies that belong to a person if he has, wholly or partly, acquired a business from another person who made the supplies.</p></li></ul></section><section><h4>Additional Criteria for Determining Registration Threshold</h4><ul><li><p>The value of the whole or relevant part of taxable supplies that belong to a person if he has, wholly or partly, acquired a business from another person who made the supplies.</p></li><li><p>The value of taxable supplies made by related parties pursuant to the cases stated in the Executive Regulation of this Decree-Law.</p></li></ul></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "VATP039 - Issue",
        "year": "2017",
        "uniqueCode": "VATP039",
        "type": "PC - Public Clarifications",
        "content": "html\n<html lang=\"en\"><head><meta charset=\"utf-8\"/><meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/><title>VATP039</title><link href=\"https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/guide.css\" rel=\"stylesheet\"/></head><body><div class=\"scopePC\"><header><h1>VATP039</h1><h2>VAT Public Clarification  </h2><h2>Crypto currency mining </h2></header><main><section><h3>Issue</h3><p>With the rising popularity of cryptocurrencies, the question of tax treatment of crypto currency mining has become increasingly relevant.</p><p>In a case of proof of work, a person can mine crypto currency for his own account, or for someone’s account by providing access to excess computational power or data farms.</p><p>For purposes of this public clarification, “crypto currencies” are a form of virtual assets.1 Examples of crypto currencies include Bitcoin, Ethereum (Classic), and other currencies that are based on proof of work.</p><p>This Public Clarification clarifies the VAT treatment of crypto currency mining using the proof-of-work mechanism.</p></section><section><h3>Summary</h3><p>Crypto currency mining by a person2 for his own account is not a taxable supply3 and falls outside the scope of VAT.</p><p>Mining crypto currency on behalf of another person, i.e. supplying computational power, is considered to be a taxable supply of services.</p><p>Input tax incurred on expenses by a person mining for his own account would not be recoverable as the person would not be incurring these expenses to make a taxable supply.</p><p>However, input tax incurred by a registrant4 mining on behalf of another person may be recovered to the extent that the input tax is incurred to make a taxable supply.</p></section><section><h3>Detailed analysis</h3><h4>Mining of crypto currency</h4><p>Mining of crypto currency is the process where specialised computers, also known as mining rigs, validate blockchain transactions for a specific crypto currency, for which a reward may be received for the contribution of computational power.</p><p>A person can mine crypto currency for himself or contract with another person to mine on their behalf.</p><p>If the attempt to validate the crypto currency’s blockchain transaction is successful, and the person is the first to solve the cryptographic equation, the person receives a reward for their contribution.</p><p>This reward is, generally, provided in the form of a proportional share of crypto currency that is paid out by the network for the person’s proportional share of computational power that has been contributed to the network.</p><p>The reward is not directly received from persons on the crypto currency’s network for the mining activities, but is allocated from the network.</p><h4>Mining crypto for a person’s own account</h4><p>Generally, taxable supplies of goods and services made by a taxable person5 in the UAE are subject to 5% VAT unless an exemption or zero-rating applies.</p><p>A person undertaking mining activities for his own account, contributes his computational power to the network and does not contribute such computational power to any identifiable recipient.</p><p>This contribution involves validating blockchain transactions, and the person may only be rewarded if he is the first to successfully solve the cryptographic equation.</p><p>A person is not guaranteed a reward if he successfully solves the cryptographic equation, as the reward does not solely depend on the person solving the equation, but also on being the first to solve it.</p><p>As such, there is no close nexus between the mining activity conducted by the miner and the reward (e.g. mined tokens) received. Further, there is no identifiable recipient to whom the mining activities are provided.</p></section><section><h3>Mining services supplied</h3><p>A person mining cryptocurrency on behalf of another person for a fee is considered to make a supply of services.7</p><p>As there is an identifiable recipient for the activity, and the person performing the mining on another person’s behalf receives a consideration from his customer, the mining activities performed constitute a taxable supply of services.8</p><p>If the service is supplied by a taxable person to a customer in the UAE, the supply of services will be subject to the standard rate.</p><p>However, the supply may be zero-rated if it is made to a non-resident and all the requirements for zero rating under Article 31 of Cabinet Decision No. 52 of 2017 on the Executive Regulation of Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments, (&amp;quot;Executive Regulation&amp;quot;) are met.9</p></section><section><h3>Mining services received</h3><p>Where a UAE business receives mining services from a non-resident person such supply would be subject to VAT.</p><p>If the recipient of these services is registered for VAT in the UAE, they must account for the tax using the reverse charge mechanism on these concerned services.10</p><p>Conversely, if the customer is a UAE resident business and not a taxable person11, the non-resident supplier is required to register for VAT in the UAE12 and charge VAT on the services provided.</p></section><section><h3>Recovery of input tax</h3><p>A person mining crypto currency may incur input tax as part of his mining activities, including, for example, VAT incurred on purchases of hardware, rental of commercial real estate space, utility expenses and maintenance services.</p><p>Where the person is a registrant4, the person must consider his eligibility to recover the input tax incurred.</p><p>If a person is mining for his own account, the costs incurred would not be for the purpose of making taxable supplies.</p><p>Consequently, as the person mining for his own account is not making a taxable supply, the input tax incurred cannot be recovered.13</p><p>However, if the person acts as a service provider, and mines crypto currency on behalf of another person, the person may be eligible to recover the input tax to the extent the input tax is incurred for the purpose of making taxable supplies, provided that the relevant supporting evidence, e.g. tax\ninvoices, are retained.<sup>13</sup></p></section><section><p class=\"box\">This Public Clarification issued by the FTA is meant to clarify\ncertain aspects related to the implementation of the Federal\nDecree-Law. No. 8 of 2017 on Value Added Tax and its\namendments, and Cabinet Decision No. 52 of 2017 on the\nExecutive Regulation of the Federal Decree-Law No. 8 of 2017\non Value Added Tax, and its amendments.\nThis Public Clarification states the position of the FTA and\nneither amends nor seeks to amend any provision of the\naforementioned legislation.  Therefore, it is effective as of the\ndate of implementation of the relevant legislation, unless\nstated otherwise. </p></section><section><h3>Legislative References:</h3><p>In this clarification, Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as &amp;quot;Decree-Law&amp;quot;, Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments, is referred to as &amp;quot;Executive Regulation&amp;quot;.</p><ol><li><p>Article 1 of the Executive Regulation defines the term &amp;quot;virtual assets&amp;quot; as digital representation of value that can be digitally traded or converted and can be used for investment purposes, and does not include digital representations of fiat currencies or financial securities.</p></li><li><p>Article 1 of the Decree-Law defines the term &amp;quot;person&amp;quot; as a natural or legal person.</p></li><li><p>Article 1 of the Decree-Law defines the term &amp;quot;taxable supply&amp;quot; as a supply of goods or services for consideration during the course of business by any person in the UAE, and does not include exempt supply.</p></li><li><p>Article 1 of the Decree-Law defines the term &amp;quot;registrant&amp;quot; as the taxable person issued with a TRN.</p></li><li><p>Article 1 of the Decree-Law defines the term &amp;quot;taxa person&amp;quot; as any person registered or obligated to register for VAT purposes under the Decree-Law.</p></li><li><p>Article 1 of the Decree-Law defines the term &amp;quot;consideration&amp;quot; as all that is received or expected to be received for the supply of goods or services, whether in money or other acceptable forms of payment.</p></li><li><p>Article 3(1) of the Executive Regulation states that a supply of services shall be every supply that is not considered a supply of goods, including any of the following:</p><ul><li><p>a. The granting, assignment, cessation, or surrender of a right.</p></li><li><p>b. The making available of a facility or advantage.</p></li><li><p>c. Not to participate in any activity, or not to allow its occurrence, or agree to perform any activity.</p></li><li><p>d. The transfer of an indivisible share in a good.</p></li><li><p>e. The transfer or licensing of intangible rights, for example rights of authors, inventors, artists, rights in trademarks, and rights which the legislation of the UAE deems to be within such category.</p></li></ul></li><li><p>Article 2(1) of the Decree-Law states that tax shall be imposed on every taxable supply and deemed supply made by the taxable person.</p></li><li><p>Article 31 of the Executive Regulation states:</p><ol><li><p> The export of services shall be zero-rated in the following cases:</p></li><ul><li><p>If the following conditions are met:</p><ul><li><p>The services are supplied to a recipient of services who does not have a place of residence in an Implementing State and who is outside the UAE at the time the services are performed;</p></li><li><p>The services are not supplied directly in connection with real estate situated in the UAE or any improvement to the real estate or</p></li></ul></li></ul></ol><ol start=\"9\"><li><p>The services are not supplied directly in connection with real estate situated in the UAE or any improvement to the real estate or directly in connection with moveable assets situated in the UAE at the time the services are performed.</p></li><li><p>The services are not treated as being performed in the UAE or in a Designated Zone under Clauses 3 to 8 of Article 30 and Article 31 of the Decree-Law.</p></li><li><p>If the services are actually performed outside the Implementing States or are the arranging of services that are actually performed outside the Implementing States.</p></li><li><p>If the supply consists of the facilitation of outbound tour packages, for that part of the service.</p></li><li><p>For the purpose of paragraph (a) of Clause 1 of this Article, a person shall be considered as being “outside the State” if they only have a short-term presence in the UAE of less than 30 days and the presence is not effectively connected with the supply.</p></li><li><p>As an exception to paragraph (a) of Clause 1 of this Article, a supply of services shall not be zero-rated, if the supply is made under an agreement that is entered into, whether directly or indirectly, with a recipient of services who is a non-resident, if the following conditions are met:</p><ul><li><p>a. The performance of the services is, or it is reasonably foreseeable that the performance of the services will be, received in the UAE by another person, including but not limited to, an employee or a director of the non-resident recipient of services.</p></li><li><p>b. It is reasonably foreseeable, at the time the agreement is entered into, that the other person in the UAE will receive services for which input tax is not recoverable in full under Article 54 or Article 57 of the Decree-Law.</p></li></ul></li><li><p>Article 48(1) of the Decree-Law states if the taxable person imports concerned goods or concerned services for the purposes of his business, then he shall be treated as making a taxable supply to himself, and shall be responsible for all applicable tax obligations and accounting for due tax in respect of these supplies.</p></li><li><p>Article 30 of the Decree-Law states that where the recipient of services is in business and has a place of residence in the state, and the supplier does not have a place of residence in the state, the place of supply shall be in the UAE.</p></li><li><p>Article 13(2) of the Decree-Law states that every person, who does not have a place of residence in the UAE or an implementing state, shall register for tax if he makes supplies of goods or services, and where no other person is obligated to pay the due tax on these supplies in the UAE.</p></li><li><p>Article 54(1) of the Decree-Law states that the input tax that is recoverable by a taxable person for any tax period is the total of input tax paid for goods and services which are used or intended to be used for making any of the following:</p><ul><li><p>a. Taxable supplies.</p></li><li><p>b. Supplies that are made outside the UAE which would have been taxable supplies had they been made in the UAE.</p></li><li><p>c. Supplies specified in the Executive Regulation of the Decree-Law that are made outside the UAE, which would have been treated as exempt had they been made inside the UAE.</p></li></ul></li></ol></li></ol></section></main></div></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    },
    {
        "title": "0653635d-27a6-4130-82d3-49098a5c075e",
        "year": "2017",
        "uniqueCode": "CTPC015",
        "type": "PC - Public Clarifications",
        "content": "html PUBLIC &amp;quot;-//W3C//DTD XHTML 1.0 Transitional//EN&amp;quot; &amp;quot;http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd&amp;quot;\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\"><head><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><title>0653635d-27a6-4130-82d3-49098a5c075e</title><meta content=\"Skibunov, Vlad (AE - Dubai);Mathur, Rishabh (AE - Dubai)\" name=\"author\"/><style type=\"text/css\"> * {margin:0; padding:0; text-indent:0; }\n.s1 { color: black; font-family:Calibri, sans-serif; font-style: normal; font-weight: bold; text-decoration: none; font-size: 11pt; }\n.s2 { color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: bold; text-decoration: none; font-size: 12pt; }\n.s3 { color: black; font-family:Calibri, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\n.s4 { color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 12pt; }\n.s5 { color: black; font-family:Calibri, sans-serif; font-style: italic; font-weight: normal; text-decoration: none; font-size: 11pt; }\n.s6 { color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 12.5pt; }\n.s7 { color: black; font-family:Calibri, sans-serif; font-style: italic; font-weight: normal; text-decoration: none; font-size: 9pt; }\n.s8 { color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 10.5pt; }\n.s9 { color: black; font-family:Calibri, sans-serif; font-style: italic; font-weight: normal; text-decoration: none; font-size: 10.5pt; }\nli {display: block; }\n#l1 {padding-left: 0pt; }\n#l1> li>*:first-child:before {content: \" \"; color: black; font-family:Symbol, serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\nli {display: block; }\n#l2 {padding-left: 0pt; }\n#l2> li>*:first-child:before {content: \" \"; color: black; font-family:Symbol, serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\nli {display: block; }\n#l3 {padding-left: 0pt; }\n#l3> li>*:first-child:before {content: \" \"; color: black; font-family:Symbol, serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\nli {display: block; }\n#l4 {padding-left: 0pt; }\n#l4> li>*:first-child:before {content: \"• \"; color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\nli {display: block; }\n#l5 {padding-left: 0pt; }\n#l5> li>*:first-child:before {content: \"• \"; color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\nli {display: block; }\n#l6 {padding-left: 0pt; }\n#l6> li>*:first-child:before {content: \"• \"; color: black; font-family:Arial, sans-serif; font-style: normal; font-weight: normal; text-decoration: none; font-size: 11pt; }\ntable, tbody {vertical-align: top; overflow: visible; }\n</style></head><body><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><table cellspacing=\"0\" style=\"border-collapse:collapse;margin-left:7.564pt\"><tr style=\"height:15pt\"><td colspan=\"2\" style=\"width:463pt\"><p class=\"s1\" style=\"padding-left: 1pt;text-indent: 0pt;line-height: 11pt;text-align: center;\">VATP009</p></td></tr><tr style=\"height:21pt\"><td style=\"width:235pt\"><p class=\"s1\" style=\"padding-top: 3pt;padding-left: 3pt;text-indent: 0pt;text-align: left;\">VAT Public Clarification</p></td><td style=\"width:228pt\"><p class=\"s2\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">ةفاضملا ةميقلا ةبيرض نأشب ماع حيضوت</p></td></tr><tr style=\"height:31pt\"><td style=\"width:235pt\"><p class=\"s1\" style=\"padding-top: 3pt;padding-left: 3pt;text-indent: 0pt;text-align: left;\">Date of Supply for Independent Directors</p></td><td style=\"width:228pt\"><p class=\"s2\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">نيلقتسملا تارادإلا سلاجم ءاضعأل ديروتلا خيرات</p></td></tr><tr style=\"height:32pt\"><td style=\"width:235pt\"><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s1\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: left;\">Issue</p></td><td style=\"width:228pt\"><p class=\"s2\" style=\"padding-top: 13pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">عوضوملا</p></td></tr><tr style=\"height:121pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">The date of supply prescribes the point in time when a VAT Registrant needs to account for VAT. The date of supply is determined either as per the general rules or the special rules, depending on whether there will be periodic payments or</p><p class=\"s3\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: justify;\">consecutive invoices.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">ةبيرضل لجسملا ىلع يغبني يذلا تقولا ديروتلا خيرات ددحي ددحيُ .ةفاضملا ةميقلا ةبيرض باستحا هدنع ةفاضملا ةميقلا ،ةصاخلا دعاوقلا وأ ةماعلا دعاوقلل اقفو امإ ديروتلا خيرات وأ ةيرود تاعفد كانه نوكيس ناك اذإ ام ىلع فقوتي كلذو .ةعباتتم ريتاوف</p></td></tr><tr style=\"height:75pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">This Public Clarification discusses the date of supply for the Board fees paid to Independent Directors.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">باعتألاب قلعتملا ديروتلا خيرات ماعلا حيضوتلا اذه لوانتي سلاجم ءاضعأل تارادإلا سلاجم ةيوضع نع ةملتسملا .نيلقتسملا تارادإلا</p></td></tr><tr style=\"height:34pt\"><td style=\"width:235pt\"><p style=\"padding-top: 3pt;text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s1\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: left;\">Summary</p></td><td style=\"width:228pt\"><p style=\"padding-top: 2pt;text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s2\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">صخلم</p></td></tr><tr style=\"height:106pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">In the scenario where the Board fees for the Independent Directors are not known at the outset and are determined only upon the conclusion of the Annual General Meeting, the date of supply would be triggered when such fees are known.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">ءاضعأ لبق نم ةملتسملا باعتألا اهيف نوكت يتلا ةلاحلا يف كلت  يف  مهتيوضع  لباقم نيلقتسملا تارادإلا  سلاجم دنع طقف اهديدحت متيو ةيادبلا ذنم ةفورعم ريغ سلاجملا خيرات نإف ،ةيمومعلا ةيعمجلل يونسلا عامتجالا ءاهتنا</p><p class=\"s4\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">.ةفورعم باعتألا هذه نوكت امدنع طقف أشني ديروتلا</p></td></tr><tr style=\"height:140pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 5pt;padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">In other cases where the Board fees are known at the outset, the date of supply would be determined as per Article 26 of the Federal Decree-Law No. (8) of 2017 on Value Added Tax (“VAT Law”) where the there are periodic payments or consecutive invoices. However, where there are no periodic</p><p class=\"s3\" style=\"padding-left: 2pt;text-indent: 0pt;line-height: 12pt;text-align: justify;\">payments or consecutive invoices, the date of</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 5pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">سلاجم ةيوضع باعتأ اهيف نوكت يتلا ىرخألا تالاحلا يف اًقفو ديروتلا خيرات ديدحت متي ،ةيادبلا ذنم ةفورعم تارادإلا ةنسل (8) مقر يداحتا نوناقب موسرملا نم (26) ةداملل (&amp;quot;نوناقب موسرملا&amp;quot;) ةفاضملا ةميقلا ةبيرض نأش يف 2017 اذإ امأ .ةعباتتم ريتاوف وأ ةيرود تاعفد كانه نوكيس ناك اذإ</p></td></tr></table><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><table cellspacing=\"0\" style=\"border-collapse:collapse;margin-left:7.564pt\"><tr style=\"height:51pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-left: 2pt;text-indent: 0pt;line-height: 149%;text-align: left;\">supply would be determined as per Article 25 of the VAT Law.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">ديدحت متيسف ،ةعباتتم ريتاوف وأ ةيرود تاعفد كانه نكت مل .نوناقب موسرملا نم (25) ةداملل اقًفو ديروتلا خيرات</p></td></tr><tr style=\"height:43pt\"><td style=\"width:235pt\"><p style=\"padding-top: 3pt;text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s1\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: left;\">Detailed discussion</p></td><td style=\"width:228pt\"><p style=\"padding-top: 2pt;text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s2\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">يليصفت حرش</p></td></tr><tr style=\"height:53pt\"><td style=\"width:235pt\"><p class=\"s5\" style=\"padding-top: 7pt;padding-left: 3pt;text-indent: 0pt;line-height: 20pt;text-align: left;\">Instances where Board fees are known only upon conclusion of Annual General Meeting:</p></td><td style=\"width:228pt\"><p class=\"s6\" style=\"padding-top: 7pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 21pt;text-align: right;\">دعب ةرادإلا سلجم ةيوضع باعتأ اهيف ددحُت يتلا تالاحلا :ةيمومعلا ةيعمجلل يونسلا عامتجالا ءاهتنا</p></td></tr><tr style=\"height:104pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">There may be instances where the Board fees for a given year are ascertained only after the conclusion of the Annual General Meeting (‘AGM’). It is only at this point that the remuneration, if any,</p><p class=\"s3\" style=\"padding-left: 3pt;text-indent: 0pt;line-height: 13pt;text-align: justify;\">for the Independent Directors is known.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">سلجم ةيوضع باعتأ ديكأت اهيف متي ال تالاح كانه نوكت دق يونسلا عامتجالا ءاهتنا دعب الإ ةنيعم ةنس نع ةرادإلا ةصصخملا باعتألا ةفرعم متت ال اذهبو .ةيمومعلا ةيعمجلل هذه ىتح ،تدجو نإ ،نيلقتسملا ةرادإلا سلجم ءاضعأل</p><p class=\"s4\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">.ةينمزلا ةطقنلا</p></td></tr><tr style=\"height:141pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">In the event that the Board fees are determined upon the conclusion of the AGM and the Independent Directors neither issue any invoice nor receive any payment prior to such date, the date of supply would be the date on which the provision of services was completed in accordance</p><p class=\"s3\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: justify;\">with Article 25 of the VAT Law.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">دنع ةرادإلا سلجم ةيوضع باعتأ ديدحت متي هنأ لاح يف ءاضعأ مقي ملو ةيمومعلا ةيعمجلل يونسلا عامتجالا ءاهتنا ةيأ يقلت وأ ةروتاف يأ رادصإب نيلقتسملا ةرادإلا سلجم يذلا خيراتلا وه ديروتلا خيرات نوكي ،خيراتلا اذه لبق تاعفد نم (25) ةداملل اًقفو تامدخلا ميدقت نم ءاهتنالا هيف مت .نوناقب موسرملا</p></td></tr><tr style=\"height:101pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">The FTA is of the view that the services are deemed to be completed only when such fees are known upon conclusion of the AGM, despite the fact that the provision of services may have been physically</p><p class=\"s3\" style=\"padding-left: 3pt;text-indent: 0pt;text-align: justify;\">completed earlier.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">اهنأ ربتعت تامدخلا نأ بئارضلل ةيداحتالا ةئيهلا ىرت ءاهتنا دعب ةفورعم باعتألا هذه حبصت امدنع طقف تلمتكا ميدقت نأ نم مغرلا ىلع ،ةيمومعلا ةيعمجلل يونسلا عامتجالا .قباس تقو يف اًيلعف لمتكا نوكي دق تامدخلا</p></td></tr><tr style=\"height:98pt\"><td style=\"width:235pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 3pt;padding-right: 5pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">In view of the above, the date of supply would be triggered at the time the Board fees are known and the Independent Directors would be required to account for VAT accordingly. Further, the tax</p><p class=\"s3\" style=\"padding-left: 3pt;text-indent: 0pt;line-height: 12pt;text-align: justify;\">invoices would need to be issued within 14 days of</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">نوكت يذلا تقولا يف ديروتلا خيرات أشني ،قبس ام ءوض يف ىلع نوكيو ةفورعم ةرادإلا سلجم ةيوضع باعتأ هيف ةميقلا ةبيرض باستحا نيلقتسملا ةرادإلا سلجم ءاضعأ رادصإ بجي ،هالعأ ركذ امل ةفاضإ .كلذل اًقفو ةفاضملا</p></td></tr></table><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><table cellspacing=\"0\" style=\"border-collapse:collapse;margin-left:8.404pt\"><tr style=\"height:50pt\"><td style=\"width:234pt\"><p class=\"s3\" style=\"padding-top: 1pt;padding-left: 2pt;text-indent: 0pt;line-height: 149%;text-align: left;\">the date of supply in accordance with Article 67 of the VAT Law.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 1pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">اًقفو ديروتلا خيرات نم اًموي 14 لالخ ةيبيرضلا ريتاوفلا .نوناقب موسرملا نم (67) ةداملل</p></td></tr><tr style=\"height:76pt\"><td style=\"width:234pt\"><p class=\"s5\" style=\"padding-top: 11pt;padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 20pt;text-align: justify;\">Instances where the Board fees are known at the outset and involve periodic payments or multiple payments:</p></td><td style=\"width:228pt\"><p class=\"s6\" style=\"padding-top: 13pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 144%;text-align: right;\">ةرادإلا سلجم ةيوضع باعتأ اهيف نوكت يتلا تالاحلا وأ ةيرود تاعفد لكش ىلع اهعفد متيو ةيادبلا ذنم ةفورعم</p><p class=\"s6\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">:ةددعتم</p></td></tr><tr style=\"height:101pt\"><td style=\"width:234pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">Where provision of Director services involves periodic payments or consecutive invoices, the date of supply would be determined as per Article 26 of the VAT Law i.e. the date of supply would be</p><p class=\"s3\" style=\"padding-left: 2pt;text-indent: 0pt;text-align: justify;\">earliest of:</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">تاعفد نمضتي ةرادإلا سلجم ةيوضع تامدخ ميدقت ناك اذإ اًقفو ديروتلا خيرات ديدحت متيسف ،ةعباتتم ريتاوف وأ ةيرود ديروتلا خيرات نأ يأ ،نوناقب موسرملا نم (26) ةداملل :ةيتآلا خيراوتلا نم يأل قبسألا خيراتلا وه نوكيس</p></td></tr><tr style=\"height:21pt\"><td style=\"width:234pt\"><ul id=\"l1\"><li data-list-text=\"\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 20pt;text-indent: -17pt;text-align: left;\">Date of issuance of tax invoice;</p></li></ul></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">،ةيبيرض ةروتاف يأ رادصإ خيرات  •</p></td></tr><tr style=\"height:42pt\"><td style=\"width:234pt\"><ul id=\"l2\"><li data-list-text=\"\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 20pt;text-indent: -17pt;text-align: left;\">The date payment is due as shown on the tax</p></li></ul><p class=\"s3\" style=\"padding-top: 6pt;padding-left: 20pt;text-indent: 0pt;text-align: left;\">invoice;</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">ةروتافلا يف ددحملا غلبملا عفد قاقحتسا خيرات  •</p><p class=\"s4\" style=\"padding-top: 6pt;padding-right: 20pt;text-indent: 0pt;text-align: right;\">،ةيبيرضلا</p></td></tr><tr style=\"height:31pt\"><td style=\"width:234pt\"><ul id=\"l3\"><li data-list-text=\"\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 20pt;text-indent: -17pt;text-align: left;\">Date of receipt of payment.</p></li></ul></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">.عوفدملا غلبملا مالتسا خيرات  •</p></td></tr><tr style=\"height:102pt\"><td style=\"width:234pt\"><p style=\"padding-top: 1pt;text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s3\" style=\"padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">In the event that 12 months have passed from the date of provision of services and none of the aforesaid events has occurred, the date of supply will be triggered at the end of the 12th month.</p></td><td style=\"width:228pt\"><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><p class=\"s4\" style=\"padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">ثدحي ملو تامدخلا ميدقت خيرات نم اًرهش 12 يضم لاح يف يف أشني ديروتلا خيرات نإف ،هالعأ ةروكذملا تالاحلا نم يأ .رشع يناثلا رهشلا ةياهن</p></td></tr><tr style=\"height:73pt\"><td style=\"width:234pt\"><p class=\"s5\" style=\"padding-top: 6pt;padding-left: 2pt;padding-right: 4pt;text-indent: 0pt;line-height: 20pt;text-align: justify;\">Instances where Board fees are known at the outset but there are no periodic payments or multiple payments:</p></td><td style=\"width:228pt\"><p class=\"s6\" style=\"padding-top: 13pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 144%;text-align: right;\">ةرادإلا سلجم ةيوضع باعتأ اهيف نوكت يتلا تالاحلا تاعفد لكش ىلع اهعفد متي ال نكلو ةيادبلا ذنم ةفورعم</p><p class=\"s6\" style=\"padding-right: 2pt;text-indent: 0pt;text-align: right;\">:ةددعتم وأ ةيرود</p></td></tr><tr style=\"height:61pt\"><td style=\"width:234pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 2pt;text-indent: 0pt;line-height: 150%;text-align: left;\">Where there are no periodic payments or consecutive invoices, the date of supply would be</p><p class=\"s3\" style=\"padding-left: 2pt;text-indent: 0pt;text-align: left;\">determined as per Article 25 of the VAT Law.</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 2pt;text-indent: 0pt;line-height: 150%;text-align: right;\">متيسف ،ةعباتتم ريتاوف وأ ةيرود تاعفد دوجو مدع لاح يف .نوناقب موسرملا نم (25) ةداملل اًقفو ديروتلا خيرات ديدحت</p></td></tr><tr style=\"height:38pt\"><td style=\"width:234pt\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 2pt;text-indent: 0pt;text-align: left;\">Accordingly, the date of supply would be the</p><p class=\"s3\" style=\"padding-top: 6pt;padding-left: 2pt;text-indent: 0pt;line-height: 13pt;text-align: left;\">earliest of:</p></td><td style=\"width:228pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 2pt;text-indent: 0pt;text-align: right;\">نم يأل قبسألا خيراتلا يف ديروتلا خيرات نوكي يلاتلابو</p><p class=\"s4\" style=\"padding-top: 6pt;padding-right: 2pt;text-indent: 0pt;line-height: 13pt;text-align: right;\">:ةيتآلا خيراوتلا</p></td></tr></table><p style=\"text-indent: 0pt;text-align: left;\"><br/></p><table cellspacing=\"0\" style=\"border-collapse:collapse;margin-left:5.514pt\"><tr style=\"height:17pt\"><td style=\"width:235pt\"><ul id=\"l4\"><li data-list-text=\"•\"><p class=\"s3\" style=\"padding-left: 23pt;text-indent: -17pt;line-height: 13pt;text-align: left;\">Date of issuance of a tax invoice;</p></li></ul></td><td style=\"width:233pt\"><p class=\"s4\" style=\"padding-right: 5pt;text-indent: 0pt;line-height: 13pt;text-align: right;\">،ةيبيرضلا ةروتافلا رادصإ خيرات  •</p></td></tr><tr style=\"height:41pt\"><td style=\"width:235pt\"><ul id=\"l5\"><li data-list-text=\"•\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 23pt;text-indent: -17pt;text-align: left;\">The date on which the provision of services</p></li></ul><p class=\"s3\" style=\"padding-top: 6pt;padding-left: 23pt;text-indent: 0pt;text-align: left;\">was completed;</p></td><td style=\"width:233pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 5pt;text-indent: 0pt;text-align: right;\">،تامدخلا ميدقت نم ءاهتنالا خيرات  •</p></td></tr><tr style=\"height:24pt\"><td style=\"width:235pt;border-bottom-style:solid;border-bottom-width:1pt\"><ul id=\"l6\"><li data-list-text=\"•\"><p class=\"s3\" style=\"padding-top: 3pt;padding-left: 23pt;text-indent: -17pt;text-align: left;\">Date of receipt of payment.</p></li></ul></td><td style=\"width:233pt;border-bottom-style:solid;border-bottom-width:1pt\"><p class=\"s4\" style=\"padding-top: 3pt;padding-right: 5pt;text-indent: 0pt;text-align: right;\">.عوفدملا غلبملا مالتسا خيرات  •</p></td></tr><tr style=\"height:70pt\"><td style=\"width:235pt;border-top-style:solid;border-top-width:1pt;border-left-style:solid;border-left-width:1pt\"><p class=\"s7\" style=\"padding-left: 5pt;padding-right: 6pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">This Public Clarification issued by the FTA is meant to clarify certain aspects related to the implementation of the Federal Law No 7 of 2017 on Tax Procedures, Federal Decree-Law No 8 of 2017 on Value Added Tax and their Executive Regulations.</p></td><td style=\"width:233pt;border-top-style:solid;border-top-width:1pt;border-right-style:solid;border-right-width:1pt\"><p class=\"s8\" style=\"padding-right: 4pt;text-indent: 0pt;line-height: 143%;text-align: right;\">ىلإ بئارضلل ةيداحتالا ةئيهلا نع رداصلا ماعلا حيضوتلا اذه فدهي ةنسل (<span class=\"s9\">7</span>) مقر يداحتالا نوناقلا قيبطتب ةقلعتملا عيضاوملا ضعب حيضوت ةنسل (<span class=\"s9\">8</span>) مقر نوناقب موسرملاو ةيبيرضلا تاءارجإلا نأش يف <span class=\"s9\">2017</span></p><p class=\"s8\" style=\"padding-right: 4pt;text-indent: 0pt;text-align: right;\">.ةيذيفنتلا امهحئاولو ةفاضملا ةميقلا ةبيرض نأش يف <span class=\"s9\">2017</span></p></td></tr><tr style=\"height:86pt\"><td style=\"width:235pt;border-left-style:solid;border-left-width:1pt;border-bottom-style:solid;border-bottom-width:1pt\"><p class=\"s7\" style=\"padding-top: 3pt;padding-left: 5pt;padding-right: 6pt;text-indent: 0pt;line-height: 150%;text-align: justify;\">This Public Clarification states the position of the FTA and neither amends nor seeks to amend any provision of the aforementioned legislation. Therefore, it is effective as of the date of implementation of the relevant legislation, unless</p><p class=\"s7\" style=\"padding-left: 5pt;text-indent: 0pt;line-height: 11pt;text-align: justify;\">stated otherwise.</p></td><td style=\"width:233pt;border-bottom-style:solid;border-bottom-width:1pt;border-right-style:solid;border-right-width:1pt\"><p class=\"s8\" style=\"padding-top: 2pt;padding-left: 4pt;padding-right: 4pt;text-indent: 0pt;line-height: 140%;text-align: right;\">الو لدعُّي الو بئارضلل ةيداحتالا ةئيهلا فقوم نمضتي ماعلا حيضوتلا اذه .ةروكذملا تاعيرشتلا ماكحأ نم يأ ليدعت ىلإ فدهي</p><p class=\"s8\" style=\"padding-left: 4pt;padding-right: 4pt;text-indent: 0pt;line-height: 142%;text-align: right;\">تاعيرشتلا قيبطت خيرات نم ارًابتعا يراس ماعلا حيضوتلا اذه نإف ،كلذلو .صنلا يف كلذ فالخ ديدحت متي مل ام ،ةروكذملا ةيبيرضلا</p></td></tr></table></body></html>",
        "lawSlug": "uae-vat-fdl-8-2017"
    }
]