[
    {
        "title": "Article 1 - Definitions",
        "lawsslug": "uae-vat",
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 1 - Definitions</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 1 - Definitions</h3><article><p>For the purpose of applying the provisions of this Decree-Law, the following words and\nexpressions\nshall have the meanings assigned thereto respectively, unless the context requires otherwise:\n</p><table><tr><td><p>State</p></td><td><p>:</p></td><td><p>The United Arab Emirates.</p></td></tr><tr><td><p>Minister</p></td><td><p>:</p></td><td><p>The Minister of Finance.</p></td></tr><tr><td><p>Authority</p></td><td><p>:</p></td><td><p>The Federal Tax Authority.</p></td></tr><tr><td><p>Value-Added Tax (VAT)</p></td><td><p>:</p></td><td><p>A tax levied on the importation and supply of goods and services at every stage of\nproduction and distribution, including the deemed supply.</p></td></tr><tr><td><p>Tax</p></td><td><p>:</p></td><td><p>The Value-Added Tax.</p></td></tr><tr><td><p>GCC States</p></td><td><p>:</p></td><td><p>All the states which are full members of the Cooperation Council for the Arab States\nof\nthe Gulf, in accordance with the GCC Charter.</p></td></tr><tr><td><p>Applying States</p></td><td><p>:</p></td><td><p>The GCC States which apply the Tax law under a legislative instrument issued thereby,\nand\nas defined by the Executive Regulations of this Decree-Law.</p></td></tr><tr><td><p>Goods</p></td><td><p>:</p></td><td><p>Tangible properties which can be supplied, including real property, water and all\ntypes\nof energy, as defined by the Executive Regulations of this Decree-Law.</p></td></tr><tr><td><p>Services</p></td><td><p>:</p></td><td><p>Anything, other than Goods, which can be supplied.</p></td></tr><tr><td><p>Importation</p></td><td><p>:</p></td><td><p>Bringing Goods into the State from abroad, or receiving Services from abroad.</p></td></tr><tr><td><p>Relevant Goods</p></td><td><p>:</p></td><td><p>Goods imported and not exempted from the Tax if supplied in the State.</p></td></tr><tr><td><p>Relevant Services</p></td><td><p>:</p></td><td><p>Services imported, whose place of supply is in the State, and not exempted from the\nTax\nif supplied in the State.</p></td></tr><tr><td><p>Person</p></td><td><p>:</p></td><td><p>A natural or legal person.</p></td></tr><tr><td><p>Taxable Person</p></td><td><p>:</p></td><td><p>Each Person that is, or ought to be, registered for the tax purposes under this\nDecree-Law.</p></td></tr><tr><td><p>Taxpayer</p></td><td><p>:</p></td><td><p>Any Person that is obligated to pay the Tax in the State, pursuant to this\nDecree-Law,\nwhether such Person is a taxable Person or an end consumer.</p></td></tr><tr><td><p>Tax Registration</p></td><td><p>:</p></td><td><p>A procedure under which the Taxable Person or the legal representative thereof\nregisters\nfor the Tax purposes at the Authority.</p></td></tr><tr><td><p>Tax Registration Number (TRN)</p></td><td><p>:</p></td><td><p>A unique number assigned by the Authority to each Person registered for the Tax\npurposes.\n</p></td></tr><tr><td><p>Registrant</p></td><td><p>:</p></td><td><p>A Taxable Person holding a Tax Registration Number.</p></td></tr><tr><td><p>Recipient of Goods</p></td><td><p>:</p></td><td><p>The Person to whom the Goods are supplied or imported.</p></td></tr><tr><td><p>Recipient of Services</p></td><td><p>:</p></td><td><p>The person to whom the Services are supplied or imported.</p></td></tr><tr><td><p>Importer</p></td><td><p>:</p></td><td><p>In relation to the importation of Goods, an importer is the Person who acts as the\nimporter of Goods on the date of Importation for the purposes of customs clearance.\nIn\nrelation to the importation of Services, it means the recipient of such services.\n</p></td></tr><tr><td><p>Taxable Trader</p></td><td><p>:</p></td><td><p>A Taxable Person in the Applying States, whose main activity is the distribution of\nwater\nand all types of energy, as defined by the Executive Regulations of this Decree-Law.\n</p></td></tr><tr><td><p>Tax Return</p></td><td><p>:</p></td><td><p>The information and data specified for the Tax purposes provided by the Taxable\nPerson in\naccordance with the form prepared by the Authority.</p></td></tr><tr><td><p>Consideration</p></td><td><p>:</p></td><td><p>Anything that has been received or expected to be received for the supply of Goods or\nServices, whether cash payments or any other forms recognized as compensation.</p></td></tr><tr><td><p>Business</p></td><td><p>:</p></td><td><p>Any activity that is practiced on a regular, ongoing and independent basis by any\nPerson\nand in any place, such as industrial, commercial, agricultural, professional,\nhandicraft\nor service activity, excavation activities or any activity related to the use of\ntangible or intangible properties.</p></td></tr><tr><td><p>Exempted Supply</p></td><td><p>:</p></td><td><p>The supply of Goods or Services for a Consideration during the practice of the\nBusiness\nwithin the State, which shall not be taxed and the input tax levied on may not be\nrefunded except under the provisions of this Decree-Law.</p></td></tr><tr><td><p>Taxable Supply</p></td><td><p>:</p></td><td><p>The supply of Goods or Services for a Consideration during the practice of the\nBusiness\nby any Person within the State, not including the Exempted Supply.</p></td></tr><tr><td><p>Deemed Supply</p></td><td><p>:</p></td><td><p>All that is regarded as a supply and treated as a Taxable Supply, in accordance with\nthe\ncases set forth in this Decree-Law.</p></td></tr><tr><td><p>Input Tax</p></td><td><p>:</p></td><td><p>The Tax paid or payable by a Person when Goods or Services are supplied to, or\nimportation is made, by such Person.</p></td></tr><tr><td><p>Output Tax</p></td><td><p>:</p></td><td><p>The Tax levied on the Taxable Supply and on any supply which is deemed Taxable\nSupply.\n</p></td></tr><tr><td><p>Refundable Tax</p></td><td><p>:</p></td><td><p>Amounts paid that may be refunded by the Authority to the Taxpayer under the\nprovisions\nof this Decree-Law.</p></td></tr><tr><td><p>Due Tax</p></td><td><p>:</p></td><td><p>The Tax that is calculated and levied under the provisions of this Decree-Law.</p></td></tr><tr><td><p>Payable Tax</p></td><td><p>:</p></td><td><p>The Tax which becomes due to be paid to the Authority.</p></td></tr><tr><td><p>Tax Period</p></td><td><p>:</p></td><td><p>A specific period for which the Payable Tax shall be calculated and paid.</p></td></tr><tr><td><p>Tax Invoice</p></td><td><p>:</p></td><td><p>A written or electronic document in which any taxable supply and its details are\nrecorded, including the electronic invoice, as the case may be.</p></td></tr><tr><td><p>Tax Credit Note</p></td><td><p>:</p></td><td><p>A written or electronic document in which any amendment to reduce or cancel a taxable\nsupply and its details are recorded, including the electronic tax credit note, as\nthe\ncase may be.</p></td></tr><tr><td><p>Government Agencies</p></td><td><p>:</p></td><td><p>Ministries, government departments and entities and federal and local public\nauthorities\nand institutions in the State, or any other entities receiving the treatment\nprescribed\nfor Government Agencies, in accordance with the resolutions issued by the Cabinet\nfor\nthe purposes of applying the provisions of this Decree-Law.</p></td></tr><tr><td><p>Charities</p></td><td><p>:</p></td><td><p>Non-governmental, non-profit organizations of public welfare, which are determined by\na\nCabinet resolution to be issued upon the proposal of the Minister.</p></td></tr><tr><td><p>Relevant Charitable Activity</p></td><td><p>:</p></td><td><p>A non-profit activity generating no benefits for any owner, member or shareholder of\na\nCharity, and is performed by the Charity within its purposes or objects to carry out\na\ncharitable activity in the State or to promote such Charity, as approved by the\nrelevant\nauthorities, or pursuant to its articles of incorporation as a Charity under\nlegislation, decree or federal or local resolution, or based on its license, to\ncarry\nout a charitable activity through an authority granting such licenses on behalf of\nthe\nfederal government or the Emirate's government.</p></td></tr><tr><td><p>Mandatory Registration Threshold</p></td><td><p>:</p></td><td><p>An amount specified in the Executive Regulations of this Decree-Law and if the value\nof\nTaxable Supplies exceeds or is expected to exceed such amount, the supplier shall\napply\nfor the Tax Registration.</p></td></tr><tr><td><p>Voluntary Registration Threshold</p></td><td><p>:</p></td><td><p>An amount specified in the Executive Regulations of this Decree-Law and if the value\nof\nTaxable Supplies or taxable expenses exceeds or is expected to exceed such amount,\nthe\nsupplier may apply for the Tax Registration.</p></td></tr><tr><td><p>Transport-Related Services</p></td><td><p>:</p></td><td><p>Cargo transport, packaging and sealing; preparation of customs documents; container\nmanagement services and loading, unloading, storage and movement of goods, or any\nother\nservices that are closely related or necessary for the completion of transport\nservices.\n</p></td></tr><tr><td><p>Business Establishment</p></td><td><p>:</p></td><td><p>The place where the Business is legally established in a state, in accordance with\nthe\nestablishment resolution, and where important management decisions are taken or the\nfunctions of the central administration are carried out.</p></td></tr><tr><td><p>Fixed Establishment</p></td><td><p>:</p></td><td><p>Any fixed place of Business other than the Business Establishment, through which the\nPerson conducts its Business on a regular or permanent basis and which has the\nsufficient human and technical resources necessary to enable it to supply or receive\nGoods or Services, including the Person's branches.</p></td></tr><tr><td><p>Place of Residence</p></td><td><p>:</p></td><td><p>The place where a Person has a Business Establishment or Fixed Establishment, in\naccordance with the provisions of this Decree-Law.</p></td></tr><tr><td><p>Non-Resident Person</p></td><td><p>:</p></td><td><p>Any person that has no business headquarters or fixed establishment in the State and\nusually does not reside therein.</p></td></tr><tr><td><p>Related Parties</p></td><td><p>:</p></td><td><p>Two or more Persons that are not economically, financially or organizationally\nseparated,\nwhere one of them can control the others either by law, shareholding or voting\nrights.\n</p></td></tr><tr><td><p>Customs Legislation</p></td><td><p>:</p></td><td><p>Federal and local legislation regulating customs in the State.</p></td></tr><tr><td><p>Designated Area</p></td><td><p>:</p></td><td><p>Any area identified by a Cabinet Resolution, upon the proposal of the Minister, as a\nDesignated Area for the purposes of this Decree-Law.</p></td></tr><tr><td><p>Exportation</p></td><td><p>:</p></td><td><p>Taking Goods outside the State or providing Services to a person whose Business\nEstablishment or Fixed Establishment is outside the State.</p></td></tr><tr><td><p>Voucher</p></td><td><p>:</p></td><td><p>Any instrument entitling the holder thereof to get access to Goods or Services\nagainst\nthe value stated thereon or enclosed therein, or to obtain a discount on the price\nof\nGoods or Services, and it does not include postage stamps issued by the Emirates\nPost\nGroup.</p></td></tr><tr><td><p>Activities Performed in a Sovereign Capacity</p></td><td><p>:</p></td><td><p>Activities performed by Government Agencies in their sole capacity, with or without a\nConsideration.</p></td></tr><tr><td><p>Capital Assets</p></td><td><p>:</p></td><td><p>Business assets designated for long-term use.</p></td></tr><tr><td><p>Capital Assets Scheme</p></td><td><p>:</p></td><td><p>A scheme whereby the input tax initially refunded is adjusted based on the actual use\nduring a specific period.</p></td></tr><tr><td><p>Administrative Fines</p></td><td><p>:</p></td><td><p>Amounts to be imposed on the Person by the Authority for violating the provisions of\nthis\nDecree-Law and Federal Law No. (7) of 2017, on Tax Procedures.</p></td></tr><tr><td><p>Administrative Fine Assessment</p></td><td><p>:</p></td><td><p>A decision issued by the Authority on due administrative fines.</p></td></tr><tr><td><p>Excise Tax</p></td><td><p>:</p></td><td><p>A tax levied by virtue of a law on particular Goods.</p></td></tr><tr><td><p>Tax Group</p></td><td><p>:</p></td><td><p>Two or more Persons registered at the Authority as a single Taxable Person for the\ntax\npurposes, in accordance with the provisions of this Decree-Law.</p></td></tr><tr><td><p>Pure Hydrocarbons</p></td><td><p>:</p></td><td><p>Any type of various pure compounds of a chemical formula composed only of hydrogen\nand\ncarbon (Cx Hy).</p></td></tr><tr><td><p>Tax Evasion</p></td><td><p>:</p></td><td><p>The person's use of illegal means which cause reducing the amount of the Due Tax, the\nnon-payment thereof, or the refund of a Tax that such Person is not entitled to\nrefund.\n</p></td></tr><tr><td><p>Tax Audit</p></td><td><p>:</p></td><td><p>An action made by the Authority to audit business records or any information, data or\ncommodities related to a Person so as to verify the fulfillment of their\nobligations,\npursuant to the provisions of this Decree-Law or the Tax Procedures Law.</p></td></tr><tr><td><p>Tax Assessment</p></td><td><p>:</p></td><td><p>Means the Tax Assessment as defined in the Tax Procedures Law.</p></td></tr><tr><td><p>Voluntary Disclosure</p></td><td><p>:</p></td><td><p>A form prepared by the Authority whereby the Taxpayer notifies the Authority of any\nerrors or omissions in the Tax Return, Tax Assessment or tax refund application,\npursuant to the provisions of the Tax Procedures Law.</p></td></tr><tr><td><p>Tax Procedures Law</p></td><td><p>:</p></td><td><p>Federal Law No. (7) of 2017, on Tax Procedures, as amended, and any federal law\nsuperseding the same.</p></td></tr><tr><td><p>E-invoicing System</p></td><td><p>:</p></td><td><p>An electronic system specifically used for issuing, sending, exchange and sharing of\nthe\ndetails of invoice and credit note according to the legislation regulating the tax\nprocedures.</p></td></tr><tr><td><p>Electronic Invoice</p></td><td><p>:</p></td><td><p>An invoice that is issued, sent and received in a structured electronic format that\nenables automated and electronic processing, according to the e-invoicing system.\n</p></td></tr><tr><td><p>Electronic Credit Note</p></td><td><p>:</p></td><td><p>A credit note that is issued, sent and received in a structured electronic format\nthat\nenables automated and electronic processing, according to the e-invoicing system.\n</p></td></tr></table></article></section></main></div></body></html>"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 10 - Supply by Government Agencies</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 10 - Supply by Government Agencies</h3><article><ol><li><p>The government agency shall be deemed as making a supply in the course of business in the following cases:</p><ol type='a'><li><p>If its activities are performed in a non-sovereign capacity.</p></li><li><p>If its activities are in competition with the private sector.</p></li></ol></li><li><p>The Cabinet shall issue a resolution, upon the proposal of the Minister, which shall determine the government agencies, their activities considered to be performed in a sovereign capacity and the cases where their activities are considered not in competition with the private sector.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 10 - Supply by Government Agencies",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 11 - Cases of Deemed Supply</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Two: Deemed Supply</h3><h3>Article 11 - Cases of Deemed Supply</h3><article><p>The following cases shall be regarded as deemed supply:</p><ol><li><p>Supply of goods or services forming the whole assets of the taxable person or part\nthereof, but such goods or services no longer form part of the assets, provided that the\nsupply is made for no consideration. </p></li><li><p>Transfer of goods forming part of the business assets of a taxable person in the State\nto his business in one of the applying states, or from the taxable person's business in\nan applying state to his business in the State, except in the case where such transfer\nis:\n<ol type='a'><li><p>deemed temporary pursuant to the Customs Legislation. </p></li><li><p>made as part of another taxable supply of such goods. </p></li></ol></p></li><li><p>Supply of goods or services for which input tax may be recovered but they have been used\nin whole or in part for purposes other than the business, and such supply shall be\nregarded as deemed supply within the limits of use for non-business purposes. </p></li><li><p>Goods and services owned by the taxable person at the date of cancellation of tax\nregistration. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 11 - Cases of Deemed Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 12 - Exceptions from the Deemed Supply</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 12 - Exceptions from the Deemed Supply</h3><article><p>The supply shall not be regarded as deemed supply in the following cases:</p><ol><li><p>If the amount of the input tax for the related goods and services is not refunded. </p></li><li><p>If the supply is an exempted supply. </p></li><li><p>If the refunded input tax on the goods and services is adjusted in accordance with the\nCapital Assets Scheme. </p></li><li><p>If the value of the supply of goods, for each recipient during the period of twelve\nmonths, does not exceed the amount determined by the Executive Regulations of this\nDecree-Law and the supply is intended to use such goods as samples or commercial gifts.\n</p></li><li><p>If the total output tax payable for all the deemed supplies per person for the period of\ntwelve months is less than the amount specified by the Executive Regulations of this\nDecree-Law. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 12 - Exceptions from the Deemed Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 13 - Mandatory Tax Registration</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Four: Tax Registration and Cancellation</h3><h3>Article 13 - Mandatory Tax Registration</h3><article><ol><li><p>Every Person who has a Place of Residence in the State or in one of the Applying States\nshall register for the Tax if:\n<ol type='a'><li><p>The value of the supplies set forth in Article (19) hereunder exceeds, during\nthe previous (12) twelve-month period, the Mandatory Registration Threshold; or\n</p></li><li><p>It is expected that the value of the supplies set forth in Article (19)\nhere under will exceed the Mandatory Registration Threshold during the next (30)\nthirty days. </p></li></ol></p></li><li><p>Every Person who does not have a Place of Residence in the State or in one of the\nApplying States shall register for the Tax if such Person makes supplies of Goods or\nServices and no other Person obligated to pay the Due Tax for such supplies is in the\nState. </p></li><li><p>The Executive Regulations of this Decree-Law shall determine the time limits during\nwhich the Person shall notify the Authority of the necessity to register for the Tax and\nthe effective date of the Tax Registration. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 13 - Mandatory Tax Registration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 14 - Tax Group</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 14 - Tax Group</h3><article><ol><li><p>Two or more persons practicing the business may apply for the tax registration as a tax\ngroup if the following conditions are satisfied:\n<ol type='a'><li><p>Each of them shall have a business establishment or fixed establishment in the\nState. </p></li><li><p>The relevant persons shall be related parties. </p></li><li><p>One or more persons practicing the business in a partnership shall control the\nothers. </p></li></ol></p></li><li><p>The Executive Regulations of this Decree-Law shall define the cases where the Authority\nmay reject the application for registering the tax group. </p></li><li><p>No person who practices the business shall have more than one Tax Registration Number,\nunless otherwise provided for in the Executive Regulations. </p></li><li><p>If the related parties fail to apply for the tax registration as a tax group in\naccordance with Clause (1) of this Article, the Authority may assess their relation\nbased on their practice of the business on an economic, financial and organizational\nbasis and register the same as a tax group if it verifies their relation in accordance\nwith the controls and conditions established by the Executive Regulations of this\nDecree-Law. </p></li><li><p>The Authority may cancel the registration of the tax group under the provisions\ncontained in this Article, in accordance with the conditions laid down in the Executive\nRegulations of this Decree-Law. </p></li><li><p>The Authority may make amendments to those registered as a tax group by adding or\nremoving some persons, upon request of the taxable person or in accordance with the\ncases set out in the Executive Regulations. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 14 - Tax Group",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 15 - Exemption from the Registration</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 15 - Exemption from the Registration</h3><article><ol><li><p>The Authority may exempt the Taxable Person, whether registered or unregistered, from\nthe Tax Registration, upon their request, if their supplies are zero-rated only. </p></li><li><p>If any changes to the business of the Taxable Person who is exempted from the Tax\nRegistration occur, pursuant to Clause (1) above, and lead, or would lead, to the\nelimination of the reason based on which they have been exempted, they shall notify the\nAuthority of such changes within the time limits and according to the procedures\nidentified by the Executive Regulations of this Decree-Law. </p></li><li><p>The Authority shall be entitled to collect the Due Tax and the Administrative Fines for\nthe period of exemption if it found that the Taxable Person is not entitled to be\nexempted. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 15 - Exemption from the Registration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 16 - Tax Registration of Government Agencies</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 16 - Tax Registration of Government Agencies</h3><article><p>Government agencies to be determined by the Cabinet resolution referred to in Clause (2) of\nArticle (10) of this Decree-Law shall apply for tax registration and such registration may\nnot be cancelled except under a Cabinet resolution to be issued upon the proposal of the\nMinister.</p></article></section></main></div></body></html>",
        "title": "Article 16 - Tax Registration of Government Agencies",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 17 - Voluntary Registration</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 17 - Voluntary Registration</h3><article><p>Any person who is not liable to be registered in accordance with the provisions of this Part\nmay apply for tax registration voluntarily in the following cases:</p><ol><li><p>If such person proves, at the end of any given month, that the value of supplies set\nforth in Article (19) hereof or the taxable expenses incurred during the previous twelve\nmonths has exceeded the Voluntary Registration Threshold. </p></li><li><p>If it is expected, at any time, that the value of supplies set forth in Article (19)\nhereof or the taxable expenses to be incurred during the next thirty days will exceed\nthe Voluntary Registration Threshold. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 17 - Voluntary Registration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 18 - Tax Registration for Non-Residents</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 18 - Tax Registration for Non-Residents</h3><article><p>A non-resident person may not take the value of goods and services imported to the State for\nthe purpose of determining whether he is entitled to be registered if the calculation of tax\nfor such goods and services is the responsibility of the importer in accordance with the\nprovisions of Clause (1) of Article (48) of this Decree-Law.</p></article></section></main></div></body></html>",
        "title": "Article 18 - Tax Registration for Non-Residents",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 19 - Calculating the Tax Registration Threshold</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 19 - Calculating the Tax Registration Threshold</h3><article><p>For the purpose of determining whether a person exceeds the Mandatory Registration Threshold\nand the Voluntary Registration Threshold, the total value of the following shall be\ncalculated:</p><ol><li>The value of taxable goods and services.</li><li>The value of relevant goods and relevant services received by the person if not\ncalculated under Clause (1) of this Article.</li><li>The value of the whole or relevant part of taxable supplies belonging to such person if\nhe acquires, in whole or in part, a business of a person who has made such supplies.\n</li><li>The value of taxable supplies made by related parties according to the cases defined by\nthe Executive Regulations of this Decree-Law.</li></ol></article></section></main></div></body></html>",
        "title": "Article 19 - Calculating the Tax Registration Threshold",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 2 - Scope of the Tax</title><style>\n.scope {\nmargin: 0;\npadding: 8px;\nfont-size: large;\nfont-family: 'Segoe UI', Tahoma, Geneva, Verdana, sans-serif;\noverflow-x: auto;\n}.scope header {\npadding: 1rem 1.25rem;\nmargin: 0.25rem 0.75rem;\n}.scope header * {\ntext-align: center;\n}.scope header h1,\n.scope header h2,\n.scope header h3,\n.scope header h4 {\ncolor: #2f438d;\n}.scope table {\nwidth: 100%;\nmargin: 0.25rem auto;\noverflow-x: auto;\nborder: none;\nborder-collapse: collapse;\nwhite-space: nowrap;\n}.scope table,\n.scope td,\n.scope th {\nborder: 1px solid #000;\npadding: 0.5rem;\ntext-align: left;\nword-break: break-word;\n}.scope th {\ntext-align: center;\n}/* Mobile responsivness  */\n@media (max-width: 768px) {\n.scope {\npadding: 0.5vw;\n}.scope table {\ndisplay: block;\noverflow-x: auto;\nwhite-space: nowrap;\nborder: none;\n}.scope header h1,\n.scope header h2,\n.scope header h3,\n.scope header h4 {\ncolor: #2f438d;\nfont-size: 1.2rem;\n}.scope main h3 {\nfont-size: 0.9rem;\nfont-weight: bold;\n}.scope p {\npadding: 0.15rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\nfont-size: 0.9rem;\n}\n}.scope main .fraction {\ndisplay: inline-block;\nvertical-align: middle;\ntext-align: center;\n}.scope main .fraction>span {\ndisplay: block;\npadding: 0 0.2em;\n}.scope main .fraction .numerator {\nborder-bottom: 1px solid #000;\n}.scope main .fraction .denominator {\nmargin-top: -0.1em;\n}.scope main h3 {\nfont-size: 1.2rem;\nfont-weight: bold;\n}.scope main hr {\nmax-width: 640px;\nmargin: auto;\n}.scope main ::-webkit-scrollbar {\nwidth: 0.25rem;\n}.scope main ::-webkit-scrollbar-track {\nbackground: grey;\n}.scope main ::-webkit-scrollbar-thumb {\nbackground: white;\nwidth: 0.25rem;\n}.scope main .example {\nbackground-color: bisque;\npadding: 0.25rem 0.75rem;\nborder-radius: 0.25rem;\nmargin: 1em 0;\noverflow-x: scroll;\n}.scope main .box {\nmin-width: 40vw;\npadding: 0.25rem 0.75rem;\nborder: 1px solid black;\nfont-size: small;\n}.scope footer p * {\nfont-style: italic;\n}.scope ul.dashed>li::marker {\ncontent: '- ';\n}.scope img {\ndisplay: block;\nmargin: 1em auto;\nwidth: 100%;\nmax-width: 720px;\nheight: auto;\n}.scope h3 {\ncolor: #2f438d;\n}.scope #linktogtl,\n.scope #linktogtl *,\n.scope #gtlnotes h3 {\ncolor: #43af76;\n}.scope .repeal,\n.scope .repeal *,\n.scope .attention {\ncolor: #c00000;\n}.scope p {\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\n}.scope a {\ncolor: #5948ca;\ntext-decoration: none;\nfont-weight: 600;\n}.scope a:hover {\ntext-decoration: underline;\n}.scope main section {\ncounter-reset: i;\n}.scope main section>article {\ncounter-increment: i;\n}.scope main article>h3::before {\ncontent: 'Article ' counter(i) ' - ';\n}\n</style></head><body><body class='scope'><main><section><h3>Article 2 - Scope of the Tax</h3><article><p>The Tax shall be levied on:</p><ol><li>Every taxable supply and deemed supply carried out by the taxable person.</li><li>Importation of the relevant goods except for what is specified by the Executive\nRegulations of\nthis Decree-Law.</li></ol></article></section></main></body></body></html>",
        "title": "Article 2 - Scope of the Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 20 - Capital Assets</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 20 - Capital Assets</h3><article><p>The supply of capital assets belonging to the person during practicing the business shall be\ndisregarded when determining whether a person exceeds the Mandatory Registration Threshold\nor the Voluntary Registration Threshold.</p></article></section></main></div></body></html>",
        "title": "Article 20 - Capital Assets",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 21 - Cases of Tax Deregistration</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 21 - Cases of Tax Deregistration</h3><article><ol><li><p> The Registrant shall submit to the Authority an application for Tax deregistration in\nany of the following cases:\n<ol type='a'><li><p> If he ceases to make Taxable Supplies. </p></li><li><p> If the value of the Taxable Supplies made during the period of (12) twelve\nconsecutive months is less than the Voluntary Registration Threshold, and the\ncase set out in Clause (2) of Article (17) of this Decree-Law is not applicable\nto him. </p></li></ol></p></li><li><p> The Authority may issue a Tax deregistration decision where it is convinced that the\nretention of tax registration would adversely affect the tax system's integrity,\npursuant to the conditions and controls set forth in the Executive Regulations of this\nDecree-Law. </p></li><li><p> The Tax deregistration shall not invalidate the Authority's right to claim any tax due\nor administrative fines. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 21 - Cases of Tax Deregistration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 22 - Applying for Cancellation of Tax Registration</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 22 - Applying for Cancellation of Tax Registration</h3><article><p>The registrant may submit to the Authority an application for cancellation of tax\nregistration if the value of the taxable supplies made during the period of previous twelve\nmonths is less than the Mandatory Registration Threshold.</p></article></section></main></div></body></html>",
        "title": "Article 22 - Applying for Cancellation of Tax Registration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 23 - Voluntary Tax Registration Cancellation</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 23 - Voluntary Tax Registration Cancellation</h3><article><p>The registrant shall not be entitled, pursuant to Article (17) hereof, to submit an\napplication for cancellation of his tax registration within twelve months as of the date of\nhis tax registration.</p></article></section></main></div></body></html>",
        "title": "Article 23 - Voluntary Tax Registration Cancellation",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>AArticle 24 - Procedures, Controls and Conditions of Tax Registration and Cancellation</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 24 - Procedures, Controls and Conditions of Tax Registration and Cancellation</h3><article><p>The Executive Regulations of this Decree-Law shall determine the procedures, controls and\nconditions of the tax registration, cancellation thereof and rejection of applications for\ntax registration and its cancellation as set forth in this Part.</p></article></section></main></div></body></html>",
        "title": "AArticle 24 - Procedures, Controls and Conditions of Tax Registration and Cancellation",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 25 - Date of Supply</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Five: Rules on Supply</h3><h3>Chapter One - Date of supply</h3><h3>Article 25 - Date of Supply</h3><article><p>The tax shall be calculated on the date of supply of goods or services, which shall be the\nearlier date of any of the following:</p><ol><li><p> The date of transferring the goods if they are transferred under the supervision of the\nsupplier. </p></li><li><p> The date on which the goods are made available to the recipient if they are not\ntransferred under the supervision of the supplier. </p></li><li><p> The date on which the assembly or installation of goods is completed if there is an\nobligation to install and assemble the supplied goods. </p></li><li><p> The date on which the goods are imported in accordance with the Customs Legislation.\n</p></li><li><p> The date on which the recipient accepts the supply, or no later than twelve (12) months\nfollowing the date on which the goods are transferred or made available to the\nrecipient, if the supply is made on a returnable basis. </p></li><li><p> The completion date of providing the services. </p></li><li><p> The date of receiving the payment or the date of issuing the tax invoice. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 25 - Date of Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 26 - Date of Supply in Special Cases</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 26 - Date of Supply in Special Cases</h3><article><ol><li><p>   The date of supply of Goods and Services for any contract that contains periodic\npayments or consecutive invoices shall be the earliest date of the following:\n<ol type='a'><li><p>   The date of issuing any tax invoice; </p></li><li><p>   The maturity date of the amount stated in the tax invoice; </p></li><li><p>   The date of receiving the paid amount; or </p></li><li><p>   The date on which a year has lapsed following the date of supplying the goods or\nservices. </p></li></ol></p></li><li><p>   The date of supply, in cases where payment is made through vending machines, shall be\nthe date on which the amount is collected from such machines. </p></li><li><p>   The date of Deemed Supply of Goods or Services shall be the date of their supply,\ndisposal thereof, change of their use purposes or Tax deregistration, as the case may\nbe. </p></li><li><p>   The date of supply of Vouchers shall be the date of their issuance or supply thereafter.\n</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 26 - Date of Supply in Special Cases",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 27 - Place of Supply of Goods</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 27 - Place of Supply of Goods</h3><article><ol><li><p>The place of supply of Goods shall be in the State if such supply is made in the State and does not involve Exportation from or Importation into the State.</p></li><li><p>The place of supply of installed or assembled Goods if exported from or imported to the State shall be:</p><ol type='a'><li><p>In the State if such Goods are assembled or installed in the State.</p></li><li><p>Outside the State if such Goods are assembled or installed outside the State.</p></li></ol></li><li><p>The place of supply of Goods that involves Exportation or Importation shall be as follows:</p><ol type='a'><li><p>Inside the State in the following cases:</p><ol type='i'><li><p>If the supply involves Exportation to a place outside the Applying States;</p></li><li><p>If the Recipient of Goods in an Applying State is not registered for the Tax in the state of destination, and the total exports from the same supplier to such state does not exceed the Mandatory Registration Threshold of such state;</p></li><li><p>If the Recipient of Goods does not have a Tax Registration Number in the State and the total exports from a supplier in an Applying State to the State exceeds the Mandatory Registration Threshold;</p></li><li><p>If Article (26.1) above is applicable and the title to Goods is transferred inside the State.</p></li></ol></li><li><p>Outside the State in the following cases:</p><ol type='i'><li><p>If the supply involves Exportation to a customer registered for the Tax purposes in one of the Applying States.</p></li><li><p>If the Recipient of Goods is not registered for the Tax purposes in one of the applying states to which Exportation is made, and the total exports from the same supplier to such state exceeds the Mandatory Registration Threshold of such state.</p></li><li><p>If the Recipient of Goods does not have a Tax Registration Number and imports Goods from a supplier registered for the Tax in an Applying State from which importation is made, and the total imports from the same supplier to the State do not exceed the Mandatory Registration Threshold.</p></li></ol></li></ol></li><li><p>Goods shall not be treated as exported outside the State and then re-imported thereto if such Goods are supplied in the State and the supply requires sending the Goods outside the State and then the re-entry thereof into the State, as per the cases defined by the Executive Regulations of this Decree-Law.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 27 - Place of Supply of Goods",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 28 - Place of Supply of Water and Energy</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 28 - Place of Supply of Water and Energy</h3><article><ol><li><p>The supply of water and types of energy defined by the Executive Regulations of this Decree-Law through a distribution system, shall be deemed to be made in the place of residence of the taxable trader if the distribution is carried out by a taxable person whose place of residence in the State to a taxable trader whose place of residence in an applying state.</p></li><li><p>The supply of water and types of energy defined by the Executive Regulations of this Decree-Law through a distribution system, shall be deemed to be made at the place of actual consumption if the distribution is carried out by a taxable person to a non-taxable person.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 28 - Place of Supply of Water and Energy",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 29 - Place of Supply of Servicesy</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 29 - Place of Supply of Servicesy</h3><article><p>The place of supply of services shall be the place of residence of the supplier.</p></article></section></main></div></body></html>",
        "title": "Article 29 - Place of Supply of Servicesy",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Scope and Rate of the Tax Article 3</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Two  - Scope and Rate of the Tax</h3><h3>Article 3 -  Rate of the Tax</h3><article><h3>Rate of the Tax</h3><p>Subject to the provisions of Part VI of this Decree-Law, the standard rate of the tax to be\nlevied on\nany supply or importation shall be (5%) in accordance with the provisions of Article (2) hereof\nbased on the value of the supply or importation specified in accordance with the provisions of\nthis\nDecree-Law.</p></article></section></main></div></body></html>",
        "title": "Scope and Rate of the Tax Article 3",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 30 - Place of Supply in Special Cases</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 30 - Place of Supply in Special Cases</h3><article><p>Notwithstanding the provisions of Article (29) of this Decree-Law, the place of supply in special cases shall be as follows:</p><ol><li><p>If the Recipient has a place of residence in an Applying State and is registered for the tax purposes therein, the place of supply shall be the place of residence of the Recipient.</p></li><li><p>If the Recipient is a Person practicing the Business and has a place of residence in the State, and the supplier does not have a place of residence in the State, the place of supply shall be in the State.</p></li><li><p>In case of the supply of Services related to Goods, such as the Services of installation related to Goods supplied by others, the place of supply shall be the place where such Services are performed.</p></li><li><p>If the supply is leasing means of transport to a lessee who is an Untaxable Person in the State and does not have a Tax Registration Number in an Applying State; the place of supply shall be the place where such means of transport are made available to the lessee.</p></li><li><p>In case of the supply of restaurant, hotel, and food and drink catering services; the place of supply shall be the place where such Services are actually performed.</p></li><li><p>In case of the supply of any cultural, artistic, sporting or educational Services or any similar Services; the place of supply shall be the place where such services are performed.</p></li><li><p>In case of the supply of Services related to a real property, as determined by the Executive Regulations of this Decree-Law, the place of supply shall be the place where such real property is located.</p></li><li><p>In case of the supply of transport Services or transport-related services, the place of supply shall be where the transport starts. The Executive Regulations of this Decree-Law shall determine the place of supply of transport services if the trip includes more than one stop.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 30 - Place of Supply in Special Cases",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 31 - Place of Supply of Telecommunication and Electronic Services</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 31 - Place of Supply of Telecommunication and Electronic Services</h3><article><p>The place of supply of telecommunications and electronic services stated in the Executive Regulations of this Decree-Law shall be as follows:</p><ol><li><p>Inside the State, if such services are used and enjoyed therein, to the extent of such use and enjoyment.</p></li><li><p>Outside the State, if such services are used and enjoyed outside the State, to the extent of such use and enjoyment.</p></li></ol><p>The actual use and enjoyment of telecommunications and electronic services shall be where such services are used regardless of the place of contract or payment.</p></article></section></main></div></body></html>",
        "title": "Article 31 - Place of Supply of Telecommunication and Electronic Services",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 32 - Business Establishment</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 32 - Business Establishment</h3><article><p>The place of residence of the supplier or recipient shall be as follows:</p><ol><li><p>The state where the business establishment of the person is located or where he has a fixed establishment, provided that he does not have a business establishment or fixed establishment in any other state.</p></li><li><p>The state where the business establishment of the person is located or where he has a fixed establishment, which is the most directly concerned with the supply if the business establishment is located in more than one state or he has fixed establishments in more than one state.</p></li><li><p>The state where the usual place of residence of the person is located if he has no business establishment or fixed establishment in any state.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 32 - Business Establishment",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 33 - Agents</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 33 - Agents</h3><article><p>The Place of Residence of the agent shall be the Place of Residence of the principal in the following cases:</p><ol><li><p>If the agent exercises, on a regular basis, the right of negotiation and entering into agreements on behalf of the principal.</p></li><li><p>If the agent keeps a stock of Goods to fulfill agreements for the supply thereof in favour of the principal regularly.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 33 - Agents",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 34 - Value of Supply</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 34 - Value of Supply</h3><article><p>The value of any supply of goods or services for a consideration shall be as follows:</p><ol><li><p>Where the supply is for a cash consideration in whole, the value of the supply shall be the consideration less the tax.</p></li><li><p>Where the supply is for a consideration not in cash or a consideration not wholly in cash, the value of the supply shall be calculated as the overall cash part plus the market rate of the non-cash part of the consideration, and shall not include the tax.</p></li><li><p>In case of services received by the taxable person who is required to calculate the tax in accordance with Clause (1) of Article (48) of this Decree-Law, the value of the supply shall be equal to the market rate of the consideration without addition of the tax chargeable on such supply.</p></li><li><p>If the consideration is related to matters other than the supply of goods or services, the supply shall be deemed to be for the part of the consideration as is properly attributable to the supply as determined in the Executive Regulations of this Decree-Law.</p></li></ol><p>The Executive Regulations of this Decree-Law shall determine the rules of defining the market rate.</p></article></section></main></div></body></html>",
        "title": "Article 34 - Value of Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 35- Importation Value</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 35 - Importation Value </h3><article><p>The value of imported goods shall consist of:</p><ol><li><p>The value of the goods for the customs purposes in accordance with the Customs\nLegislation, including the value of insurance, freight, any customs duties and any excise\ntaxes to be paid on the importation of goods. The tax shall not be included in the value of\nsupply </p></li><li><p>If it is not possible to determine the value of supply according to Clause (1) of this Article,\nthe value shall be determined based on the alternate valuation rules set forth in the\nCustoms Legislation.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 35- Importation Value",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 36- Value of Supply and Deemed Supply for Related Parties</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 36- Value of Supply and Deemed Supply for Related Parties</h3><article><p>Notwithstanding the provisions of Articles (34), (35) and (37) of this Decree-Law, the value\nof the supply or Importation of Goods or Services between the Related Parties shall be considered equal to the market rate if all the following conditions are fulfilled:</p><ol><li><p>The value of the supply is less than the market rate. </p></li><li><p>If the supply is taxable and the Recipient of Goods or Recipient of Services is not entitled\nto recover the full Tax to be levied on such supply as an Input Tax</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 36- Value of Supply and Deemed Supply for Related Parties",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 37 - Value of Deemed Supply</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 37 - Value of Deemed Supply</h3><article><p>Notwithstanding the provisions of Articles (34) and (35) of this Decree-Law, in case of the\ndeemed supply, when the taxable person purchases goods or services to make taxable\nsupplies but he does not use the same for such purpose, the value of the supply shall be equal\nto the total cost incurred by the taxable person to make such deemed supply of goods or\nservices. </p></article></section></main></div></body></html>",
        "title": "Article 37 - Value of Deemed Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 38 - Tax-Inclusive Pricing</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 38 - Tax-Inclusive Pricing</h3><article><p>The declared prices shall include the tax in case of the taxable supplies. The Executive\nRegulations of this Decree-Law shall determine the cases where prices do not include the tax. </p></article></section></main></div></body></html>",
        "title": "Article 38 - Tax-Inclusive Pricing",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 39 - Value with Discounts/Subsidies</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 39 - Value with Discounts/Subsidies</h3><article><p>When discounts are made prior to or after the date of supply or subsidies are provided by the\nState to the supplier for such supply, the value of such supply shall be reduced in proportion\nto such discounts or subsidies.</p><p>The Executive Regulations of this Decree-Law shall establish the conditions and rules of\ncalculating the tax when the discount is made.</p></article></section></main></div></body></html>",
        "title": "Article 39 - Value with Discounts/Subsidies",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 4 - Responsibility for the Tax</title><style>\n.scopeDECISION {\nmargin: 0;\npadding: 8px;\nfont-size: large;\nfont-family:\"Segoe UI\", Tahoma, Geneva, Verdana, sans-serif;\noverflow-x: auto;\n}.scopeDECISION header {\npadding: 1rem 1.25rem;\nmargin: 0.25rem 0.75rem;\n}.scopeDECISION header * {\ntext-align: center;\n}.scopeDECISION header h1,\n.scopeDECISION header h2,\n.scopeDECISION header h3,\n.scopeDECISION header h4 {\ncolor: #2f438d;\n}.scopeDECISION main h3 {\nfont-size: 1.2rem;\nfont-weight: bold;\n}.scopeDECISION main hr {\nmax-width: 640px;\nmargin: auto;\n}.scopeDECISION main ::-webkit-scrollbar {\nwidth: 0.25rem;\n}.scopeDECISION main ::-webkit-scrollbar-track {\nbackground: grey;\n}.scopeDECISION main ::-webkit-scrollbar-thumb {\nbackground: white;\nwidth: 0.25rem;\n}.scopeDECISION main .example {\nbackground-color: bisque;\npadding: 0.25rem 0.75rem;\nborder-radius: 0.25rem;\nmargin: 1em 0;\noverflow-x: scroll;\n}.scopeDECISION main .example h3 {\ncolor: black;\n}.scopeDECISION main .box {\nmin-width: 40vw;\npadding: 0.25rem 0.75rem;\nborder: 1px solid black;\nfont-size: small;\n}.scopeDECISION footer p * {\nfont-style: italic;\n}.scopeDECISION ul.dashed>li::marker {\ncontent:\"-\";\n}.scopeDECISION img {\ndisplay: block;\nmargin: 1em auto;\nwidth: 100%;\nmax-width: 720px;\nheight: auto;\n}.scopeDECISION table {\nwidth: 100%;\nmargin: 0.25rem auto;\noverflow-x: auto;\nborder: none;\nborder-collapse: collapse;\n}.scopeDECISION table,\n.scopeDECISION td,\n.scopeDECISION th {\nborder: 1px solid #000;\npadding: 0.5rem;\ntext-align: left;\n/* word-break: break-word; */\nwhite-space: nowrap;\n}/* Decision styles on smaller screens */\n@media (max-width: 768px) {\n.scopeDECISION{\npadding: 0.5vw;\n}\n.scopeDECISION table {\ndisplay: block;\noverflow-x: auto;\nwhite-space: nowrap;\nborder: none;\n}.scopeDECISION header h1,\n.scopeDECISION header h2,\n.scopeDECISION header h3,\n.scopeDECISION header h4 {\ncolor: #2f438d;\nfont-size: 1.2rem;\n}.scopeDECISION main h3 {\nfont-size: 0.9rem;\nfont-weight: bold;\n}.scopeDECISION p {\npadding: 0.15rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\nfont-size: 0.9rem;\n}.scopeDECISION main .index {\nborder: 1px solid black;\npadding: 0.5rem;\n}.scopeDECISION main .index h3 {\ntext-align: center;\nfont-size: 0.9rem;\n}.scopeDECISION main .index ol {\nlist-style-type: none;\nmargin-top: 0;\n}\n}\n/* *************** */.scopeDECISION .fraction {\ndisplay: inline-block;\nvertical-align: middle;\ntext-align: center;\n}.scopeDECISION .fraction>span {\ndisplay: block;\npadding: 0 0.2em;\n}.scopeDECISION .fraction .numerator {\nborder-bottom: 1px solid #000;\n}.scopeDECISION .fraction .denominator {\nmargin-top: -0.1em;\n}.scopeDECISION h3 {\ncolor: #2f438d;\n}.scopeDECISION #linktogtl,\n.scopeDECISION #linktogtl *,\n.scopeDECISION #gtlnotes h3,\n.scopeDECISION #gtlnotes h3 * {\ncolor: #43af76;\n}.scopeDECISION .repeal,\n.scopeDECISION .repeal *,\n.scopeDECISION .attention,\n.scopeDECISION .attention * {\ncolor: #c00000;\n}.scopeDECISION p {\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\n}.scopeDECISION a {\ncolor: #5948ca;\ntext-decoration: none;\nfont-weight: 600;\n}.scopeDECISION a:hover {\ntext-decoration: underline;\n}.scopeDECISION main section {\ncounter-reset: i;\n}.scopeDECISION main section>article {\ncounter-increment: i;\n}.scopeDECISION main article>h3::before {\ncontent:\"Article\"counter(i)\"-\";\n}/* In Future if we want change the guide class name */\n.scopeGUIDE {\nmargin: 0;\npadding: 8px;\nfont-size: large;\nfont-family:\"Segoe UI\", Tahoma, Geneva, Verdana, sans-serif;\noverflow-x: auto;\n}.scopeGUIDE header {\npadding: 1rem 1.25rem;\nmargin: 0.25rem 0.75rem;\n}.scopeGUIDE header * {\ntext-align: center;\n}.scopeGUIDE header h1,\n.scopeGUIDE header h2,\n.scopeGUIDE header h3,\n.scopeGUIDE header h4 {\ncolor: #2f438d;\n}.scopeGUIDE main h3 {\nfont-size: 1.2rem;\nfont-weight: bold;\n}.scopeGUIDE main hr {\nmax-width: 640px;\nmargin: auto;\n}.scopeGUIDE main ::-webkit-scrollbar {\nwidth: 0.25rem;\n}.scopeGUIDE main ::-webkit-scrollbar-track {\nbackground: grey;\n}.scopeGUIDE main ::-webkit-scrollbar-thumb {\nbackground: white;\nwidth: 0.25rem;\n}.scopeGUIDE main .example {\nbackground-color: bisque;\npadding: 0.25rem 0.75rem;\nborder-radius: 0.25rem;\nmargin: 1em 0;\noverflow-x: scroll;\n}.scopeGUIDE main .example h3 {\ncolor: black;\n}.scopeGUIDE main .box {\nmin-width: 40vw;\npadding: 0.25rem 0.75rem;\nborder: 1px solid black;\nfont-size: small;\n}.scopeGUIDE footer p * {\nfont-style: italic;\n}.scopeGUIDE ul.dashed>li::marker {\ncontent:\"-\";\n}.scopeGUIDE img {\ndisplay: block;\nmargin: 1em auto;\nwidth: 100%;\nmax-width: 720px;\nheight: auto;\n}.scopeGUIDE table {\nwidth: 100%;\nmargin: 0.25rem auto;\noverflow-x: auto;\nborder: none;\nborder-collapse: collapse;\n}.scopeGUIDE table,\n.scopeGUIDE td,\n.scopeGUIDE th {\nborder: 1px solid #000;\npadding: 0.5rem;\ntext-align: left;\nword-break: break-word;\n}@media (max-width: 768px) {\n.scopeGUIDE .scope table {\ndisplay: block;\noverflow-x: auto;\nwhite-space: nowrap;\nborder: none;\n}\n}.scopeGUIDE .fraction {\ndisplay: inline-block;\nvertical-align: middle;\ntext-align: center;\n}.scopeGUIDE .fraction>span {\ndisplay: block;\npadding: 0 0.2em;\n}.scopeGUIDE .fraction .numerator {\nborder-bottom: 1px solid #000;\n}.scopeGUIDE .fraction .denominator {\nmargin-top: -0.1em;\n}.scopeGUIDE h3 {\ncolor: #2f438d;\n}.scopeGUIDE #linktogtl,\n.scopeGUIDE #linktogtl *,\n.scopeGUIDE #gtlnotes h3,\n.scopeGUIDE #gtlnotes h3 * {\ncolor: #43af76;\n}.scopeGUIDE .repeal,\n.scopeGUIDE .repeal *,\n.scopeGUIDE .attention,\n.scopeGUIDE .attention * {\ncolor: #c00000;\n}.scopeGUIDE p {\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\n}.scopeGUIDE a {\ncolor: #5948ca;\ntext-decoration: none;\nfont-weight: 600;\n}.scopeGUIDE a:hover {\ntext-decoration: underline;\n}.scopeGUIDE main section {\ncounter-reset: i;\n}.scopeGUIDE main section>article {\ncounter-increment: i;\n}.scopeGUIDE main article>h3::before {\ncontent: counters(i,\".\")\".\";\n}/* PC styles */\n.scopePC {\nmargin: 0;\npadding: 8px;\nfont-size: large;\nfont-family:\"Segoe UI\", Tahoma, Geneva, Verdana, sans-serif;\noverflow-x: auto;\n}.scopePC header {\npadding: 1rem 1.25rem;\nmargin: 0.25rem 0.75rem;\n}.scopePC header * {\ntext-align: center;\n}.scopePC header h1,\n.scopePC header h2,\n.scopePC header h3,\n.scopePC header h4 {\ncolor: #2f438d;\n}.scopePC main h3 {\nfont-size: 1.2rem;\nfont-weight: bold;\n}.scopePC main hr {\nmax-width: 640px;\nmargin: auto;\n}.scopePC main ::-webkit-scrollbar {\nwidth: 0.25rem;\n}.scopePC main ::-webkit-scrollbar-track {\nbackground: grey;\n}.scopePC main ::-webkit-scrollbar-thumb {\nbackground: white;\nwidth: 0.25rem;\n}.scopePC main .example {\nbackground-color: bisque;\npadding: 0.25rem 0.75rem;\nborder-radius: 0.25rem;\nmargin: 1em 0;\noverflow-x: scroll;\n}.scopePC main .example h3 {\ncolor: black;\n}.scopePC main .box {\nmin-width: 40vw;\npadding: 0.25rem 0.75rem;\nborder: 1px solid black;\nfont-size: small;\n}.scopePC footer p * {\nfont-style: italic;\n}.scopePC ul.dashed>li::marker {\ncontent:\"-\";\n}.scopePC img {\ndisplay: block;\nmargin: 1em auto;\nwidth: 100%;\nmax-width: 720px;\nheight: auto;\n}.scopePC table {\nwidth: 100%;\nmargin: 0.25rem auto;\noverflow-x: auto;\nborder: none;\nborder-collapse: collapse;\n}.scopePC table,\n.scopePC td,\n.scopePC th {\nborder: 1px solid #000;\npadding: 0.5rem;\ntext-align: left;\nword-break: break-word;\n}/* smaller screen code for PC [public clarifications) */\n@media (max-width: 768px) {\n.scopePC{\npadding: 0.5vw;\n}\n.scopePC table {\ndisplay: block;\noverflow-x: auto;\nwhite-space: nowrap;\nborder: none;\n}.scopePC header h1,\n.scopePC header h2,\n.scopePC header h3,\n.scopePC header h4 {\ncolor: #2f438d;\nfont-size: 1.2rem;\n}.scopePC main h3 {\nfont-size: 0.9rem;\nfont-weight: bold;\n}.scopePC p {\npadding: 0.15rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\nfont-size: 0.9rem;\n}.scopePC main .index {\nborder: 1px solid black;\npadding: 0.5rem;\n}.scopePC main .index h3 {\ntext-align: center;\nfont-size: 0.9rem;\n}.scopePC main .index ol {\nlist-style-type: none;\nmargin-top: 0;\n}\n}\n/* *********** */.scopePC .fraction {\ndisplay: inline-block;\nvertical-align: middle;\ntext-align: center;\n}.scopePC .fraction>span {\ndisplay: block;\npadding: 0 0.2em;\n}.scopePC .fraction .numerator {\nborder-bottom: 1px solid #000;\n}.scopePC .fraction .denominator {\nmargin-top: -0.1em;\n}.scopePC h3 {\ncolor: #2f438d;\n}.scopePC #linktogtl,\n.scopePC #linktogtl *,\n.scopePC #gtlnotes h3,\n.scopePC #gtlnotes h3 * {\ncolor: #43af76;\n}.scopePC .repeal,\n.scopePC .repeal *,\n.scopePC .attention,\n.scopePC .attention * {\ncolor: #c00000;\n}.scopePC p {\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\n}.scopePC a {\ncolor: #5948ca;\ntext-decoration: none;\nfont-weight: 600;\n}.scopePC a:hover {\ntext-decoration: underline;\n}/* Guide style */\n.scope {\nmargin: 0;\npadding: 1vw;\nfont-size: large;\nfont-family:\"Segoe UI\", Tahoma, Geneva, Verdana, sans-serif;\noverflow-x: auto;\n}.scope header {\npadding: 1rem 1.25rem;\nmargin: 0.25rem 0.75rem;\n}.scope header * {\ntext-align: center;\n}.scope header h1,\n.scope header h2,\n.scope header h3,\n.scope header h4 {\ncolor: #2f438d;\n}.scope main h3 {\nfont-size: 1.2rem;\nfont-weight: bold;\n}.scope main hr {\nmax-width: 640px;\nmargin: auto;\n}.scope main ::-webkit-scrollbar {\nwidth: 0.25rem;\n}.scope main ::-webkit-scrollbar-track {\nbackground: grey;\n}.scope main ::-webkit-scrollbar-thumb {\nbackground: white;\nwidth: 0.25rem;\n}.scope main .example {\nbackground-color: bisque;\npadding: 0.25rem 0.75rem;\nborder-radius: 0.25rem;\nmargin: 1em 0;\noverflow-x: scroll;\n}.scope main .example h3 {\ncolor: black;\n}.scope main .box {\nmin-width: 40vw;\npadding: 0.25rem 0.75rem;\nborder: 1px solid black;\nfont-size: small;\n}.scope footer p * {\nfont-style: italic;\n}.scope ul.dashed>li::marker {\ncontent:\"-\";\n}.scope img {\ndisplay: block;\nmargin: 1em auto;\nwidth: 100%;\nmax-width: 720px;\nheight: auto;\n}.scope table {\nwidth: 100%;\nmargin: 0.25rem auto;\noverflow-x: auto;\nborder: none;\nborder-collapse: collapse;\n}.scope table,\n.scope td,\n.scope th {\nborder: 1px solid #000;\npadding: 0.5rem;\ntext-align: left;\nword-break: break-word;\n}.scope th {\ntext-align: center;\n}/* Mobile responsivness  */\n@media (max-width: 768px) {\n.scope{\npadding: 0.5vw;\n}\n.scope table {\ndisplay: block;\noverflow-x: auto;\nwhite-space: nowrap;\nborder: none;\n}.scope header h1,\n.scope header h2,\n.scope header h3,\n.scope header h4 {\ncolor: #2f438d;\nfont-size: 1.2rem;\n}.scope main h3 {\nfont-size: 0.9rem;\nfont-weight: bold;\n}.scope p {\npadding: 0.15rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\nfont-size: 0.9rem;\n}.scope ol li{\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\nfont-size: 0.9rem;\n}.scope main .index {\nborder: 1px solid black;\npadding: 0.5rem;\n}.scope main .index h3 {\ntext-align: center;\nfont-size: 0.9rem;\n}.scope main .index ol {\nlist-style-type: none;\nmargin-top: 0;\n}\n}.scope .fraction {\ndisplay: inline-block;\nvertical-align: middle;\ntext-align: center;\n}.scope .fraction>span {\ndisplay: block;\npadding: 0 0.2em;\n}.scope .fraction .numerator {\nborder-bottom: 1px solid #000;\n}.scope .fraction .denominator {\nmargin-top: -0.1em;\n}.scope h3 {\ncolor: #2f438d;\n}.scope #linktogtl,\n.scope #linktogtl *,\n.scope #gtlnotes h3,\n.scope #gtlnotes h3 * {\ncolor: #43af76;\n}.scope .repeal,\n.scope .repeal *,\n.scope .attention,\n.scope .attention * {\ncolor: #c00000;\n}.scope p {\npadding: 0.25rem 0;\nmargin-top: 0.25rem;\nmargin-bottom: 0.25rem;\nline-height: 1.5rem;\ntext-align: justify;\n}.scope a {\ncolor: #5948ca;\ntext-decoration: none;\nfont-weight: 600;\n}.scope a:hover {\ntext-decoration: underline;\n}.scope main section {\ncounter-reset: i;\n}.scope main section>article {\ncounter-increment: i;\n}.scope main article>h3::before {\ncontent: counters(i,\".\")\".\";\n}.scope main .index {\nborder: 2px solid black;\npadding: 10px;\n}.scope main .index h3 {\ntext-align: center;\n}.scope main .index ol {\nlist-style-type: none;\nmargin-top: 0;\n}\n</style></head><body><div class='scope'><main><section><h3>Article 4 - Responsibility for the Tax</h3><article><p>The responsibility for the levied tax shall fall on the following:</p><ol><li>The taxable person that makes any supply set forth in Clause (1) of Article (2) of this\nDecree-Law;</li><li>The importer of relevant goods;</li><li>The registrant acquiring goods in accordance with the provisions of Clause (3) of\nArticle (48)\nhereof.</li></ol></article></section></main></div></body></html>",
        "title": "Article 4 - Responsibility for the Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 40 - Value of Vouchers</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 40 - Value of Vouchers</h3><article><p>The value of the supply of any voucher shall be the difference between the consideration\nreceived by the supplier of the voucher and the declared cash value of the voucher. </p></article></section></main></div></body></html>",
        "title": "Article 40 - Value of Vouchers",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 41 - Value of Postage Stamps</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 41 - Value of Postage Stamps</h3><article><p>The value of the supply of postage stamps that enables the user to use the postal services in\nthe State shall be the amount shown on the postage stamp. </p></article></section></main></div></body></html>",
        "title": "Article 41 - Value of Postage Stamps",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 42 - Temporary Transfer of Goods</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 42 - Temporary Transfer of Goods</h3><article><p>If the goods are transferred temporarily from the local markets to a designated area or outside\nthe State to complete their manufacture or their repair for the purpose of re-importing the\nsame to the State, the value of the supply, when re-imported, shall be the value of the services\nperformed. </p></article></section></main></div></body></html>",
        "title": "Article 42 - Temporary Transfer of Goods",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 43 - Levying the Tax based on the Profit Margin</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter 05: Profit Margin</h3><h3>Article 43 - Levying the Tax based on the Profit Margin </h3><article><ol><li><p>The registrant may, in any specific tax period, calculate and charge the tax on the basis\nof\nthe profit margin earned on the taxable supplies determined in the Executive Regulations\nof this Decree-Law and not on the basis of the value of such supplies, and shall notify\nthe\nAuthority thereof. </p></li><li><p>The Executive Regulations of this Decree-Law shall establish the conditions to be met for\nthe application of the provisions of this Article.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 43 - Levying the Tax based on the Profit Margin",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 44 - Zero-Rated Supply and Importation </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Six: Zero Rate and Exemptions </h3><h3>Chapter 01: Zero Rate</h3><h3>Article 44 - Zero-Rated Supply and Importation  </h3><article><p> The supply and importation of goods and services specified in this Chapter made by the\ntaxable person shall be a zero–rated supply.</p></article></section></main></div></body></html>",
        "title": "Article 44 - Zero-Rated Supply and Importation",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 45 - Zero-Rated Goods and Services </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 45 - Zero-Rated Goods and Services   </h3><article><p>The zero rate shall apply to the following Goods and Services: </p><ol><li><p>The direct or indirect Exportation to outside the Applying States, as determined by the\nExecutive Regulations of this Decree-Law.</p></li><li><p>Services of international transport of passengers and Goods, which starts or ends in the\nState or passes through its territories, including Services related to such transport..</p></li><li><p>The air passenger transport inside the State if such transport is deemed to be\"international carriage\"in accordance with Article (1) of the Warsaw Convention for the\nUnification of Certain Rules Relating to International Carriage by Air signed in 1929..</p></li><li><p>The supply or Importation of air, sea and land means of transport used to transport\npassengers and Goods in accordance with the classification and conditions set forth in the\nExecutive Regulations of this Decree-Law..</p></li><li><p>The supply of Goods or Services or the Importation of Relevant Goods related to the\nmeans of transport set out in Clause (4) of this Article, which are designated for the\noperation, repair, maintenance or transformation thereof..</p></li><li><p>The supply or Importation of rescue aircraft and salvage ships for rescue and assistance\nby air or sea.</p></li><li><p>The supply of Goods and Services related to Services of the transport of Goods or\nPassengers aboard land, air or sea means of transport, in accordance with the provisions\nof Clauses (2) and (3) of this Article, which are designated for consumption on board; or anything consumed by any means of transport, any installations or addition thereto or any\nother use during the transport process.</p></li><li><p> The supply or importation of investment precious metals for investment purposes. The\nExecutive Regulations of this Decree-Law shall determine the precious metals and the\nstandards based on which they are deemed to be investment</p></li><li><p>The first supply of residential buildings within (3) years, as of the date of completion of\nconstruction, either through selling or leasing the same in whole or in part, in accordance\nwith the rules established by the Executive Regulations of this Decree-Law</p></li><li><p>The first supply of buildings designed specifically to be used by Charities through selling\nor leasing the same, in accordance with the rules established by the Executive Regulations\nof this Decree-Law.</p></li><li><p>The first supply of buildings transformed from non-residential buildings to residential\nones through selling or leasing the same, in accordance with the conditions laid down in\nthe Executive Regulations of this Decree-Law.</p></li><li><p>The supply or importation of crude oil and natural gas.</p></li><li><p>The supply of educational services and Related Goods and Services for nurseries,\npreschool, elementary education, and higher educational institutions owned or funded by\nthe federal or local government, as determined by the Executive Regulations of this\nDecree-Law</p></li><li><p>The supply of preventive and basic health care services and Related Goods and Services,\nas determined by the Executive Regulations of this Decree-Law</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 45 - Zero-Rated Goods and Services",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 46 - Exempted Supply </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter 02: Exemptions</h3><h3>Article 46 - Exempted Supply</h3><article><p>The following supplies shall be exempted from the tax:</p><ol><li><p>Financial services as specified in the Executive Regulations of this Decree-Law.</p></li><li><p>The supply of residential buildings through selling or leasing the same, except for those\nzero-rated in accordance with Clauses (9) and (11) of Article (45) of this Decree-Law.</p></li><li><p>The supply of vacant lands.</p></li><li><p>The supply of local passenger transport. </p></li></ol><p>The Executive Regulations of this Decree-Law shall establish the conditions and controls for\nexempting the supplies mentioned in the preceding Clauses from the tax</p></article></section></main></div></body></html>",
        "title": "Article 46 - Exempted Supply",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 47 - Supply Composed of more than one Component </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter 03: Single Supply and Mixed Supplies </h3><h3>Article 47 - Supply Composed of more than one Component</h3><article><p> The Executive Regulations of this Decree-Law shall establish the controls for determining the\ntax treatment of any supply composed of more than one component for a single price, if each\ncomponent is subject to a different tax treatment. </p></article></section></main></div></body></html>",
        "title": "Article 47 - Supply Composed of more than one Component",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 48 - Reverse Charge</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter 04: Special Obligations for Calculating the Tax</h3><h3>Article 48 - Reverse Charge</h3><article><ol><li><p>If the Taxable Person imports the relevant Goods or relevant Services for the purposes of\nthe Business thereof, such Person shall be deemed to have made a taxable supply by\nhimself and shall be responsible for all the Tax obligations and calculating the Due Tax\nthereon.</p></li><li><p>Notwithstanding the provisions of Clause (1) of this Article, in case that the final\ndestination of the Goods when entering the State is another Applying State, the Taxable\nPerson shall pay the Due Tax on Importation of relevant Goods according to the\nmechanism specified in the Executive Regulations of this Decree-Law..</p></li><li><p>. If a Registrant makes a taxable supply in the State of any crude or refined oil, unprocessed\nor processed natural gas or Pure Hydrocarbons to another Registrant and the Recipient of\nGoods intends to either resell the purchased Goods as crude or refined oil, unprocessed\nor processed natural gas or Pure Hydrocarbons, or use the same to produce or distribute\nany type of energy, the following rules shall apply:\n<ol type='a'><li><p>The Registrant making the supply shall not charge the Tax on the value of the supply\nof Goods stated in this Paragraph.</p></li><li><p>he Recipient of Goods shall calculate the Tax on the value of Goods supplied thereto\nand shall be responsible for all Tax obligations and calculating the due tax thereon.</p></li></ol></p></li><li><p>The provisions of Clause (3) of this Article shall not apply to any of the following cases:\n<ol type='a'><li><p>If the Recipient of such Goods fails, before the date of supply, to submit a written\nconfirmation to the supplier that his acquisition of the Goods is for the purpose of\nresale or to be used for producing and distributing any type of energy.</p></li><li><p>f the Recipient of such Goods fails, before the date of supply, to submit a written\nconfirmation to the supplier that he is a Registrant and the supplier fails to verify the\nTax Registration of the Recipient of such Goods by the means approved by the\nAuthority, in accordance with the data contained in the confirmation. </p></li><li><p>If the taxable supply is zero-rated, in accordance with Clause (1) of Article (45) of this\nDecree-Law. </p></li><li><p>If the taxable supply includes a supply of Goods or Services other than the Goods set\nout in Clause (3) of this Article. </p></li></ol></p></li><li><p> If the Recipient of any Goods of crude or refined oil, unprocessed or processed natural gas,\nor Pure Hydrocarbons confirms in writing to the supplier that he is a Registrant for the\npurposes of applying Clause (3) of this Article, the following shall apply:\n<ol type='a'><li><p>The supplier shall not be responsible for calculating the tax related to the supply unless\nhe knows or is supposed to know that the Recipient is not a Registrant on the date of\nsupply. </p></li><li><p>The recipient shall be obligated to calculate the Due Tax for the supply. </p></li></ol></p></li><li><p> If the supplier mentioned in Paragraph (a) of Clause (5) of this Article is supposed to know\nthat the Recipient of Goods is not registered for tax purposes on the date of supply, the\nsupplier and Recipient of Goods shall be jointly and severely liable for the Due Tax and\nrelevant fines in relation to the supply.</p></li><li><p>The Executive Regulations of this Decree-Law shall determine the following:\n<ol type='a'><li><p>Conditions and cases of applying the mechanism set out n Clause (1) of this Article. </p></li><li><p>additional duties related to record keeping for calculation of the Tax according to the\nmechanism set out in Clause (1) of this Article</p></li><li><p>The Cabinet may issue a resolution identifying other Goods or Services that are subject\nto the reverse charge mechanism, along with identifying terms and conditions related\nthere to</p></li></ol></p></li></ol></article></section></main></div></body></html>",
        "title": "Article 48 - Reverse Charge",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 49 - Importation of Relevant Goods </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 49 - Importation of Relevant Goods </h3><article><p> The person other than the registrant shall pay the due tax on the importation of relevant\ngoods from outside the applying states at the date of importation according to the payment\nmechanism specified by the Executive Regulations of this Decree-Law </p></article></section></main></div></body></html>",
        "title": "Article 49 - Importation of Relevant Goods",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 5 - Supply of Goods</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Three: Supply</h3><h3>Chpapter 01: Supply of Goods and Services</h3><h3>Article 5 - Supply of Goods</h3><article><p>The following shall be considered a supply of Goods: </p><ol><li><p>Transfer of ownership of the Goods or the right to dispose thereof to another Person, as\ndetermined by the Executive Regulations of this Decree-Law. </p></li><li><p>Concluding an agreement between two or more parties, which entails the transfer of Goods\nlater, under the conditions laid down in the Executive Regulations of this Decree-Law.\n</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 5 - Supply of Goods",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 50 - Designated Area </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Five - Designated Areas</h3><h3>Article 50 - Designated Area  </h3><article><p> The\"Designated Area\"that meets the conditions established in the Executive Regulations of\nthis Decree-Law shall be treated as being outside the State. </p></article></section></main></div></body></html>",
        "title": "Article 50 - Designated Area",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 51 - Transfer of Goods in Designated Areas  </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 51 - Transfer of Goods in Designated Areas </h3><article><ol><li><p>Goods may be transferred from one designated area to another designated area without\nany tax due thereon.</p></li><li><p>The Executive Regulations of this Decree-Law shall determine the procedures and\nconditions for the transfer of goods from and to a designated area and the method of\nmaintaining, storing and processing such goods therein.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 51 - Transfer of Goods in Designated Areas",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 52 -Exceptions for Designated Areas </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 52 -Exceptions for Designated Areas </h3><article><p>Notwithstanding the provisions of Article (50) of this Decree-Law, the Executive Regulations\nof this Decree-Law shall establish the conditions under which the business practiced in the\ndesignated areas shall be deemed to be practiced inside the State.</p></article></section></main></div></body></html>",
        "title": "Article 52 -Exceptions for Designated Areas",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 53 -Calculation of the Payable Tax </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Seven - Calculation of the Due Tax </h3><h3>Chapter One - Due Tax for a Tax Period</h3><h3>Article 53 -Calculation of the Payable Tax </h3><article><p>The payable tax for any tax period shall be calculated as being equal to the total output tax\npayable in accordance with the provisions of this Decree-Law, made during the tax period less\nthe total refundable input tax by the taxable person during the same tax period</p></article></section></main></div></body></html>",
        "title": "Article 53 -Calculation of the Payable Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 54 -Refundable Input Tax  </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 54 -Refundable Input Tax  </h3><article><ol><li><p>The input tax that is refundable by the taxable person for any tax period shall be the total\nsum of the input tax paid for goods and services used or intended to be used for making\nany of the following:\n<ol type='a'><li><p>Taxable Supplies</p></li><li><p> Supplies to be made outside the State when being taxable supplies if they are made in\nthe State. </p></li><li><p>Supplies specified in the Executive Regulations of this Decree-Law that are made\noutside the State, and would have been treated as exempted from the tax if they are\nmade inside the State. </p></li></ol></p></li><li><p> If a taxable person imports goods through another applying state and the intended final\ndestination of such goods is the State at the time of importation, the taxable person shall\nbe entitled to treat the tax paid for importation of goods to the applying state as a\nrefundable input tax under the conditions specified in the Executive Regulations of this\nDecree-Law.</p></li><li><p> If a taxable person transfers goods to the State after being imported thereto in an applying\nstate, the taxable person shall be entitled to treat the tax paid for the goods in the applying state as a refundable input tax subject to the conditions specified in the Executive\nRegulations of this Decree-Law.</p></li><li><p>The taxable person shall not be entitled to recover the input tax in respect of the tax paid\nin accordance with Clause (2) of Article (48) of this Decree-Law.</p></li><li><p>The Executive Regulations of this Decree-Law shall determine the cases where the input\ntax is excepted from being refunded.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 54 -Refundable Input Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 55 -Refund of Refundable Input Tax in the Tax Period</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 55 -Refund of Refundable Input Tax in the Tax Period  </h3><article><ol><li><p>Subject to the provisions of Article (56) of this Decree-Law, the refundable input tax may\nbe deducted under the tax return relating to the first tax period in which the following\nconditions are met:\n<ol type='a'><li><p>Fulfillment of any of the following cases:<ol><li><p>The taxable person receives and keeps the tax invoice in accordance with the pro\nvisions of this Decree-Law, provided that the tax invoice contains the details of the\nsupply related to the input tax, or keeps any other document pursuant to Clause\n(3) of Article (65) of this Decree-Law in respect of the supply or importation for\nwhich the input tax has been paid. </p></li><li><p>The taxable person imports the goods, receives and keeps the invoices and import\ndocuments in accordance with the provisions of this Decree-Law and its Executive\nRegulations, in respect of the import transaction for which the input tax return has\nbeen submitted.</p></li><li><p>The taxable person imports the goods, receives and keeps the invoices and import\ndocuments in accordance with the provisions of this Decree-Law and its Executive\nRegulations, in respect of the import transaction for which the input tax has been\npaid or an input tax return has been submitted.</p></li></ol></p></li><li><p> The taxable person pays the consideration or any part thereof, as determined by the\nExecutive Regulations of this Decree-Law. </p></li><li><p>The taxable person shall keep the tax invoice according to the e-invoicing system,\nwherever required to be issued, or where already issued, as an electronic invoice. </p></li><li><p>Any other requirements determined by a Cabinet Resolution based on the Minister’s\nproposal. </p></li></ol></p></li><li><p>If the taxable person entitled to recover the input tax fails to do the recovery during the\ntax period in which the conditions stated in Clause (1) of this Article are met, they may\ninclude the refundable input tax in the tax return for the subsequent tax period. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 55 -Refund of Refundable Input Tax in the Tax Period",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 56 -Input Tax Paid before the Tax Registration </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 56 -Input Tax Paid before the Tax Registration </h3><article><ol><li><p>The registrant may recover the refundable input tax paid before the tax registration\nunder\nthe tax return submitted for the first Tax Period following the tax registration, paid\nfor all\nof the following:\n<ol type='a'><li><p>Supply of goods and services made to him prior to the date of tax registration.\n</p></li><li><p>Importation of goods by him prior to the date of tax registration. on the\ncondition that\nsuch goods and services are used to make supplies that give the right to refund\nafter\nthe tax registration. </p></li></p></ol></p></li><li><p>Notwithstanding the provisions of Clause (1) of this Article, the input tax may not be\nrefunded in any of the following cases:\n<ol type='a'><li><p>Receiving goods and services for purposes other than making taxable supplies. </p></li><li><p>The input tax related to the depreciated part of the Capital Assets before the date of\ntax registration</p></li><li><p>If the services are received more than five years prior to the date of tax registration. </p></li><li><p> If a person transfers the goods to an applying state prior to the tax registration in the\nState.</p></li></ol></p></li></ol></article></section></main></div></body></html>",
        "title": "Article 56 -Input Tax Paid before the Tax Registration",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 57 -Refund of Tax by Government Agencies and Charities  </title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 57 -Refund of Tax by Government Agencies and Charities  </h3><article><ol><li><p>\"Without prejudice to the general provisions o input tax refund, a Cabinet resolution, to\nbe issued upon the proposal of the Minister, shall determine the Government Agencies and Charities entitled to recover the full amount of the input Tax according to the\nfollowing:\n<ol type='a'><li><p>The Input Tax paid by the Government Agency for the purposes of its sovereign\nactivities. </p></li><li><p>The Input Tax paid by the Charity for the purposes of its relevant Charitable Activity</p></li></ol></p></li><li><p>Notwithstanding the provisions of Clause (1) above, the following shall be excluded from\nthe refund:\n<ol type='a'><li><p>The Tax excluded from refund, in accordance with the provisions of the Executive\nRegulations of this Decree-Law. </p></li><li><p>The Tax paid for Goods and Services used to make exempted supplies.\"</p></li></ol></p></li></ol></article></section></main></div></body></html>",
        "title": "Article 57 -Refund of Tax by Government Agencies and Charities",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 58 - Calculating the Refundable Input Tax</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Two  - Apportionment and Adjustment of the Input Tax</h3><h3>Article 58 - Calculating the Refundable Input Tax</h3><article><p>The Executive Regulations of this Decree-Law shall specify the method in which the\nrefundable input tax is calculated, if the input tax is paid for goods or services during a specific\ntax period to make supplies that give the right to refund pursuant to the provisions of Article\n(54) and other supplies that do not give the right to refund, or for activities performed not in\nthe course of practicing the business. </p></article></section></main></div></body></html>",
        "title": "Article 58 - Calculating the Refundable Input Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 59 - Conditions and Mechanism of Input Tax Adjustment</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 59 - Conditions and Mechanism of Input Tax Adjustment</h3><article><p>The Executive Regulations of this Decree-Law shall determine the conditions and mechanism\nfor adjusting the input tax in the following cases: </p><ol><li><p>If the taxable person attributes the Input Tax, either fully or partially, to make Taxable\nSupplies, but changed the use, or the intended use, of those Goods or services prior to\nmaking the Taxable Supplies.</p></li><li><p>If the taxable person attributes the Input Tax, either fully or partially, to make Exempt\nSupplies, or for activities that do not fall within the conduct of Business, but changed the use or the intended use of the those goods or services related to the Input Tax prior to\nmaking Exempt Supplies.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 59 - Conditions and Mechanism of Input Tax Adjustment",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 6 - Supply of Services</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 6 - Supply of Services</h3><article><p>Each supply not considered a supply of goods shall be deemed as a supply of services,\nincluding any provision of services in accordance with what is determined in the Executive\nRegulations of this Decree-Law.</p></article></section></main></div></body></html>",
        "title": "Article 6 - Supply of Services",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 60 - Capital Assets Scheme</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Three - Capital Assets Scheme</h3><h3>Article 60 - Capital Assets Scheme</h3><article><ol><li><p>If a capital asset is supplied or imported by a taxable person, the latter shall assess\nthe\nperiod of use of such asset and make the necessary adjustments to the Input Tax paid\npursuant to the Capital Assets Scheme. </p></li><li><p> A taxable person shall keep the records related to capital assets for at least ten\nyears. </p></li><li><p> The Executive Regulations of this Decree-Law shall determine the following:<ol type='a'><li><p>Capital assets subject to the provisions of this Decree-Law and their estimated\nuseful\nlife.</p></li><li><p>The cases where the period for keeping records of capital asset records is extended.</p></li><li><p>The method of adjusting capital assets and the periods for which adjustments should\nbe made. </p></li></ol></p></li></ol></article></section></main></div></body></Capital Assets Scheme",
        "title": "Article 60 - Capital Assets Scheme",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 61 - Cases and Conditions for Output Tax Adjustments</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Four - Adjustment of Tax after the Supply Date</h3><h3>Article 61 - Cases and Conditions for Output Tax Adjustments</h3><article><ol><li><p>\"The Registrant shall adjust the output Tax after the date of supply in any of the following cases:</p><ol type='a'><li><p>If the supply is cancelled.</p></li><li><p>If the Tax treatment of the supply is changed due to a change in the nature of the supply.</p></li><li><p>If the previously agreed Consideration for the supply is altered for any reason whatsoever.</p></li><li><p>If the Recipient of Goods or Recipient of Services returned them to the Registrant in full or in part and the Consideration is returned in full or in part.</p></li><li><p>If the tax is levied or tax transaction is applied erroneously.</p></li></ol></li><li><p>Paragraph (e) of Clause (1) of this Article shall not apply where the place of supply was treated by the supplier on the date of supply as being subject to Clause (1) of Article (27), but, as a result of a movement of the Goods, it turned out that it should have been treated as a supply place under paragraph (b/1) of Clause (3) hereof.</p></li><li><p>In order to adjust the output Tax, any of the following conditions shall be met:</p><ol type='a'><li><p>If the output Tax amount charged on the supply stated in the Tax Invoice does not match the Tax that shall actually be charged on the supply as a result of any of the cases mentioned in Clause (1) of this Article.</p></li><li><p>If the Registrant submits a Tax Return for the tax period during which the supply occurred and an amount was incorrectly calculated as being the amount of the output Tax due for this supply as the result of any of the cases mentioned in Clause (1) of this Article.\"</p></li></ol></li></ol></article></section></main></div></body></html>",
        "title": "Article 61 - Cases and Conditions for Output Tax Adjustments",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 62 - Mechanism for Output Tax Adjustment</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='content'><main><section><h3>Article 62 - Mechanism for Output Tax Adjustment</h3><article><p>The output tax shall be adjusted according to the following:</p><ol><li><p><p>If the output tax due for the supply exceeds the output tax calculated by the registrant, the\nregistrant shall issue a new Tax Invoice for the additional amount of Tax and calculate the\nadditional Tax due for the Tax Period during which such an increase was identified.</p></p></li><li><p><p>If the output tax calculated by the registrant exceeds the output tax which should have\nbeen charged on the supply, the registrant shall issue a Tax Credit Note according to the\nprovisions of this Decree-Law.</p></p></li></ol></article></section></main></div></body></html>",
        "title": "Article 62 - Mechanism for Output Tax Adjustment",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 63 - Adjustment due to the Issuance of Tax Credit Notes</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 63 - Adjustment due to the Issuance of Tax Credit Notes</h3><article><p>Without prejudice to Clause (2) of Article (62) of this Decree-Law, if the registrant issues a Tax\nCredit Note to correct output tax charged to the recipient of goods or recipient of services, the</p><p>The tax stated in the Tax Credit Note shall be considered as:</p><ol><li><p>A reduction of the output tax for the registrant of this tax credit note. </p></li><li><p>A reduction of the Input Tax by the recipient of goods or recipient of services for the Tax\nPeriod during which the tax credit note was received. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 63 - Adjustment due to the Issuance of Tax Credit Notes",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 64 - Adjustment of Bad Debts</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 64 - Adjustment of Bad Debts</h3><article><ol><li><p>The registered supplier may reduce the output tax in a current tax period to adjust the\noutput tax paid for any previous tax period if all of the following conditions are met:\n<ol type='a'><li><p>Goods and services are supplied and the due tax is charged and paid. </p></li><li><p>The consideration for the supply is written off in full or part as a bad debt in the\naccounts of the supplier. </p></li><li><p>The lapse of more than six (6) months following the date of supply. </p></li><li><p>The registered supplier notifies the recipient of goods and recipient of services of the\namount of consideration for the supply that has been written off. </p></li></ol></p></li><li><p>The registered recipient of goods or recipient of services shall reduce the refundable input\ntax for the current tax period related to a supply received during any previous tax period\nwhere the consideration has not been paid and all of the following conditions are met:\n<ol type='a'><li><p>The registered supplier reduced the output tax as stated in Clause (1) of this Article\nand the recipient of goods and the recipient of Services has received a notification\nfrom the supplier of the Consideration being written off. </p></li><li><p>The recipient of goods and recipient of services received the Goods and services and\nthe relevant Input Tax was deducted. </p></li><li><p>The Consideration was not paid in full or in part for the supply for over (6) six months. </p></li></ol></p></li><li><p>The reduction stated in Clause (1) and (2) shall be equal to the Tax related to the\nconsideration which has been written off according to paragraph (b) of Clause (1) of this\nArticle. </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 64 - Adjustment of Bad Debts",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 65 - Conditions and Requirements for Issuing Tax Invoices</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article (65) - Conditions and Requirements for Issuing Tax Invoices</h3><article><ol><li><p>The Registered supplier shall, when making a taxable supply, issue an original tax invoice\nand deliver it to the recipient of goods or services.</p></li><li><p>The Registered supplier shall, when making a deemed supply, issue an original tax invoice\nand deliver it to the recipient of goods or services, if any, or keep it in their records if there\nis no recipient of goods or services.</p></li><li><p>The Executive Regulations of this Decree-Law shall determine the following:</p><ol type='a'><li><p>The data to be included in the tax invoice.</p></li><li><p>The conditions and procedures necessary for the issuance of an electronic tax invoice.</p></li><li><p>The cases where the registered supplier is not required to issue and deliver a tax invoice\nto the recipient of goods or services.</p></li><li><p>The cases where other documents may be issued in lieu of the tax invoice, the conditions thereof\nand the data to be contained therein.</p></li><li><p>The cases where a person may issue a tax invoice on behalf of the registered supplier.</p></li></ol></li><li><p>Any person, who receives an amount as a tax or issues in respect thereof a tax invoice,\nshall pay such amount to the Authority, and the same shall receive the same treatment of\nthe tax due under the provisions of this Decree Law.</p></li><li><p>For the purposes of this Article, the registered supplier, who is subject to the e-invoicing\nsystem, shall pay and submit the tax invoices in an electronic format invoice, according to\nthe e-invoicing system.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 65 - Conditions and Requirements for Issuing Tax Invoices",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 66 - Document of Supply to an Applying State</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 66 - Document of Supply to an Applying State</h3><article><p>Subject to the provisions of Article (65) of this Decree-Law, each registrant who supplies\ngoods or services considered to be supplied in any of the applying states, shall deliver to the\nrecipient of goods and services a document containing all the information to be stated in the\ntax invoice and any other data as specified in the Executive Regulations of this Decree-Law provided that such document is not titled\"Tax Invoice\"and does not contain any levied tax\namount.</p></article></section></main></div></body></html>",
        "title": "Article 66 - Document of Supply to an Applying State",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 67 - Date of Issuance of Tax Invoices</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 67 - Date of Issuance of Tax Invoices</h3><article><ol><li><p>The Registrant shall issue the Tax Invoice within (14) days as of the date of the supply set\nforth in Article (25) and (26) of this Decree-Law.</p></li><li><p>The Executive Regulations of this Decree-Law shall identify the cases that are subject to\ntime limits other than the ones stated in Clause (1) above, or cases where the Tax Invoice\nshall be promptly issued, as per the controls set forth therein.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 67 - Date of Issuance of Tax Invoices",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 68 - Rounding in Tax Invoices</title><link rel='stylesheet'href='styles.css'></head><body><div class='scope'><main><section><h3>Article 68 - Rounding in Tax Invoices</h3><article><p>For the purposes of determining the tax stated in the tax invoice, the Executive Regulations of\nthis Decree-Law shall define the method of calculation and the total value to be paid if the tax\nis less than one fils of a UAE Dirham.</p></article></section></main></div></body></html>",
        "title": "Article 68 - Rounding in Tax Invoices",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 69 - Currency Used in Tax Invoices</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 69 - Currency Used in Tax Invoices</h3><article><p>For the purposes of the tax invoice, if the supply is made in a currency other than the UAE Dirham, the amount stated in the tax invoice shall be converted into the UAE Dirham according to the exchange rate approved by the Central Bank in the State at the date of the supply.</p></article></section></main></div></body></html>",
        "title": "Article 69 - Currency Used in Tax Invoices",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 7 - Supply in Special Case</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 7 - Supply in Special Cases</h3><article><p>Notwithstanding the provisions contained in Articles (5) and (6) of this Decree-Law, the\nfollowing shall not be deemed as a supply:</p><ol><li><p>Selling or issuing any Voucher, unless the received Consideration exceeds its declared\ncash value, as determined by the Executive Regulations of this Decree-Law; </p></li><li><p>Transferring Business or independent part thereof from a Person to a Taxable Person to\ncontinue such transferred Business; and </p></li><li><p>Any other supply identified by the Executive Regulations of this Decree-Law </p></li></ol></article></section></main></div></body></html>",
        "title": "Article 7 - Supply in Special Case",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 70 - Conditions and Requirements for Issuing Tax Credit Notes</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Six - Tax Credit Notes</h3><h3>Article 70 - Conditions and Requirements for Issuing Tax Credit Notes</h3><article><ol><li><p>The Registered Supplier shall issue an original tax credit note when there is a reduction of the output tax on any supply made thereby pursuant to the provisions of Clause (2) of Article (62) of this Decree-Law and shall deliver the same to the recipient of goods or services.</p></li><li><p>The Registered Supplier shall, when making a deemed supply, issue an original tax credit note if there is a reduction of the output tax on such supply pursuant to the provisions of Article (61) of this Decree-Law, and shall keep the same in its records.</p></li><li><p>The Executive Regulations of this Decree-Law shall determine the following:</p><ol type='a'><li><p>The basic data to be included in the tax credit note in cases where the taxable person is obligated to issue such a note.</p></li><li><p>The conditions and procedures necessary for the issuance of an electronic tax credit note.</p></li><li><p>The cases where the Registered Supplier is not required to issue and deliver a tax credit note to the recipient of goods or services.</p></li><li><p>The cases where other documents may be issued in lieu of the tax credit note, the conditions thereof and the data to be included therein.</p></li><li><p>The cases where a person may issue a tax credit note on behalf of the registered supplier.</p></li></ol></li><li><p>For the purposes of this Article, the registered supplier, who is subject to the e-invoicing system, shall issue and deliver a tax credit note as an electronic credit note, according to the e-invoicing system.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 70 - Conditions and Requirements for Issuing Tax Credit Notes",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 71 - Duration of the Tax Period</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Eight - Tax Period, Tax Returns, Tax Payment and Refund of Tax</h3><h3>Chapter One - Tax Period</h3><h3>Article 71 - Duration of the Tax Period</h3><article><p>The Executive Regulations of this Decree-Law shall determine the tax period for which the taxable person shall calculate and pay the tax and the exceptional cases in which the Authority may amend the tax period.</p></article></section></main></div></body></html>",
        "title": "Article 71 - Duration of the Tax Period",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 72 - Submission of Tax Returns</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Two - Tax Returns and Payment of the Tax</h3><h3>Article 72 - Submission of Tax Returns</h3><article><ol><li><p>The taxable person shall submit to the Authority the tax return at the end of each tax period, within the time limits and in accordance with the procedures determined by the Executive Regulations of this Decree-Law to declare all the supplies made or received during such period.</p></li><li><p>The government agencies that may submit simplified tax returns to the Authority shall be determined by a Cabinet resolution issued upon the recommendation of the Minister.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 72 - Submission of Tax Returns",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 73 - Payment of the Tax</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 73 - Payment of the Tax</h3><article><p>The Executive Regulations of this Decree-Law shall determine the time limits and procedures for payment of the tax shown in the tax return as payable in accordance with the provisions of this Decree-Law.</p></article></section></main></div></body></html>",
        "title": "Article 73 - Payment of the Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 74 - Excess Refundable Tax</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Three - Carrying forward the Excess of Refundable Tax and Tax Refund</h3><h3>Article 74 - Excess Refundable Tax</h3><article><ol><li><p>Notwithstanding the provisions of the Executive Regulations of this Decree-Law, the taxable person shall carry forward any excess of the refundable tax to the subsequent tax periods and offset such excess against the payable tax or any administrative fines imposed pursuant to the provisions of this Decree-Law or Federal Law No. (7) of 2017 on Tax Procedures in the subsequent tax periods until such excess is fully utilized, in the following cases:</p><ol type='a'><li><p>If the refundable input tax of the taxable person, pursuant to this Decree-Law, exceeds the payable output tax for the same tax period.</p></li><li><p> If the tax paid by the taxable person to the Authority exceeds the payable tax in accordance with the provisions of this Decree-Law, other than the case referred to in paragraph (a) of Clause (1) of this Article.</p></li></ol></li><li><p>If there is any excess for any tax period after being carried forward for a period of time, the taxable person may submit to the Authority an application for requesting the refund of such excess. The Executive Regulations of this Decree-Law shall determine the time limits, procedures and mechanisms of returning any remaining excess to the taxable person.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 74 - Excess Refundable Tax",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 75 - Tax Refund in Special Cases</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Chapter Four - Further Provisions on Tax Refund</h3><h3>Article 75 - Tax Refund in Special Cases</h3><article><p>The Authority may, according to the conditions, rules and procedures set forth in the Executive Regulations of this Decree-Law, refund the tax paid for any supply or importation made by any of the following:</p><ol><li><p>A national of the State with regard to the goods and services related to the construction of a new house, which is not part of the person's business.</p></li><li><p>A non-resident person in the State or an applying state, who practices the business and is not a taxable person.</p></li><li><p>A non-resident person with regard to the goods supplied for him in the State that will be exported.</p></li><li><p>Foreign governments, international organizations, diplomatic bodies and missions in accordance with the conventions to which the State is a party.</p></li><li><p>Any persons or categories to be determined under a Cabinet resolution, upon the proposal of the Minister.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 75 - Tax Refund in Special Cases",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 76 - Administrative Fine Assessment</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Nine - Violations and Penalties</h3><h3>Article 76 - Administrative Fine Assessment</h3><article><p>Without prejudice to the provisions of the Tax Procedures Law, the Authority shall issue an Administrative Fine Assessment to the Person and notify him thereof within five (5) working days as of the date of issuance, in any of the following cases:</p><ol><li><p>Failure by the Taxable Person to display the tax-inclusive prices, in accordance with the provisions of Article (38) of this Decree-Law;</p></li><li><p>Failure by the Taxable Person to notify the Authority of applying the Tax based on the margin, in accordance with the provisions of Article (43) of this Decree-Law;</p></li><li><p>Failure to adhere to the conditions and procedures to be followed for keeping the Goods in a designated area or moving them to another designated area;</p></li><li><p>Failure of the taxable person to issue the tax invoice or a substitute document when making any supply within the time limit prescribed by law.</p></li><li><p>Failure of the taxable person to issue a tax credit note or a substitute document within the time limit prescribed by law.</p></li><li><p>Failure by the Taxable Person to comply with the conditions and procedures related to the issuance of the Tax Invoice and the Tax Credit Note electronically.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 76 - Administrative Fine Assessment",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 77 - Tax Evasion</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 77 - Tax Evasion</h3><article><p>If it is proved that a person who is not a registrant acquires goods in accordance with Clause (3) of Article (48) of this Decree-Law, and claims that he is a registrant, he shall be deemed to have committed a tax evasion and shall be punished in accordance with the provisions of Federal Law No. (7) of 2017 on Tax Procedures.</p></article></section></main></div></body></html>",
        "title": "Article 77 - Tax Evasion",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 78 - Record Keeping</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Part Ten - General Provisions</h3><h3>Article 78 - Record Keeping</h3><article><p>Without prejudice to the provisions related to record keeping contained in any other law, every taxable person shall keep the following documents:</p><ol type='a'><li><p>Records of all supplies or importation of goods and services;</p></li><li><p>All tax invoices and substitute documentation related to the receipt of goods or services;</p></li><li><p>All tax credit notes and substitute documentation received;</p></li><li><p>All tax invoices and substitute documentation issued;</p></li><li><p>All tax credit notes and substitute documentation issued;</p></li><li><p>Records of goods and services that have been disposed of or used for matters not related to the business, referring to the tax paid for the same;</p></li><li><p>Records of goods and services purchased and for which the input tax has not been deducted;</p></li><li><p>Records of goods and services exported;</p></li><li><p>Records of adjustments and corrections made to the accounts and tax invoices;</p></li><li><p>Records of any taxable supplies made or received in accordance with Clause (3) of Article (48) of this Decree-Law, including any declarations submitted or received with regard to such taxable supplies;</p></li><li><p>A tax record containing the following data:</p><ol type='a'><li><p>The due tax on the taxable supplies;</p></li><li><p>The due tax on the taxable supplies according to the mechanism set out in Clause (1) of Article (48) of this Decree-Law;</p></li><li><p>The due tax after the correction or amendment of an error;</p></li><li><p>The refundable tax for the supplies or importation;</p></li><li><p>The refundable tax after the correction or amendment of an error.\nThe Executive Regulations of this Decree-Law shall determine the following:\n<ol type='a'><li><p>Periods, rules, and conditions for keeping the records set forth in Clause (1) of this Article.</p></li><li><p>Rules and procedures for maintaining the confidentiality of the records to which the Authority may have access in the case of the government agencies mentioned in Clause (2) of Article (72) of this Decree-Law.</p></li></ol></p></li></ol></li></ol></article></section></main></div></body></html>",
        "title": "Article 78 - Record Keeping",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 79 - Tax Registration Number</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 79 - Tax Registration Number</h3><article><p>The taxable person or any person authorized in writing thereby shall mention the Tax Registration Number in each tax return, notice, tax invoice, tax credit note, any other document related to the tax and any correspondences set forth in this Decree-Law or Federal Law No. (7) of 2017 on Tax Procedures referred to above.</p></article></section><section><h3>Article 79 BIS - Statute of Limitations</h3><article><ol><li><p>Notwithstanding the cases set forth in Clauses (2), (3), (6) and (7) of this Article, the Authority shall not carry out a Tax Audit or issue a Tax Assessment for the Taxable Person following the lapse of (5) five years from the end of the relevant Tax Period.</p></li><li><p>The Authority may carry out a Tax Audit or issue a Tax Assessment for the Taxable Person following the lapse of (5) five years from the end date of the relevant Tax Period, if the same is notified that the procedures of such Tax Audit have been commenced before the lapse of the (5) five years; provided that the Tax Audit shall be carried out or the Tax Assessment shall be issued, as the case may be, within (4) four years from the date of notification of the Tax Audit.</p></li><li><p>The Authority may carry out a Tax Audit or issue a Tax Assessment following the lapse of (5) five years from the end date of the relevant Tax Period if such Tax Audit or the Tax Assessment issuance is related to a Voluntary Disclosure had been provided in the fifth year of the end of the Tax Period; provided that the Tax Audit or the Tax Assessment issuance, as the case may be, is carried out within one year from the date of providing the Voluntary Disclosure.</p></li><li><p>The Cabinet may, at the Minister's proposal, issue a resolution adjusting the time limit specified for completing the Tax Audit or issuing the Tax Assessment, pursuant to Clauses (2) or (3) above.</p></li><li><p>No Voluntary Disclosure may be provided following the lapse of (5) five years from the end date of the relevant Tax Period.</p></li><li><p>In case of Tax Evasion, the Authority may carry out a Tax Audit or issue a Tax Assessment within (15) fifteen years from the end of the Tax Period within which the Tax Evasion occurs.</p></li><li><p>In case of tax registration failure, the Authority may carry out a Tax Audit or issue a Tax Assessment within (15) fifteen years from the date on which the Taxable Person would have been required to proceed with the Tax Registration.</p></li><li><p>The statute of limitations set out in this Article shall be interrupted for any of the reasons set forth in Federal Law No. (5) of 1985, Enacting the Law of Civil Transactions, or any other federal law superseding the same.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 79 - Tax Registration Number",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 8 - Supply Composed of more than one Componen</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 8 - Supply Composed of more than one Component</h3><article><p>The Executive Regulations of this Decree-Law shall define the conditions of the transaction\nof the supply composed of more than one component for a single price, whether such\ncomponents are goods and/or services.</p></article></section></main></div></body></html>",
        "title": "Article 8 - Supply Composed of more than one Componen",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 80 - Transitional Provisions</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 80 - Transitional Provisions</h3><article><ol><li><p>If the supplier receives the Consideration or any part thereof or issues an invoice for Goods or Services prior to the date of entry into force of this Decree-Law, the date of supply shall be the same as the date of entry into force of the provisions of this Decree-Law in the following cases if the same is made following the date of entry into force of this Decree-Law:</p><ul><li><p>Transferring Goods under the supervision of the supplier.</p></li><li><p>Placing Goods at the disposal of the Recipient.</p></li><li><p>Completing the assembly or installation of the Goods.</p></li><li><p>Issuing the customs declaration.</p></li><li><p>Accepting the supply by the Recipient.</p></li></ul></li><li><p>In case of entering into an agreement prior to the date of entry into force of this Decree-Law, which is related to a complete or partial supply made following the date of entry into force of this Decree-Law and does not contain provisions on the tax chargeable on such supply, it shall be treated as follows:</p><ul><li><p>The Consideration shall be considered inclusive of the tax if levied under this Decree-Law.</p></li><li><p>The Tax shall be calculated on the supply regardless of whether or not it has been taken into account when determining the Consideration for the supply.</p></li></ul></li><li><p>The Executive Regulations of this Decree-Law shall provide for the provisions on the application of this Decree-Law to the case where the agreement is made prior to the date of entry into force of this Decree-Law, but the supply is made wholly or partly after the date of entry into force of this Decree-Law.</p></li></ol></article></section></main></div></body></html>",
        "title": "Article 80 - Transitional Provisions",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 81 - Revenue Sharing</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 81 - Revenue Sharing</h3><article><p>The tax revenues and administrative fines to be collected in accordance with the provisions of this Decree-Law shall be subject to sharing between the Federal Government and the Emirates Governments, pursuant to the provisions of Federal Decree-Law No. (13) of 2016 on the Establishment of the Federal Tax Authority.</p></article></section></main></div></body></html>",
        "title": "Article 81 - Revenue Sharing",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 82 - The Executive Regulations</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 82 - The Executive Regulations</h3><article><p>The Cabinet shall, upon the proposal of the Minister, issue the Executive Regulations of this Decree-Law.</p></article></section></main></div></body></html>",
        "title": "Article 82 - The Executive Regulations",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 83 - Matters Not Stipulated Herein</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 83 - Matters Not Stipulated Herein</h3><article><p>Matters not stipulated herein shall be subject to the provisions of the Tax Procedures Law.</p></article></section></main></div></body></html>",
        "title": "Article 83 - Matters Not Stipulated Herein",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 84 - Repeal of Conflicting Provisions</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 84 - Repeal of Conflicting Provisions</h3><article><p>Any text or provision inconsistent or discrepant with the provisions of this Decree-Law is hereby repealed.</p></article></section></main></div></body></html>",
        "title": "Article 84 - Repeal of Conflicting Provisions",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 85 - Publishing and Entry into Force</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 85 - Publishing and Entry into Force</h3><article><p>This Decree-Law shall be published in the Official Gazette and shall enter into force as of 1st January 2018.</p></article></section></main></div></body></html>",
        "title": "Article 85 - Publishing and Entry into Force",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Article 9 - Supply by an Agent</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><main><section><h3>Article 9 - Supply by an Agent</h3><article><ol><li><p>Where goods and services are supplied by an agent acting on behalf of a principal, the\nsupply shall be deemed to be made by the principal and for his benefit.</li><li><p>Where goods and services are supplied through an agent acting in his own name, the\nsupply shall be treated as a direct supply by the agent and for his benefit.</li></ol></article></section></main></div></body></html>",
        "title": "Article 9 - Supply by an Agent",
        "lawsslug": "uae-vat"
    },
    {
        "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport'content='width=device-width, initial-scale=1.0'><title>Preamble</title><link rel='stylesheet'href='https://gtlcdnstorage.blob.core.windows.net/guide/stylesheets/style.css'></head><body><div class='scope'><header><h3>Federal Decree-Law No. (8) of 2017 on Value-Added Tax (VAT)</h3><h3>We, Khalifa bin Zayed Al Nahyan, President of the United Arab Emirates,</h3></header><main><section><section><p>Having reviewed the Constitution;</p><ul class='dashed'><li><p>Federal Law No. (1) of 1972 Regarding the Competences of Ministries and the Powers of\nMinisters, as amended;</p></li><li><p>Federal Law No. (11) of 1981 on the Levy of a Federal Customs Tax on Imports of Tobacco and\nits Derivatives, as amended;</p></li><li><p>Federal Law No. (26) of 1981 on the Commercial Maritime Law, as amended; Federal Law No. (5)\nof 1985 Issuing the Civil Transactions Law, as amended; Federal Law No. (3) of 1987 Issuing\nthe Penal Code, as amended;</p></li><li><p>Federal Law No. (10) of 1992 Issuing the Law of Evidence in Civil and Commercial\nTransactions, as amended;</p></li><li><p>Federal Law No. (11) of 1992 Issuing the Civil Procedure Code, as amended; Federal Law No.\n(18) of 1993 Issuing the Commercial Transactions Law; Federal Law No. (8) of 2004 Regarding\nthe Financial Free Zones;</p></li><li><p>Federal Law No. (1) of 2006 On Electronic Commerce and Transactions;</p></li><li><p>Federal Law No. (2) of 2008 Regarding National Societies and Associations of Public Welfare;\n</p></li><li><p>Federal Law No. (1) of 2011 Concerning the Public Revenues of the State; Federal Law No. (8)\nof 2011 on the Re-organization of the State Audit Institution;</p></li><li><p>Federal Decree-Law No. (8) of 2011 on the Rules for Drafting the Public Budget and Final\nAccount;</p></li><li><p>Federal Law No. (4) of 2012 on the Regulation of Competition;</p></li><li><p>Federal Law No. (12) of 2014 Concerning the Regulation of the Audit Profession; Federal Law\nNo. (2) of 2015 on Commercial Companies;</p></li><li><p>Federal Decree-Law No. (13) of 2016 on the Establishment of the Federal Tax Authority;\nFederal Law No. (7) of 2017 on Tax Procedures; and</p></li><li><p>The proposal submitted by the Minister of Finance and the approval thereof by the Cabinet,\n</p></li></ul></section></section></main></div></body></html>",
        "title": "Preamble",
        "lawsslug": "uae-vat"
    }
]