[
  {
    "uniqueCode": "VATGEC1",
    "title": "E-Commerce",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>E-Commerce - August 2020</title></head><body><div class='scope'><header><h1>E-Commerce</h1><h2>VAT Guide | VATGEC1</h2><h2>August 2020</h2></header><main><section class='index'><p><a href='#bookmarkSection1'>1. Introduction</a></p><ol><li><p><a href='#bookmarkSection1.1'>1.1. Overview</a></p><p><a href='#bookmarkSection1.1.1'>1.1.1. Short brief</a></p><p><a href='#bookmarkSection1.1.2'>1.1.2. Purpose of this document</a></p><p><a href='#bookmarkSection1.1.3'>1.1.3. Who should read this document?</a></p><p><a href='#bookmarkSection1.1.4'>1.1.4. Status of the document</a></p></li></ol><p><a href='#bookmarkSection2'>2. Overview: e-Commerce and VAT</a></p><ol><li><p><a href='#bookmarkSection2.1'>2.1. What is e-commerce?</a></p><p><a href='#bookmarkSection2.2'>2.2. Legislative background</a></p><p><a href='#bookmarkSection2.3'>2.3. What is VAT?</a></p><p><a href='#bookmarkSection2.4'>2.4. VAT registration requirements</a></p><p><a href='#bookmarkSection2.4.1'>2.4.1. Mandatory registration</a></p><p><a href='#bookmarkSection2.4.2'>2.4.2. Voluntary registration</a></p><p><a href='#bookmarkSection2.5'>2.5. Place of supply</a></p><p><a href='#bookmarkSection2.6'>2.6. Reverse charge mechanism</a></p><p><a href='#bookmarkSection2.7'>2.7. Input tax recovery</a></p></li></ol><p><a href='#bookmarkSection3'>3. E-commerce: Supplies of Goods</a></p><ol><li><p><a href='#bookmarkSection3.1'>3.1. Introduction</a></p><p><a href='#bookmarkSection3.2'>3.2. Place of supply and date of supply of goods</a></p><p><a href='#bookmarkSection3.3'>3.3. Sales of goods from the UAE</a></p><p><a href='#bookmarkSection3.3.1'>3.3.1. Imposition of VAT</a></p><p><a href='#bookmarkSection3.3.2'>3.3.2. Accounting for VAT</a></p><p><a href='#bookmarkSection3.4'>3.4. Sales of goods from outside the UAE</a></p><p><a href='#bookmarkSection3.5'>3.5. VAT on import of goods into the UAE</a></p><p><a href='#bookmarkSection3.5.1'>3.5.1. Imposition and accounting for import VAT</a></p><p><a href='#bookmarkSection3.5.2'>3.5.2. Import with assistance of an import clearing agent</a></p><p><a href='#bookmarkSection3.5.3'>3.5.3. Exceptions from import VAT</a></p><p><a href='#bookmarkSection3.6'>3.6. Summary: VAT treatment of supplies of goods</a></p></li></ol><p><a href='#bookmarkSection4'>4. E-commerce: Supplies of Services</a></p><ol><li><p><a href='#bookmarkSection4.1'>4.1. Introduction</a></p><p><a href='#bookmarkSection4.2'>4.2. Place of supply of electronic services</a></p><p><a href='#bookmarkSection4.3'>4.3. Imposition of VAT</a></p><p><a href='#bookmarkSection4.4'>4.4. Accounting for VAT</a></p><p><a href='#bookmarkSection4.5'>4.5. Summary: VAT treatment of electronic services</a></p></li></ol><p><a href='#bookmarkSection5'>5. Supplies made through agents</a></p><ol><li><p><a href='#bookmarkSection5.1'>5.1. Introduction</a></p><p><a href='#bookmarkSection5.2'>5.2. Types of agency arrangements</a></p><p><a href='#bookmarkSection5.3'>5.3. VAT treatment of supplies made through agents</a></p><p><a href='#bookmarkSection5.3.1'>5.3.1. Disclosed agency</a></p><p><a href='#bookmarkSection5.3.2'>5.3.2. Undisclosed agency</a></p><p><a href='#bookmarkSection5.4'>5.4. Tax invoice requirements</a></p></li></ol></section><section class='level-1'><article id='bookmarkSection1'><h3>Introduction</h3><section class='level-2'><article id='bookmarkSection1.1'><h3>Overview</h3><section class='level-3'><article id='bookmarkSection1.1.1'><h3>Short brief</h3><p>VAT was introduced with effect from 1 January 2018 in the UAE. As a general consumption tax on the supply of goods and services, it applies to supplies which take place within the territorial area of the UAE.</p></article><article id='bookmarkSection1.1.2'><h3>Purpose of this document</h3><p>This document contains guidance about the VAT treatment of supplies of goods and services through electronic means, such as over the internet or a similar electronic network.</p><p>The purpose of this document is to provide guidance on how VAT affects businesses which operate within the e-commerce sector.</p></article><article id='bookmarkSection1.1.3'><h3>Who should read this document?</h3><p>This document should be read by businesses involved in the e-commerce sector.</p><p>It is intended to be read in conjunction with other relevant guidance published by the Federal Tax Authority (&ldquo;FTA&rdquo;).</p></article><article id='bookmarkSection1.1.4'><h3>Status of the document</h3><p>In this guide, Federal Decree-Law No. 8 of 2017 on Value Added Tax is referred to as &ldquo;Decree-Law&rdquo; and Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as &ldquo;Executive Regulation&rdquo;. This guidance is not legally binding on the FTA but is intended to provide assistance in understanding and applying the VAT legislation as it applies to e-commerce.</p><p>This guide is issued in accordance with Article 73 of the Executive Regulation and provides general guidance concerning the application of the Decree-Law and Executive Regulation in respect of e-commerce in the United Arab Emirates. This guide does not deal with all the legal details associated with VAT and is not intended for legal reference. For details in respect of the general operation of VAT, refer to the <i>Taxable Person Guide &ndash; Value Added Tax </i><a href='http://www.tax.gov.ae/' target='_blank'>which is available on the FTA website (</a>www.tax.gov.ae).</p></article></section></article></section></article><article id='bookmarkSection2'><h3>Overview: e-Commerce and VAT</h3><section class='level-2'><article id='bookmarkSection2.1'><h3>What is e-commerce?</h3><p>In traditional commerce, goods and services are usually supplied from a physical location, such as a shop or office, with the supplier and the recipient usually present in the same location.</p><p>E-commerce (also known as &ldquo;electronic commerce&rdquo; or sometimes loosely referred to as the &ldquo;digital economy&rdquo;) generally refers to supplies of goods and services over the Internet or a similar electronic network, with goods and services being sourced or supplied by electronic means, such as through a computer, phone website or electronic applications.</p><p>This Guide discusses the following types of transactions:</p><ul><li><p>goods purchased through an electronic platform; and</p></li><li><p>services supplied by electronic means.</p></li></ul><p>It should be noted that many of the general VAT rules also apply to e-commerce transactions. There are, however, a number of additional VAT rules which are intended to apply specifically to e-commerce arrangements.</p><p>The remaining part of this Chapter provides an overview of general VAT rules which affect most types of supplies, including supplies of goods and services made in the context of e-commerce.</p></article><article id='bookmarkSection2.2'><h3>Legislative background</h3><p>UAE VAT is governed by the Decree-Law and the Executive Regulation.</p><p>It should be noted that VAT legislation contemplates special rules for cross-border supplies of goods and services between the UAE and &ldquo;Implementing States&rdquo;, which are the GCC States that are implementing a VAT system. At the current time, none of the GCC states are considered to be Implementing States for the purposes of the UAE VAT. As a consequence, this version of the Guide does not cover special rules applicable to supplies with Implementing States.</p></article><article id='bookmarkSection2.3'><h3>What is VAT?</h3><p>VAT is a transaction-based indirect tax, which is charged and collected at each stage of the supply chain by legal and natural persons (&ldquo;persons&rdquo;) which meet the requirements to be registered for VAT.</p><p>Thus, persons which are either registered or are required to register for VAT (known as &ldquo;taxable persons&rdquo;) charge VAT to their customers on taxable supplies of goods or services. A taxable supply is defined in the VAT legislation as a &ldquo;supply of goods or services for a consideration by a person conducting business in the UAE, and does not include an exempt supply&rdquo;. <sup><a href='#bookmark1' id='bookmarkback1'>[1]</a> </sup>As a consequence, for a supply to be a taxable supply, the following conditions must be met:</p><ul><li><p>there needs to be a supply of goods or services;</p></li><li><p>the supply has to be for consideration;</p></li><li><p>the supply has to be made by a person who is conducting business in the UAE; and</p></li><li><p>the supply should not be an exempt supply.</p></li></ul><p>Taxable supplies may either be subject to the standard rate of 5% <sup><a href='#bookmark2' id='bookmarkback2'>[2]</a> </sup>or zero rate <sup><a href='#bookmark3' id='bookmarkback3'>[3]</a> </sup>(i.e. 0%). A supply cannot be a taxable supply if it is an exempt supply. Where a supply is neither a taxable supply nor an exempt supply, it will be outside the scope of UAE VAT.</p><p>VAT which taxable persons charge to their customers is known as &ldquo;output tax&rdquo;. On a periodic basis, taxable persons are required to account for output tax to the FTA. This is done by submitting a periodic tax return (also known as a &ldquo;VAT return&rdquo;).</p><p>It should be noted that taxable persons will typically be charged VAT (known as &ldquo;input tax&rdquo;) by their suppliers when they acquire goods and services. Taxable persons are generally able to recover input tax, subject to certain conditions. Where the conditions allowing recovery of input tax are met, taxable persons are able to deduct this input tax from the value of output tax declared in the same VAT return.</p><p>The difference between the output tax and input tax reported by a taxable person in their VAT returns is either the net VAT payable to the FTA (if the output tax exceeds the input tax) or net VAT recoverable from the FTA (if the input tax exceeds the output tax) for that specific tax return period.</p></article><article id='bookmarkSection2.4'><h3>VAT registration requirements</h3><p>As mentioned above, a person is only required to account for VAT in the UAE, if it is a taxable person &ndash; that is, if the person is either registered for VAT or is obligated to register for VAT. It is, therefore, necessary to determine when a person is required to be registered for VAT.</p><p>VAT registration may be either mandatory or voluntary. It should be noted that different registration requirements and conditions may apply to both mandatory and voluntary registrations depending on whether a person has a place of residence in the UAE. As a consequence, it is important for a person to know whether or not it is resident in the UAE when considering which registration rules apply to it.</p><p>A person would have a place of residence in the UAE for the purposes of VAT registration if the person has a place of establishment or fixed establishment in the UAE. The terms are defined in the Decree-Law: <sup><a href='#bookmark4' id='bookmarkback4'>[4]</a></sup></p><ul><li><p>&ldquo;Place of Establishment&rdquo; is the place where a business is legally established in a country pursuant to the decision of its establishment, in which significant management decisions are taken or central management functions are conducted.</p></li><li><p>&ldquo;Fixed Establishment&rdquo; is any fixed place of business, other than the Place of Establishment, in which the person conducts his business regularly or permanently and where sufficient human and technology resources exist to enable the person to supply or acquire goods or services, including the person&apos;s branches.</p></li></ul><p>Further details regarding requirements for mandatory and voluntary registrations are provided below.</p><section class='level-3'><article id='bookmarkSection2.4.1'><h3>Mandatory registration</h3><p>A person resident in the UAE is required to register for VAT if any of the following apply: <sup><a href='#bookmark5' id='bookmarkback5'>[5]</a></sup></p><ul><li><p>the total value of their taxable supplies made within the UAE and imports into the UAE exceeded AED 375,000 over the previous 12-month period; or</p></li><li><p>the person anticipates that the total value of their taxable supplies made within the UAE and imports into the UAE will exceed AED 375,000 in the next 30 days.</p></li></ul><p>The main categories of supplies and imports that need to be taken into account for the purposes of the mandatory registration threshold, and the voluntary registration threshold (discussed in Part 2.4.2 below), are: <sup><a href='#bookmark6' id='bookmarkback6'>[6]</a></sup></p><ul><li><p>Supplies of goods or services made in the UAE in the course of business.</p></li><li><p>Any goods or services that the person has imported into the UAE that would have been subject to VAT had they been supplied in the UAE.</p></li></ul><p>The person should not include in this calculation the value of any supplies which are either exempt from VAT or are outside the scope of UAE VAT.</p><p>In contrast, if the person is not resident in the UAE, the person is required to register for VAT if it makes any taxable supplies in the UAE, unless there is another person in the UAE who is responsible for accounting for VAT on such activities. As such, for non-resident suppliers, the registration threshold is, in effect, nil.</p></article><article id='bookmarkSection2.4.2'><h3>Voluntary registration</h3><p>Voluntary registration is an option available to businesses which do not have a turnover in excess of the mandatory registration threshold but would still like to be registered for VAT. A person can voluntarily register for VAT if: <sup><a href='#bookmark7' id='bookmarkback7'>[7]</a></sup></p><ul><li><p>at the end of any month, the total value of the person&apos;s taxable supplies and imports, or their expenses which were subject to VAT, in the previous 12 months exceeded AED 187,500; or</p></li><li><p>the total value of the person&apos;s taxable supplies and imports, or their expenses which are subject to VAT, is expected to exceed AED 187,500 in the next 30 days.</p></li></ul><p>It should be noted that a non-resident person is not allowed to voluntarily register on the basis of its &ldquo;taxable expenses&rdquo;.</p></article></section></article><article id='bookmarkSection2.5'><h3>Place of supply</h3><p>For a supply to be within the scope of the UAE VAT regime, the supply needs to take place in the UAE. If a supply takes place outside the UAE, the supply is treated as outside the scope of UAE VAT and therefore UAE VAT will not apply. Furthermore, such an out of scope supply would not count for the purposes of the registration thresholds discussed above.</p><p>In order to assist businesses in determining where a supply takes place, the VAT legislation provides a number of &ldquo;place of supply&rdquo; rules. These rules are different for goods and services, and may vary depending on a set of specific facts. The specific rules applicable to supplies of goods and services in e-commerce arrangements are discussed in the subsequent parts of this Guide.</p></article><article id='bookmarkSection2.6'><h3>Reverse charge mechanism</h3><p>Under the default VAT rule for accounting for VAT, a supplier of goods or services is liable to account for VAT on any taxable supply, irrespective of whether the supplier is a UAE resident or not.</p><p>The &ldquo;reverse charge mechanism&rdquo; is a simplification measure which allows non- resident suppliers to avoid the need to register for VAT in the UAE when they make supplies of goods or services in the UAE to registered persons.</p><p>Where the reverse charge mechanism applies, the non-resident supplier will not charge VAT to the recipient. Instead, the VAT-registered recipient must self-account for the VAT in respect of the goods or services received. This means that the recipient must record the VAT on the acquisition as output tax at the applicable rate in their systems and declare it in their VAT return. This output tax may then be recovered by the recipient as input tax in accordance with the normal input tax recovery rules as applicable to that recipient.</p><p>The reverse charge mechanism applies in two scenarios. The first scenario applies to a taxable person where that taxable person imports non-exempt goods or services into the UAE <sup><a href='#bookmark8' id='bookmarkback8'>[8]</a> </sup>&ndash; in this context, &ldquo;import&rdquo; means the arrival of goods from abroad into the UAE or the receipt of services from outside the UAE <sup><a href='#bookmark9' id='bookmarkback9'>[9]</a> </sup>. The second scenario where the reverse charge mechanism applies is in situations where the place of supply of goods or services is in the UAE and the following conditions are met: <sup><a href='#bookmark10' id='bookmarkback10'>[10]</a></sup></p><ul><li><p>the supply is a taxable supply;</p></li><li><p>the supplier&apos;s place of residence is outside the UAE;</p></li><li><p>the supplier does not charge VAT on that supply (i.e. the supplier is not already registered for VAT in the UAE);</p></li><li><p>the recipient&apos;s place of residence is in the UAE; and</p></li><li><p>the recipient is registered or required to register for VAT in the UAE.</p></li></ul><p>The purpose of the reverse charge mechanism is to reduce compliance and the administrative burden of collecting VAT from non-resident suppliers. It also puts the recipient in the same position as they would have been if they acquired the goods or services from a domestic supplier, thereby ensuring that domestic UAE suppliers are not disadvantaged by VAT not being collected from purchases from abroad.</p></article><article id='bookmarkSection2.7'><h3>Input tax recovery</h3><p>If the recipient of the supply is a taxable person and is registered for VAT then they may be able to recover the amount of VAT incurred if the necessary conditions, discussed below, are met. Recipients who are not taxable persons are not typically able to recover any VAT on their acquisitions, unless one of the special refund schemes applies.</p><p>The ability to recover VAT by a taxable person is subject to certain conditions. The recovery of input tax will be permitted where acquired goods and services are used, or intended to be used, in making any of the following: <sup><a href='#bookmark11' id='bookmarkback11'>[11]</a></sup></p><ul><li><p>taxable supplies;</p></li><li><p>supplies that are made outside the UAE which would have been considered taxable had they been made in the UAE; and</p></li><li><p>supplies of financial services which would have been treated as exempt if made in the UAE, but which are provided to a person who is outside the UAE and are treated as taking place outside the UAE.</p></li></ul><p>Where any acquisition by a taxable person relates solely to the supplies indicated above, the person will, generally, be able to recover the input tax incurred in full. In contrast, where an acquisition is directly linked solely to non-business activities (for example, private use) or exempt supplies (for example, certain supplies of financial services) made by the taxable person, the taxable person will not be able to recover any of the input tax incurred. Finally, where goods or services are used partly in the course of making supplies that allow for the recovery of input tax and partly for making supplies for which VAT is not recoverable, then the taxable person must determine the portion of the input tax that can be recovered.</p><p>Any recoverable input tax can be recovered through a VAT return. A taxable person is able to recover input tax in the first tax period in which both of the following conditions are met: <sup><a href='#bookmark12' id='bookmarkback12'>[12]</a></sup></p><ul><li><p>the taxable person has received and retained a tax invoice or other documentation evidencing the supply or import; and</p></li><li><p>the amount of VAT in question has been paid in whole or in part. It should be noted that the condition will also be met if the person intends to make the payment within six months of the due date of payment.</p></li></ul><p>If the taxable person has not recovered input tax in the tax period in which the conditions have been met, the person will be able to recover this input tax in the following tax period. <sup><a href='#bookmark13' id='bookmarkback13'>[13]</a></sup></p><p>It should be noted that, where a taxable person accounts for VAT in respect of any acquired goods or services under the reverse charge mechanism in its VAT return, that VAT is still the person&apos;s input tax. As a consequence, the taxable person may consider whether it can recover this input tax under the normal input tax recovery rules discussed above, and can recover it in the appropriate VAT return, if appropriate.</p></article></section></article><article id='bookmarkSection3'><h3>E-commerce: Supplies of Goods</h3><section class='level-2'><article id='bookmarkSection3.1'><h3>Introduction</h3><p>For the purposes of this Guide, a supply of goods in the e-commerce context involves purchasing goods through an electronic platform, such as a website or a marketplace. Once the goods are purchased, they are then delivered to the recipient.</p><p>Depending on the location of the supplier, the recipient, and the goods, the supply may take any of the following basic forms:</p><ul><li><p>A supply by a resident supplier to a recipient in the UAE, with goods being delivered from either inside or outside the UAE;</p></li><li><p>A supply by a resident supplier to a recipient outside the UAE, with goods being delivered from either inside or outside the UAE;</p></li><li><p>A supply by a non-resident supplier to a recipient in the UAE, with goods being delivered from either inside or outside the UAE; and</p></li><li><p>A supply by a non-resident supplier to a recipient outside the UAE, with goods being delivered from either inside or outside the UAE.</p></li></ul><p>In each of the above scenarios, the supplier has to consider the impact of VAT on the sale of the goods. In addition, where the goods are physically imported into the UAE from outside the UAE, the importer has to consider the impact of the VAT charged on import of the goods.</p><p>Below we discuss the VAT treatment of sales of goods in more detail.</p><p>For the purpose of this guide, the UAE refers to the mainland UAE. This guide does not consider supplies of goods to, from or within Designated Zones. Such supplies are discussed separately in the Designated Zones VAT Guide | VATGDZ1.</p></article><article id='bookmarkSection3.2'><h3>Place of supply and date of supply of goods</h3><p>The basic place of supply rule for goods is that, if the goods are located in the UAE when supplied, then they are treated as supplied in the UAE. Similarly, if the goods are located outside the UAE when they are supplied, the place of supply is outside the UAE. Where the supply involves the export of goods from the UAE to a place outside the GCC Implementing States (which is currently, any other state outside the UAE), the place of supply is in the UAE. <sup><a href='#bookmark14' id='bookmarkback14'>[14]</a></sup></p><p>As such, a supplier has to consider where the goods are, and which of the place of supply rule applies to a specific transaction. Below we consider various scenarios in more detail.</p></article><article id='bookmarkSection3.3'><h3>Sales of goods from the UAE</h3><p>This part discusses e-commerce arrangements where the sold goods are delivered from the UAE.</p><section class='level-3'><article id='bookmarkSection3.3.1'><h3>Imposition of VAT</h3><p>As mentioned in Part 3.2, where the goods are supplied wholly within the UAE or are exported from the UAE to outside the Implementing States, the place of supply of these goods will be the UAE.</p><p>It should be noted that goods are considered to be supplied in the UAE where the customer receives the ownership or the right to dispose of the goods in the UAE. For example, where a supplier imports goods into the UAE prior to transferring them to the recipient in the UAE, the supply shall be treated as taking place in the UAE.</p><p>Where a taxable supply in the UAE is made by a supplier which is a taxable person (i.e. the supplier is registered or required to register for VAT), the supplier has to consider which VAT rate should be charged on the supply.</p><p><em><u>Goods supplied locally</u></em></p><p>The default VAT rate is 5%. This is the rate which applies to most goods which are sold within the UAE.</p><p>There are, however, a number of goods which may be subject to the 0% VAT rate when sold locally. In the e-commerce context, the most likely example of goods which may be zero-rated when sold locally are qualifying pharmaceutical products and medical equipment. <sup><a href='#bookmark15' id='bookmarkback15'>[15]</a></sup></p><p><em><u>Exported goods</u></em></p><p>Where goods are exported from the UAE, the supply may be eligible to be zero-rated as an export in accordance with Article 30 of the Executive Regulation. The conditions for zero-rating vary depending on which party is contractually responsible for arranging the dispatch of goods:</p><ol><li><p>Where the supplier is responsible for arranging transport of sold goods from the UAE or appoints an agent to do so on its behalf (this is known as a &ldquo;direct export&rdquo;), the supply may be zero-rated if the following conditions are met:</p><ol type='a'><li><p>The goods are physically exported to a place outside the Implementing States (currently, it is any country outside the UAE) or are put into a customs suspension regime in accordance with GCC Common Customs Law within 90 days of the date of the supply.</p></li><li><p>Official and commercial evidence of export or customs suspension is retained by the exporter.</p></li></ol></li><li><p>Where the &ldquo;overseas customer&rdquo; <sup><a href='#bookmark16' id='bookmarkback16'>[16]</a> </sup>is responsible for arranging the collection of the goods from the supplier in the UAE and then exporting the goods or has appointed an agent to do so on his behalf (this is known as &ldquo;indirect export&rdquo;), the supply may be zero-rated if the following conditions are met:</p><ol type='a'><li><p>The goods are physically exported to a place outside the Implementing States (currently, it is any country outside the UAE) or are put into a customs suspension regime in accordance with GCC Common Customs Law within 90 days of the date of the supply under an arrangement agreed by the supplier and the overseas customer at or before the date of supply.</p></li><li><p>The overseas customer obtains official and commercial evidence of export or customs suspension in accordance with GCC Common Customs Law, and provides the supplier with a copy of this.</p></li><li><p>The goods are not used or altered in the time between supply and export or customs suspension, except to the extent necessary to prepare the goods for export or customs suspension.</p></li><li><p>The goods do not leave the UAE in the possession of a passenger or crew member of an aircraft or ship.</p></li></ol></li></ol><p>It should be noted that one of the common conditions for zero-rating of exports is that the supplier (in the case of a direct export) or the recipient (in the case of an indirect export) must obtain official <b>and </b>commercial evidence of export.</p><p>&ldquo;Official evidence&rdquo; means export documents issued by the local Emirate Customs Department in respect of goods leaving the UAE &ndash; in most Emirates, this would require the exporter to retain a certificate issued by the relevant Customs Department confirming exit of goods from the UAE (for example, an exit certificate or a similar document evidencing the export).</p><p>On the other hand, &ldquo;commercial evidence&rdquo; refers to a document issued by commercial parties which provides evidence of the transportation of the goods to outside the UAE. Acceptable commercial evidence includes airway bills, bills of lading, consignment notes, and certificate of shipments.</p><p>The purpose of the requirements to obtain official and commercial evidence of export is to ensure that there is sufficient proof that the transaction has taken place and the goods have actually left the UAE. As such, the official and commercial evidence of export must identify the following:</p><ul><li><p>the supplier;</p></li><li><p>the consignor;</p></li><li><p>the goods;</p></li><li><p>the value of the goods;</p></li><li><p>the export destination; and</p></li><li><p>the mode of transport and route of the export movement.</p></li></ul><p>Where the above conditions for zero-rating are not met, or if the goods in question are not exported from the UAE or put into a customs suspension regime within the required period of 90 days, the supplier should account for VAT on the supply at the default rate of 5%.</p><p>If an exporter is of the view that it is impossible to obtain the evidence prescribed under Article 30 of the Executive Regulation, then they may apply for an exception from the FTA. Please refer to VAT Administrative Exceptions Guide | VATGEX1.</p></article><article id='bookmarkSection3.3.2'><h3>Accounting for VAT</h3><p>Typically, the responsibility for accounting for VAT on any supply of goods in the UAE lies with the taxable supplier of goods.</p><p>As discussed in Part 2.6, there may be situations when the obligation to account for VAT passes to the recipient of the goods under the &ldquo;reverse charge mechanism&rdquo;. With respect to a taxable supply of goods that are already in the UAE, the reverse charge mechanism applies where: <sup><a href='#bookmark17' id='bookmarkback17'>[17]</a></sup></p><ul><li><p>the supplier does not have a place of residence in the UAE;</p></li><li><p>the supplier does not charge VAT on that supply, for example, where the supplier is not already registered for VAT in the UAE, and</p></li><li><p>the recipient is a taxable person with a place of residence in the UAE.</p></li></ul><p>Where the reverse charge mechanism applies, the recipient must account for VAT to the FTA at the VAT rate applicable to the acquired goods. This VAT should be charged on the top of the agreed price for the goods (i.e. the price is treated as VAT exclusive). <sup><a href='#bookmark18' id='bookmarkback18'>[18]</a></sup></p><p>It should be noted that the reverse charge mechanism is an exception to the default rule and therefore should only be used where the supplier can ascertain that all of the conditions for the application of the reverse charge mechanism are satisfied. In order to ensure that the reverse charge mechanism is not applied incorrectly, the non- resident supplier should seek to collect information from the recipient regarding the recipient&apos;s UAE residency and registration status. The supplier should also retain this information for its records and in order to be able to substantiate the application of the reverse charge mechanism in case of a tax audit. If the non-resident supplier cannot ascertain all of the details necessary for the application of the reverse charge mechanism to a supply, such as that the recipient is registered for VAT, then the supplier should register for VAT in the UAE and account for VAT to the FTA itself.</p></article></section></article><article id='bookmarkSection3.4'><h3>Sales of goods from outside the UAE</h3><p>Where goods are supplied by the supplier outside of the UAE, the place of supply of the goods is also outside the UAE. Thus, if a supply of goods involves the goods being transferred to the recipient outside of the UAE, the place of supply of the goods is outside the UAE, even if the goods are subsequently imported into the UAE. This means that UAE VAT does not apply to the supply of these goods.</p><p>This should be contrasted with situations where the goods are first imported into the UAE and then supplied to the recipient &ndash; in such situations, the supply of the goods to the recipient is treated as a local supply in the UAE with the place of supply in the UAE.</p><p>It should be noted that the physical importation of goods into the UAE would typically also trigger the obligation on the importer (either the supplier or the recipient) to account for import VAT. This is discussed in more detail in the next part of this Guide.</p></article><article id='bookmarkSection3.5'><h3>VAT on import of goods into the UAE</h3><section class='level-3'><article id='bookmarkSection3.5.1'><h3>Imposition and accounting for import VAT</h3><p>Where goods are imported into the UAE from overseas, the goods will be subject to import VAT at 5%, unless the goods would be either zero-rated or exempt if supplied in the UAE.</p><p>Import VAT is imposed on the customs value as calculated pursuant to Customs legislation, including the value of insurance, freight and any customs fees and excise tax paid on the import of the goods. Where the determination of such customs value is not possible, then the value can be determined based on the alternate valuation rules stated in the applicable Customs legislation. <sup><a href='#bookmark19' id='bookmarkback19'>[19]</a></sup></p><p>The obligation to account for import VAT is on the &ldquo;importer&rdquo;, being the person whose name is listed as the importer of the relevant goods for customs clearance purposes. The mechanism for accounting for VAT on imported goods depends on the VAT registration status of the importer at the time of importation.</p><p><em><u>Deferred payment to the time of filing VAT return</u></em></p><p>In certain situations, an importer may be able to account for VAT in the VAT return which relates to the tax period in which the goods are imported. In order for this to occur, the importer must meet the following conditions: <sup><a href='#bookmark20' id='bookmarkback20'>[20]</a></sup></p><ul><li><p>the importer is registered for VAT at the time of import;</p></li><li><p>the importer has sufficient details for the FTA to verify the import and the VAT which is due on the import and is able to provide these as required;</p></li><li><p>the importer has provided the FTA with its own Customs registration number issued by the competent Customs department for the import in question; and</p></li><li><p>the importer has cooperated with, and complied with any rules imposed by the FTA in respect of the import.</p></li></ul><p>In practice, these conditions require that a VAT-registered importer registers their Customs registration number with the FTA prior to importing goods into the UAE (this can be done at the time of registering for VAT or at a later time). When any goods are subsequently imported into the UAE by this importer using the Customs registration number which is registered with the FTA, no VAT will be charged at the time of import and the goods will be released to the importer as soon as other customs formalities are completed. The applicable import VAT would then be prepopulated as output tax in box 6 of the importer&apos;s next VAT return. It should be noted that the importer has an ongoing obligation to ensure that the VAT return reflects the correct VAT payable in respect of the import &ndash; as a consequence, the importer should review the correctness of the import VAT prepopulated in its VAT return and should make adjustments in box 7 of the VAT return, if necessary.</p><p>VAT incurred on imports is treated as input tax of the importer, and the importer may be able to recover it in box 10 of its VAT return, if eligible under the normal VAT recovery rules as discussed in Part 2.7 of this Guide. Where the importer is entitled to recover the input tax in full, it will not represent a cost to the business.</p><p><em><u>Payment at the time of import</u></em></p><p>In situations where the conditions for deferring the payment of import VAT are not met &ndash; for example, the importer is not registered for VAT at the time of import &ndash; the importer would need to pay VAT to the FTA before the goods can be released to it by the relevant Customs department. This process requires the importer to use the FTA&apos;s e- Services portal to complete the VAT301 &ndash; Import Declaration Form for VAT Payment and to make the payment of applicable VAT.</p><p>Please refer to the VAT Import Declaration User Guide for detailed guidance regarding accounting for import VAT by non-registered importers.</p></article><article id='bookmarkSection3.5.2'><h3>Import with assistance of an import clearing agent</h3><p>Often, the task of importing goods into the UAE and fulfilling all importation formalities are delegated to a clearing agent. For example, the task of clearing the goods through Customs may be undertaken by a specialised clearing agent, a freight forwarder responsible for delivering the goods to the purchaser, or a third party local company.</p><p>Where a clearing agent or equivalent business is importing goods on behalf of a VAT- registered importer, the clearing agent should declare the importer&apos;s TRN on the customs import declaration. This will allow the importer to account for the import VAT in its VAT return as described in Part 3.5.1.</p><p>On the other hand, where a clearing agent is importing goods on behalf of a non- registered importer, the agent should declare its own TRN or C/O TRN <sup><a href='#bookmark21' id='bookmarkback21'>[21]</a> </sup>on the customs import declaration and should be responsible for the payment of VAT in respect of the import in its VAT return. <sup><a href='#bookmark22' id='bookmarkback22'>[22]</a></sup></p><p>It should be noted that since the clearing agent or equivalent business is not the owner of the goods, but simply facilitates the import of those goods into the UAE, <b>it should not recover the import VAT as its own input tax in the VAT return, and doing so would expose the clearing agent </b>or equivalent business <b>to an assessment for over-recovered VAT and penalties</b>. Instead, if the VAT is paid by the clearing agent or equivalent business, it can be recovered by the agent directly from the importer. To do so, the clearing agent or equivalent business must issue a statement to the importer which contains, at the minimum, the following details: <sup><a href='#bookmark23' id='bookmarkback23'>[23]</a></sup></p><ul><li><p>the name, address, and TRN of the clearing agent or equivalent business;</p></li><li><p>the date on which the statement is issued;</p></li><li><p>the date of import of the relevant goods;</p></li><li><p>a description of the imported goods which is sufficient to identify them; and</p></li><li><p>the amount of VAT paid by the agent to the FTA in respect of the imported goods.</p></li></ul><p>It should be noted that the statement issued by the clearing agent is treated as a <i>de facto </i>tax invoice for VAT purposes. As a consequence, the importer is able to rely on the statement to recover VAT if and when available (for example, if the non-registered importer registers for VAT at a later date and it was eligible to recover the input tax paid before registration).</p><p>The FTA requires all agents to retain copies of these statements, so that they are available for inspection when the FTA undertakes audits of these agents&apos; VAT accounts.</p></article><article id='bookmarkSection3.5.3'><h3>Exceptions from import VAT</h3><p>Certain categories of goods are relieved from import VAT. In some cases, these categories generally mirror reliefs which are available in respect of customs duties, therefore allowing certain goods not to be subject to both VAT and customs duties.</p><p><em><u>Import VAT suspension</u></em></p><p>Goods are not treated as imported into the UAE where they are under customs duty suspension arrangements in accordance with the GCC Common Customs Law under any of the following categories: <sup><a href='#bookmark24' id='bookmarkback24'>[24]</a></sup></p><ol><li><p>temporary admission;</p></li><li><p>goods placed in a customs warehouse;</p></li><li><p>goods in transit; or</p></li><li><p>imported goods intended to be re-exported by the same person.</p></li></ol><p>Where any of the above exceptions apply, the movement of goods into the UAE is not treated as an import, and therefore not subject to import VAT. If any conditions for the VAT suspension are subsequently broken, the goods may be treated as having been imported into the UAE and the VAT will become due on the import from the date the goods were originally imported.</p><p>In order to benefit from the above VAT exception, the importer is required to provide a financial guarantee to the FTA for the amount of VAT chargeable in respect of the goods. This guarantee will be refunded by the FTA once the goods leave the UAE in accordance with the relevant customs suspension conditions. It should be noted that where an import is facilitated by a clearing agent who has a TINCO registration, the TINCO agent can use its own guarantee with the FTA, and ask the importer for a guarantee or cash deposit which will be refunded once the goods leave the UAE.</p><p><em><u>Import VAT exemption</u></em></p><p>In certain situations, imports of goods into the UAE are fully exempt from VAT. The exemption applies to goods which are treated as exempt from Customs duty under any of the following categories: <sup><a href='#bookmark25' id='bookmarkback25'>[25]</a></sup></p><ol><li><p>goods imported by the military forces, and internal security forces;</p></li><li><p>personal effects and gifts accompanied by travelers;</p></li><li><p>used personal effects and household items transported by UAE nationals living abroad on return or expats moving to live in the UAE for first time; or</p></li><li><p>returned goods.</p></li></ol><p>The last of the above categories may apply in respect of goods which were sold and exported from the UAE, but then returned to the supplier in the UAE. It should be noted that this import exemption only covers import VAT and does not extend to VAT, if any, which may have been originally charged by the supplier on the sale of the goods.</p></article></section></article><article id='bookmarkSection3.6'><h3>Summary: VAT treatment of supplies of goods</h3><p>The table below summarises the VAT treatment of various scenarios involving supplies of goods by a supplier who is resident in the UAE and a supplier who is not resident in the UAE.</p><p>For the purposes of this table, it has been assumed that the supply takes place before or at the time the goods are dispatched, that is, in the location from which the goods are delivered.</p><table><tr><th colspan='7'>Supplier is a UAE resident and a taxable person*</th></tr><tr><td colspan='2'><p>Goods delivered from</p></td><td><p>Goods delivered to</p></td><td colspan='2'><p>VAT on supply</p></td><td><p>VAT on supply accounted by</p></td><td><p>VAT on import**</p></td></tr><tr><td colspan='2'><p>UAE</p></td><td><p>UAE</p></td><td colspan='2'><p>5%</p></td><td><p>Supplier</p></td><td><p>No</p></td></tr><tr><td colspan='2'><p>UAE</p></td><td><p>Outside UAE</p></td><td colspan='2'><p>0% if export conditions are met; otherwise</p><p>5%</p></td><td><p>Supplier</p></td><td><p>No</p></td></tr><tr><td colspan='2'><p>Outside UAE</p></td><td><p>UAE</p></td><td colspan='2'><p>No</p></td><td><p>N/A</p></td><td><p>Yes</p></td></tr><tr><td colspan='2'><p>Outside UAE</p></td><td><p>Outside UAE</p></td><td colspan='2'><p>No</p></td><td><p>N/A</p></td><td><p>No</p></td></tr><tr><td colspan='7'></td></tr><tr><td colspan='7'><p>Notes:</p><p>* Where the supplier is not registered for VAT, no VAT applies on the supply (it could apply on the import), unless the supplier has an obligation to register for VAT in accordance with the registration rules.</p><p>** The obligation to account for import VAT is on the &ldquo;importer&rdquo;, i.e. the person whose name is listed as the importer of the relevant goods for customs clearance purposes.</p></td></tr><tr><td colspan='7'></td></tr><tr><th colspan='7'>Supplier is not a UAE resident</th></tr><tr><td><p>Residency</p><p>status of recipient</p></td><td><p>Registration</p><p>status of recipient</p></td><td><p>Goods</p><p>delivered from</p></td><td><p>Goods delivered to</p></td><td><p>VAT on supply</p></td><td><p>VAT on</p><p>supply accounted by</p></td><td><p>VAT on import***</p></td></tr><tr><td><p>UAE</p></td><td><p>Registered</p></td><td><p>UAE</p></td><td><p>UAE</p></td><td><p>5%</p></td><td><p>Recipient*</p></td><td><p>No</p></td></tr><tr><td><p>Any</p></td><td><p>Not registered</p></td><td><p>UAE</p></td><td><p>UAE</p></td><td><p>5%</p></td><td><p>Supplier**</p></td><td><p>No</p></td></tr><tr><td><p>Outside UAE</p></td><td><p>Any</p></td><td><p>UAE</p></td><td><p>UAE</p></td><td><p>5%</p></td><td><p>Supplier**</p></td><td><p>No</p></td></tr><tr><td><p>UAE</p></td><td><p>Registered</p></td><td><p>UAE</p></td><td><p>Outside UAE</p></td><td><p>0% if export conditions are met; otherwise</p><p>5%</p></td><td><p>Recipient*</p></td><td><p>No</p></td></tr><tr><td><p>Any</p></td><td><p>Not registered</p></td><td><p>UAE</p></td><td><p>Outside UAE</p></td><td><p>5% or 0% if export</p></td><td><p>Supplier**</p></td><td><p>No</p></td></tr><tr><td></td><td></td><td></td><td></td><td><p>conditions are met</p></td><td></td><td></td></tr><tr><td><p>Outside UAE</p></td><td><p>Any</p></td><td><p>UAE</p></td><td><p>Outside UAE</p></td><td><p>0% if export conditions are met; otherwise</p><p>5%</p></td><td><p>Supplier**</p></td><td><p>No</p></td></tr><tr><td><p>Any</p></td><td><p>Any</p></td><td><p>Outside UAE</p></td><td><p>UAE</p></td><td><p>No</p></td><td><p>N/A</p></td><td><p>Yes</p></td></tr><tr><td><p>Any</p></td><td><p>Any</p></td><td><p>Outside UAE</p></td><td><p>Outside UAE</p></td><td><p>No</p></td><td><p>N/A</p></td><td><p>No</p></td></tr><tr><td colspan='7'></td></tr><tr><td colspan='7'><p>Notes:</p><p>* Where a non-resident supplier is already registered for VAT in the UAE, it should account for VAT directly.</p><p>** Where the VAT on the supply is the obligation of the non-resident supplier who is not yet registered for VAT, the supplier must apply to register for VAT. The supplier may be subject to penalties for non-compliance.</p><p>*** The obligation to account for import VAT is on the &ldquo;importer&rdquo;, i.e. the person whose name is listed as the importer of the relevant goods for customs clearance purposes.</p></td></tr><tr><td colspan='7'></td></tr></table></article></section></article><article id='bookmarkSection4'><h3>E-commerce: Supplies of Services</h3><section class='level-2'><article id='bookmarkSection4.1'><h3>Introduction</h3><p>For the purposes of VAT, &ldquo;electronic services&rdquo; mean services which are automatically delivered over the internet, an electronic network, or an electronic marketplace, including: <sup><a href='#bookmark26' id='bookmarkback26'>[26]</a></sup></p><ul><li><p>supply of domain names, web-hosting and remote maintenance of programs and equipment;</p></li><li><p>supply and updating of software;</p></li><li><p>supply of images, text, and information provided electronically, such as photos, screensavers, electronic books and other digitised documents and files;</p></li><li><p>supply of music, films and games on demand;</p></li><li><p>supply of online magazines;</p></li><li><p>supply of advertising space on a website and any rights associated with such advertising;</p></li><li><p>supply of political, cultural, artistic, sporting, scientific, educational or entertainment broadcasts, including broadcasts of events;</p></li><li><p>live streaming via the internet;</p></li><li><p>supply of distance learning; and</p></li><li><p>services of an equivalent type which have a similar purpose and function.</p></li></ul><p>For a supply to fall under the special VAT rules for electronic services, the supply must, therefore, meet two conditions:</p><ul><li><p>the service in question must be one of the services mentioned in the above list of services; and</p></li></ul><p>the service must be automatically delivered over the internet, an electronic network, or an electronic marketplace.</p><p>The first of these requirements means that a service will not be an electronic service where it is not one of the services listed above, even if the service is supplied using the internet or an electronic network. For example, a supply of legal or financial advice, transport services, or hotel accommodation will not constitute an electronic service simply because the parties use the internet to communicate with each other or to facilitate bookings.</p><p>The second requirement means that an electronic service should be automatically delivered over the internet, an electronic network, or an electronic marketplace with minimal or no human intervention. Thus, although a small degree of human intervention is acceptable to enable or complete a supply, this intervention should not change the nature of the delivery of a service as being essentially automated. For example, where a recipient receives a manually generated email with a download link for the software which he has picked from the supplier&apos;s website, the software can be still considered automatically delivered &ndash; the human intervention of sending an email with a download link is too insignificant to change the nature of the supply.</p><p>The above example can be contrasted with a situation where a recipient commissions customised software which has to be developed by the supplier before being put on the supplier&apos;s website to be available to the recipient. In this situation, the human involvement from the supplier in developing the software is critical to the supplier&apos;s ability to make the supply of services. As a consequence, the services cannot be treated as automatically delivered to the recipient.</p><p>It should be noted that a supply of electronic services may be made through an electronic marketplace rather than directly by the supplier to the recipient. &ldquo;Electronic marketplace&rdquo; means a distribution service which is operated by electronic means, including by a website, internet portal, gateway, store, or distribution platform, and meets both of the following conditions: <sup><a href='#bookmark27' id='bookmarkback27'>[27]</a></sup></p><ul><li><p>it allows suppliers to make supplies of electronic services to recipients; and</p></li><li><p>the supplies made by the marketplace must be made by electronic means.</p></li></ul><p>Where a supplier makes a supply of electronic services through an electronic marketplace, and the electronic marketplace is not acting in a capacity as an undisclosed agent, then the supply is treated as made by the principal supplier directly to the recipient of the supply. On the other hand, where the electronic marketplace acts as an undisclosed agent for the principal supplier, there will be two supplies for VAT purposes &ndash; a supply by the principal supplier to the marketplace and the supply by the marketplace to the principal recipient. The VAT consequences of making supplies through agents, such as electronic marketplaces, are discussed in detail in Chapter 5 of this Guide.</p></article><article id='bookmarkSection4.2'><h3>Place of supply of electronic services</h3><p>Supplies of electronic services (as well as of telecommunications services) are subject to a special place of supply rule. Thus, the place of supply of electronic services is: <sup><a href='#bookmark28' id='bookmarkback28'>[28]</a></sup></p><ul><li><p>in the UAE, to the extent of the use and enjoyment of the supply in the UAE; and</p></li><li><p>outside the UAE, to the extent of the use and enjoyment of the supply outside the UAE.</p></li></ul><p>The reference to the &ldquo;extent&rdquo; in Article 31 indicates that a single supply may be apportioned for the purposes of a place of supply rules, so that it is treated as partly in the UAE and partly outside the UAE. This ability to apportion a supply is, however, limited to situations where a sufficient distinction exists between the different parts of the supply (i.e. services supplied) or consideration (amounts charged for such services) so as it is practical and reasonable to divide them.</p><p>The actual use and enjoyment of electronic services should be determined on the basis of where the electronic services are consumed by the recipient, regardless of the place of contract or payment. <sup><a href='#bookmark29' id='bookmarkback29'>[29]</a> </sup>Since the legislation does not provide any express rule regarding the indicators which should be used to determine the place of use and enjoyment, this determination must be made on a case-by-case basis, and all of the facts of the supply must be considered.</p><p>Nevertheless, the following principles may be used as high-level guidance in determining the place of use and enjoyment in various scenarios:</p><ul><li><p>In the case of an electronic service which is delivered to a physical place, the place of use and enjoyment of that service is that physical place. For example, where electronic services content can be only accessed from a particular physical location, that location will be the place of use and enjoyment.</p></li><li><p>In the case of electronic services provided on a portable device, the use and enjoyment may be determined on the basis of the recipient&apos;s location at the time the services are supplied. For example, where music is electronically delivered to a recipient located in the UAE, the place of use and enjoyment will be the UAE.</p><p>For the purpose of determining the location of the recipient, some of the factors which may be indicative of the recipient&apos;s location are:</p><ul><li><p>the internet protocol (&ldquo;IP&rdquo;) address of the device used by the recipient to receive the electronic service;</p></li><li><p>the country code stored on the SIM card used by the recipient to receive the electronic service;</p></li><li><p>the place of residence of the recipient;</p></li><li><p>the billing address of the recipient; and / or</p></li><li><p>the bank details used by the recipient for the payment.</p></li></ul><p>In determining the location of the recipient, the supplier should give priority to the factors which give the most precise information regarding the actual place where the electronic services will be used and enjoyed. For example, if a KSA resident orders an on-demand film to be watched on a computer with an IP address in the UAE, the use and enjoyment of the film will be in the UAE.</p></li></ul></article><article id='bookmarkSection4.3'><h3>Imposition of VAT</h3><p>The place of supply of electronic services determines whether or not the services are subject to VAT in the UAE. Where the place of supply is outside the UAE, no UAE VAT would apply. In contrast, where the place of supply is in the UAE, the supply will fall within the UAE VAT net.</p><p>The default VAT rate on a taxable supply of services in the UAE is 5%. The supply may, however, be zero-rated if it falls under any of the zero-rating scenarios in Article 45 of the Decree-Law. For example, a supply of an electronic service of distance learning which is automatically delivered over the internet may be zero-rated if it is covered by Article 45(13) of the Decree-Law, read with Article 40 of the Executive Regulation.</p></article><article id='bookmarkSection4.4'><h3>Accounting for VAT</h3><p>Similar to supplies of goods discussed in Part 3.3.2 of this Guide, the responsibility for accounting for VAT on any taxable supply of electronic services in the UAE typically lies with the taxable supplier of those electronic services, unless the reverse charge mechanism applies.</p><p>In respect of cross-border supplies of electronic services into the UAE (i.e. import of services into the UAE from abroad), the reverse charge mechanism applies where the supplier does not have a place of residence in the UAE and the recipient is either registered or required to register for VAT in the UAE. <sup><a href='#bookmark30' id='bookmarkback30'>[30]</a></sup></p><p>Where the reverse charge mechanism applies to a supply, the recipient, rather than the non-resident supplier, must account for the VAT to the FTA at the applicable VAT rate. The VAT should be charged on top of the agreed price for the electronic services. <sup><a href='#bookmark31' id='bookmarkback31'>[31]</a></sup></p><p>Since the reverse charge mechanism is an exception to the default rule of accounting for VAT, it should only be used where the supplier can ascertain that all of the conditions for the application of the reverse charge are met. If the non-resident supplier cannot ascertain the necessary particulars for the application of the reverse charge mechanism to a particular supply, then the responsibility to account for VAT remains with the supplier.</p><p>Since the reverse charge mechanism is only applicable when specific conditions are met, taxable supplies from the same non-resident supplier of electronic services may be subject to different VAT accounting treatments &ndash; while a taxable supply made to a UAE taxable person would be subject to the reverse charge mechanism under Article 48(1) of the Decree-Law, the same supply made to a non-taxable person would not be subject to the reverse charge mechanism and would continue being the obligation of the supplier. As such, the supplier may continue being responsible for accounting for VAT on supplies which are not subject to the reverse charge mechanism.</p><p>For example, if a non-resident supplier of cross-border electronic services makes supplies to both taxable and non-taxable persons, it will be liable to register for VAT and to account for UAE VAT on its supplies to non-taxable persons. However, tax on its supplies to taxable persons is the responsibility of its customers, who shall be responsible to account for VAT under Article 48(1) of the Decree-Law. Note that this treatment is only applicable to cross-border supplies of services, and the rules for goods are different, as explained in 3.3.2 of this Guide (which refers to the reverse charge mechanism under Article 48(3) of the Executive Regulation as applicable to supplies of goods with the place of supply in the UAE).</p></article><article id='bookmarkSection4.5'><h3>Summary: VAT treatment of electronic services</h3><p>The table below summarises the high-level indicative VAT treatment of various scenarios related to supplies of electronic services.</p><table><tr><th>Residency status of supplier</th><th>Place of use and enjoyment</th><th>Registration status of recipient</th><th>VAT on supply</th><th>VAT accounted by</th></tr><tr><td><p>UAE</p></td><td><p>UAE</p></td><td><p>Any</p></td><td><p>5% or 0% if</p><p>specifically zero-rated</p></td><td><p>Supplier*</p></td></tr><tr><td><p>UAE</p></td><td><p>Outside UAE</p></td><td><p>Any</p></td><td><p>No</p></td><td><p>N/A</p></td></tr><tr><td><p>Outside UAE</p></td><td><p>UAE</p></td><td><p>Not registered</p></td><td><p>5% or 0% if</p><p>specifically zero-rated</p></td><td><p>Supplier</p></td></tr><tr><td><p>Outside UAE</p></td><td><p>UAE</p></td><td><p>Registered</p></td><td><p>5% or 0% specifically</p><p>zero-rated</p></td><td><p>Recipient</p></td></tr><tr><td><p>Outside UAE</p></td><td><p>Outside UAE</p></td><td><p>Any</p></td><td><p>No</p></td><td><p>N/A</p></td></tr><tr><td colspan='5'></td></tr><tr><td colspan='5'><p>Note:</p><p>* The UAE-resident supplier will only be responsible for accounting for VAT on the supply where it is a taxable person in the UAE.</p></td></tr><tr><td colspan='5'></td></tr></table></article></section></article><article id='bookmarkSection5'><h3>Supplies made through agents</h3><section class='level-2'><article id='bookmarkSection5.1'><h3>Introduction</h3><p>In the context of e-commerce, supplies of goods and services are often made using electronic platforms, portals, gateway or marketplaces (&ldquo;electronic marketplaces&rdquo;). Such electronic marketplaces may sell goods or services themselves, as well as act as intermediaries between the supplier and the recipient of goods or services.</p><p>Where an electronic marketplace makes any supplies of goods or services in its capacity as a principal supplier (for example, it buys and then sells goods), then the electronic marketplace is treated as the supplier of those goods or services for VAT purposes. As a consequence, the electronic marketplace would be required to comply with the VAT rules and obligations which are typically applicable to suppliers of those goods or services.</p><p>Where an electronic marketplace is not acting as a principal supplier of goods or services, it may act as an intermediary which enables a sale of goods and services. For example, an electronic marketplace may be used to advertise products, make bookings, process payments, and arrange deliveries of goods and services.</p><p>The VAT treatment of supplies using intermediaries will depend on the arrangement between the supplier, the intermediary and the recipient of the supply:</p><ul><li><p>Where the intermediary is acting as a disclosed agent (as defined and explained in Part 5.2 below) between the supplier and the recipient of the supply, then the supply is treated as made directly by the supplier to the recipient.</p></li><li><p>Where the intermediary is acting as an undisclosed agent (as defined and explained in Part 5.2) between the supplier and the recipient of the supply, then there are two supplies for VAT purposes &ndash; from the supplier to the intermediary, and from the intermediary to the recipient.</p></li></ul><p>The rest of this Chapter discusses VAT rules applicable to supplies of goods or services made through intermediaries in their capacities as agents acting on behalf of a principal.</p></article><article id='bookmarkSection5.2'><h3>Types of agency arrangements</h3><p>An agent is a person who acts on behalf of another person in respect of a specific task. In a commercial transaction, an agent can act on behalf of a supplier of goods or services, or on behalf of a recipient of goods or services, or both. In the context of e-commerce, an agent is typically an intermediary which is authorised by the principal supplier to act on its behalf in finding, and dealing with, customers.</p><p>From a VAT perspective, a different VAT treatment applies to supplies made through disclosed and undisclosed agents. As a consequence, it is important to be able to determine whether or not an intermediary is acting as a disclosed or an undisclosed agent:</p><ul><li><p>A disclosed agent is an agent which acts on behalf and in the name of a principal. In disclosed agency situations, the recipient of the supply knows that it is dealing with an agent of a principal, even if the recipient may not have any direct communication with the principal.</p></li><li><p>An undisclosed agent is an agent acting in its own name, where the customer has no knowledge, and cannot be reasonably expected to have knowledge, that the agent is acting on behalf of a principal. It should be noted that this situation is different from situations where no other principal is involved at all and the &ldquo;intermediary&rdquo; is a principal itself &ndash; in undisclosed agency situation, the agent is still acting on behalf of a principal.</p></li></ul><p>In order to determine the existence and the disclosed / undisclosed nature of an agency relationship, the starting point is to analyse contractual arrangements between parties. The contractual arrangement should typically be taken as representative of the true relationship between parties unless it is clearly a sham or is fundamentally inconsistent with the reality of the actual transaction. In interpreting contractual arrangements, it is only necessary to consider information which has been made available to the parties at the time they entered the agreement. For example, the fact that there is an agency agreement between the principal supplier and the agent does not in itself imply that this fact should be known to an unsuspecting recipient of the supply.</p><p>It should be noted that in some situations, a person may be described as an &ldquo;agent&rdquo;, but will in practice make supplies of goods or services on its own account. For VAT purposes, such labels should be ignored and the person should be treated as a principal in respect of the relevant supplies.</p></article><article id='bookmarkSection5.3'><h3>VAT treatment of supplies made through agents</h3><p>The VAT treatment of supplies made through agents differs depending on whether it is a disclosed or undisclosed agency.</p><section class='level-3'><article id='bookmarkSection5.3.1'><h3>Disclosed agency</h3><p>In accordance with Article 9(1) of the Decree-Law, a supply of goods and services through an agent acting in the name of and on behalf of a principal, i.e. through a disclosed agent, is considered to be a supply by the principal and for his benefit.</p><p>The above means that where an agent, such as an electronic marketplace, is acting as a disclosed agent of the principal supplier in respect of a supply of goods or services, then the supply of these goods or services is treated as made directly by the principal supplier to the recipient of the supply. As a result, the VAT obligations for the supply will remain with the principal supplier, and the principal supplier should account for this VAT in its tax return if required under the normal VAT rules.</p><p><em><u>VAT treatment of agency services</u></em></p><p>Where an agent is charging an agency fee or commission for its agency services, these agency services should be treated as a separate supply of services from the supply of the underlying goods or services.</p><p>Where the place of supply of such agency services is in the UAE, the services are considered a taxable supply. It should be noted that the place of supply for agency services provided by agents must be determined independently from the place of supply of the underlying goods and services, and therefore can differ from the place of supply of such goods or services. For example, where a UAE agent provides agency services to a UAE supplier of electronic services which have a place of supply in the USA under the use and enjoyment rules, the place of supply of the agency services would still be in the UAE.</p><p>The default VAT rate for a taxable supply of agency services in the UAE is 5%. However, in certain situations, the services may be zero-rated where they are supplied to a non-resident principal. <sup><a href='#bookmark32' id='bookmarkback32'>[32]</a> </sup>For zero-rating to apply, the following conditions must be met:</p><ul><li><p>the agency services are supplied to a recipient who does not have a place of residence in the UAE or any Implementing State and who is outside the UAE at the time the services are performed;</p></li><li><p>the agency services are not supplied directly in connection with any real estate or goods situated in the UAE at the time the services are performed; and</p></li><li><p>the performance of the agency services is not received by another person in the UAE who is unable to recover any input tax in full. <sup><a href='#bookmark33' id='bookmarkback33'>[33]</a></sup></p></li></ul><p>The application of this zero-rating provision must be determined by reference to the specific services provided by the agent. For example, while agency services relating to the provision of an electronic platform to allow a principal to sell goods or services in the UAE may be eligible to be zero-rated, a service of physically handling and delivering goods would not be eligible for zero-rating since they would be directly in connection with the goods in the UAE.</p><p>It should be noted that where an agent does not charge a fee or commission for its services, VAT would not be applicable on the services.</p></article><article id='bookmarkSection5.3.2'><h3>Undisclosed agency</h3><p>In accordance with Article 9(2) of the Decree-Law, a supply of goods and services through an agent acting in its name, i.e. through an undisclosed agent, is considered to be a direct supply by the agent and for his benefit.</p><p>Where an undisclosed agent is involved in a supply of any goods or services, there are two simultaneous supplies of these goods or services for VAT purposes &ndash; a supply from the principal supplier to the undisclosed agent, and a supply from the undisclosed agent to the recipient of the supply. In effect, the undisclosed agent is treated as both the buyer and the seller of the goods or services.</p><p>The simultaneous supplies means that both the principal supplier and the undisclosed agent must separately charge VAT applicable on the supply of the underlying goods or services, and must account for this VAT to the FTA in their own VAT returns. Where it is eligible under the general input tax recovery rules, the undisclosed agent may also recover the VAT which was charged to it by the principal supplier &ndash; this ensures that this VAT is not a cost to the agent.</p><p><em><u>VAT treatment of agency services</u></em></p><p>As discussed in Part 5.3.1, where an undisclosed agent and the principal agree that the agent can charge a separate agency fee or commission for the agency services to the principal, the agent must consider the VAT treatment of this services separately from the VAT treatment of the underlying supply of goods or services.</p><p>On the other hand, where the agent is able to embed the fee as a mark-up to the sale price of the goods or services, then the VAT treatment of the agency services should follow the VAT treatment of the underlying goods or services.</p></article></section></article><article id='bookmarkSection5.4'><h3>Tax invoice requirements</h3><p>As a default rule, a VAT-registered supplier of a taxable supply of goods or services is required to issue an original tax invoice and deliver it to the recipient of the supply. <sup><a href='#bookmark34' id='bookmarkback34'>[34]</a> </sup>This condition applies irrespective of whether the goods are sold directly or through an electronic marketplace.</p><p>As an exception to the default rule, where a VAT-registered agent makes a supply of goods or services on behalf of a principal, the agent may issue a tax invoice in relation to that supply as if that agent had made the supply. <sup><a href='#bookmark35' id='bookmarkback35'>[35]</a> </sup>A tax invoice issued by the agent must contain all the usual particulars required under Article 59 of the Executive Regulation, but may include the agent&apos;s, rather than the supplier&apos;s, details &ndash; in which case, the invoice should, however, contain a reference to the principal supplier (including the supplier&apos;s name and TRN) somewhere on the invoice.</p><p>Only one tax invoice may be issued for any supply of goods or services. Therefore, this option is not available where the principal supplier has already issued a tax invoice. Similarly, where an agent has issued a tax invoice in respect of a supply made by the principal, the agent must ensure that the principal receives a copy of that tax invoice, and the principal should not issue its own tax invoice in respect of the same supply.</p><p>It is important to note that where the invoice is issued by the agent, the supply is still treated as being made by the principal supplier to the recipient of the supply. As a consequence, the supplier has to account for the relevant VAT and must comply with all the record-keeping requirements in respect of the supply.</p><p>Finally, it should be noted that where an agent is an undisclosed agent which is treated as making the supply under Article 9(2) of the Decree-Law, the undisclosed agent has the responsibility to issue a tax invoice in its own name.</p></article></section></article></section></main><footer><section><article><h3>Footnotes</h3><em><p><sup><a href='#bookmarkback1' id='bookmark1'>[1]</a></sup><span><a href='/articles/uae-vat-article-1'>Article 1</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback2' id='bookmark2'>[2]</a></sup><span><a href='/articles/uae-vat-article-3'>Article 3</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback3' id='bookmark3'>[3]</a></sup><span><a href='/articles/uae-vat-article-45'>Article 45</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback4' id='bookmark4'>[4]</a></sup><span><a href='/articles/uae-vat-article-1'>Article 1</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback5' id='bookmark5'>[5]</a></sup><span><a href='/articles/uae-vat-article-13'>Article 13</a> of the Decree-Law</span> and <span><a href='/articles/uae-vat-article-7'>Article 7</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback6' id='bookmark6'>[6]</a></sup><span><a href='/articles/uae-vat-article-19'>Article 19</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback7' id='bookmark7'>[7]</a></sup><span><a href='/articles/uae-vat-article-17'>Article 17</a> of the Decree-Law</span> and <span><a href='/articles/uae-vat-article-8'>Article 8</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback8' id='bookmark8'>[8]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback9' id='bookmark9'>[9]</a></sup><span><a href='/articles/uae-vat-article-1'>Article 1</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback10' id='bookmark10'>[10]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(3) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback11' id='bookmark11'>[11]</a></sup><span><a href='/articles/uae-vat-article-54'>Article 54</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback12' id='bookmark12'>[12]</a></sup><span><a href='/articles/uae-vat-article-55'>Article 55</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback13' id='bookmark13'>[13]</a></sup><span><a href='/articles/uae-vat-article-55'>Article 55</a>(2) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback14' id='bookmark14'>[14]</a></sup><span><a href='/articles/uae-vat-article-27'>Article 27</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback15' id='bookmark15'>[15]</a></sup><span><a href='/articles/uae-vat-article-41'>Article 41</a>(4) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback16' id='bookmark16'>[16]</a></sup>&ldquo;Overseas Customer&rdquo; is defined in <span><a href='/articles/uae-vat-article-1'>Article 1</a> of the Executive Regulation</span> as a recipient of goods who does not have a place of establishment or fixed establishment in the UAE, does not reside in the UAE, and does not have a Tax Registration Number (&ldquo;TRN&rdquo;).</p><p><sup><a href='#bookmarkback17' id='bookmark17'>[17]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(3) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback18' id='bookmark18'>[18]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(4)(a) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback19' id='bookmark19'>[19]</a></sup><span><a href='/articles/uae-vat-article-35'>Article 35</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback20' id='bookmark20'>[20]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(1) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback21' id='bookmark21'>[21]</a></sup>C/O TRN, or &ldquo;TINCO,&rdquo; is a special reference number that is provided to freight forwarders who successfully register with the FTA as a freight forwarder or clearing agent and which allows them to facilitate the imports for non-registered persons or facilitate the imports of goods under suspension arrangements, where applicable.</p><p><sup><a href='#bookmarkback22' id='bookmark22'>[22]</a></sup><span><a href='/articles/uae-vat-article-50'>Article 50</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback23' id='bookmark23'>[23]</a></sup><span><a href='/articles/uae-vat-article-50'>Article 50</a>(7) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback24' id='bookmark24'>[24]</a></sup><span><a href='/articles/uae-vat-article-47'>Article 47</a>(1) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback25' id='bookmark25'>[25]</a></sup><span><a href='/articles/uae-vat-article-47'>Article 47</a>(2) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback26' id='bookmark26'>[26]</a></sup><span><a href='/articles/uae-vat-article-23'>Article 23</a>(2) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback27' id='bookmark27'>[27]</a></sup><span><a href='/articles/uae-vat-article-23'>Article 23</a>(3) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback28' id='bookmark28'>[28]</a></sup><span><a href='/articles/uae-vat-article-31'>Article 31</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback29' id='bookmark29'>[29]</a></sup><span><a href='/articles/uae-vat-article-31'>Article 31</a>(2) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback30' id='bookmark30'>[30]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback31' id='bookmark31'>[31]</a></sup><span><a href='/articles/uae-vat-article-48'>Article 48</a>(4)(a) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback32' id='bookmark32'>[32]</a></sup><span><a href='/articles/uae-vat-article-31'>Article 31</a>(1)(a) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback33' id='bookmark33'>[33]</a></sup><span><a href='/articles/uae-vat-article-31'>Article 31</a>(3) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback34' id='bookmark34'>[34]</a></sup><span><a href='/articles/uae-vat-article-65'>Article 65</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback35' id='bookmark35'>[35]</a></sup><span><a href='/articles/uae-vat-article-59'>Article 59</a>(11) of the Executive Regulation.</span></p></em></article></section></footer></div></body></html>"
  },
  {
    "uniqueCode": "VATGDZ1",
    "title": "Designated Zones",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>Designated Zones - Issue 1/July 2018</title></head><body><div class='scope'><header><h1>Designated Zones</h1><h2>VAT Guide | VATGDZ1</h2><h2>Issue 1/July 2018</h2></header><main><section class='index'><p><a href='#bookmarkSection1'>1. Introduction</a></p><ol><li><p><a href='#bookmarkSection1.1'>1.1. Overview</a></p><ol><li><p><a href='#bookmarkSection1.1.1'>1.1.1. Short brief</a></p></li><li><p><a href='#bookmarkSection1.1.2'>1.1.2. Purpose of this document</a></p></li><li><p><a href='#bookmarkSection1.1.3'>1.1.3. Who should read this document?</a></p></li></ol></li></ol><p><a href='#bookmarkSection2'>2. Identification of Designated Zones</a></p><ol><li><p><a href='#bookmarkSection2.1'>2.1. VAT treatment of Free Zones</a></p></li><li><p><a href='#bookmarkSection2.2'>2.2. Identification of a Designated Zone</a></p></li><li><p><a href='#bookmarkSection2.3'>2.3. Entities within a Designated Zone</a></p></li><li><p><a href='#bookmarkSection2.4'>2.4. VAT registration</a></p></li></ol><p><a href='#bookmarkSection3'>3. Application of VAT</a></p><ol><li><p><a href='#bookmarkSection3.1'>3.1. Introduction</a></p></li><li><p><a href='#bookmarkSection3.2'>3.2. Supply of services</a></p></li><li><p><a href='#bookmarkSection3.3'>3.3. Supply of goods within a Designated Zone</a></p><ol><li><p><a href='#bookmarkSection3.3.1'>3.3.1. Default rule</a></p></li><li><p><a href='#bookmarkSection3.3.2'>3.3.2. Override of the default rule</a></p></li><li><p><a href='#bookmarkSection3.3.3'>3.3.3. Identification of the intended use of goods</a></p></li></ol></li><li><p><a href='#bookmarkSection3.4'>3.4. Transfers of goods into a Designated Zone</a></p><ol><li><p><a href='#bookmarkSection3.4.1'>3.4.1. Transfers from outside the UAE</a></p></li><li><p><a href='#bookmarkSection3.4.2'>3.4.2. Transfers from mainland UAE</a></p></li><li><p><a href='#bookmarkSection3.4.3'>3.4.3. Transfers between Designated Zones</a></p></li></ol></li><li><p><a href='#bookmarkSection3.5'>3.5. Import of goods from Designated Zones</a></p><ol><li><p><a href='#bookmarkSection3.5.1'>3.5.1. VAT on import</a></p></li><li><p><a href='#bookmarkSection3.5.2'>3.5.2. Supplies following importation</a></p></li><li><p><a href='#bookmarkSection3.5.3'>3.5.3. Summary</a></p></li></ol></li><li><p><a href='#bookmarkSection3.6'>3.6. Subsequent consumption or loss of goods</a></p></li><li><p><a href='#bookmarkSection3.7'>3.7. High level outline of VAT treatment of goods</a></p></li></ol><p><a href='#bookmarkSection4'>4. Specific cases</a></p><ol><li><p><a href='#bookmarkSection4.1'>4.1. Supplies of water and energy</a></p></li><li><p><a href='#bookmarkSection4.2'>4.2. Supplies of real estate</a></p></li><li><p><a href='#bookmarkSection4.3'>4.3. Tax groups (VAT groups)</a></p></li><li><p><a href='#bookmarkSection4.4'>4.4. Branches</a></p></li><li><p><a href='#bookmarkSection4.5'>4.5. VAT recovery</a></p></li></ol></section><section class='level-1'><article id='bookmarkSection1'><h3>Introduction</h3><section class='level-2'><article id='bookmarkSection1.1'><h3>Overview</h3><section class='level-3'><article id='bookmarkSection1.1.1'><h3>Short brief</h3><p>VAT has been introduced with effect from 1 January 2018 in the UAE. As a general consumption tax on the supply of goods and services, it applies to those supplies which take place within the territorial area of the UAE.</p><p>Historically, Free Zones have been excluded from the territorial scope of the UAE. For VAT purposes, this is not automatically the case. Only those Free Zones listed in a Cabinet Decision qualify for special VAT treatment and that special VAT treatment has certain limitations. These nominated Free Zones are known as Designated Zones for VAT purposes.</p><p>Designated Zones are:</p><ul><li><p>subject to strict control criteria;</p></li><li><p>required to have security procedures in place to control the movement of goods and people to and from the Designated Zone;</p></li><li><p>required to have Customs procedures to control the movement of goods into and out of the Designated Zone; and</p></li><li><p>treated as being outside the territory of the UAE for VAT purposes for certain supplies of goods.</p></li></ul><p>The effect for businesses operating in Designated Zones will be that many supplies of goods will be outside the scope of UAE VAT, subject to strict criteria and detailed record keeping. However, supplies of services are subject to the normal UAE VAT rules.</p><p>Strict qualifying criteria are applied to limit the use of the Designated Zones measure to those businesses for which it is designed, i.e. it is a measure to facilitate international trade on a VAT neutral basis and is not one designed to enable tax avoidance at any level.</p></article><article id='bookmarkSection1.1.2'><h3>Purpose of this document</h3><p>This document contains more detailed guidance about the characteristics of a Free Zone which must be present in order for it to qualify as a Designated Zone for VAT purposes.</p><p>In addition, this document provides guidance for businesses operating in Designated Zones seeking to understand the VAT implications of their activities within and outside the Designated Zones.</p></article><article id='bookmarkSection1.1.3'><h3>Who should read this document?</h3><p>This document should be read by key stakeholders in businesses operating in Designated Zones who are responsible for tax matters.</p></article></section></article></section></article><article id='bookmarkSection2'><h3>Identification of Designated Zones</h3><section class='level-2'><article id='bookmarkSection2.1'><h3>VAT treatment of Free Zones</h3><p>VAT is a general consumption tax imposed on most supplies of goods and services in the UAE. By default, it is chargeable on supplies of goods and services throughout the territorial area of the UAE.</p><p>This territorial area will also include those areas currently defined as both fenced and non-fenced Free Zones.</p><p>For VAT purposes, both fenced and unfenced Free Zones are considered to be within the territorial scope of the UAE &ndash; and therefore subject to the normal UAE VAT rules &ndash; unless they fulfil the criteria to be treated as a Designated Zone as defined by the Federal Decree-Law on VAT <sup><a href='#bookmark1' id='bookmarkback1'>[1]</a> </sup>and Executive Regulations <sup><a href='#bookmark2' id='bookmarkback2'>[2]</a> </sup>. Those Free Zones which are Designated Zones are treated as being outside of the territory of the UAE for VAT purposes for specific supplies of goods.</p><p>In addition, there are special VAT rules in respect of VAT treatment of certain supplies made within Designated Zones. The effect of these rules is that <em>certain </em>supplies of <em>goods </em>made within Designated Zones are not be subject to UAE VAT. In contrast, supplies of <em>services </em>made within Designated Zones are treated in the same way as supplies of services in the rest of the UAE.</p><div class='example'><p><strong>Important:</strong> Free Zones meeting the criteria have been specifically identified by way of a Cabinet Decision as <strong>Designated Zones.</strong> Where a Free Zone is not a Designated Zone, it is treated like any other part of the UAE.</p></div></article><article id='bookmarkSection2.2'><h3>Identification of a Designated Zone</h3><p>A Designated Zone is an area specified by a Cabinet Decision as being a &ldquo;Designated Zone&rdquo; <sup><a href='#bookmark3' id='bookmarkback3'>[3]</a> </sup>. Free Zones listed by the Cabinet Decision as being a Designated Zone can be found under the Legislation tab on the FTA website (<a href='http://www.tax.gov.ae'>www.tax.gov.ae</a>).</p><p>Although an area might be identified as a Designated Zone, it is not automatically treated as being outside the UAE for VAT purposes. There are several main criteria <sup><a href='#bookmark4' id='bookmarkback4'>[4]</a></sup></p><p>which must be met in order for a Designated Zone to be treated as outside the UAE for VAT purposes. These are as follows:</p><ol><li><p>The Designated Zone must be a specific fenced geographic area.</p></li><li><p>The Designated Zone must have security measures and Customs controls in place to monitor the entry and exit of individuals and movement of goods to and from the Designated Zone.</p></li><li><p>The Designated Zone must have internal procedures regarding the method of keeping, storing and processing of goods within the Designated Zone.</p></li><li><p>The operator of the Designated Zone must comply with the procedures set out by the FTA.</p></li></ol><p>This means that where a Designated Zone has areas that meet the above requirements, and areas that do not meet the requirements, it will be treated as being outside the UAE only to the extent that the requirements are met.</p><p>In addition, should a Designated Zone change the manner of its operation or no longer meet any of the conditions imposed on it which led to it being specified as a Designated Zone by way of the Cabinet Decision, it shall be treated as though it is located within the territory of the UAE <sup><a href='#bookmark5' id='bookmarkback5'>[5]</a> </sup>.</p><div class='example'><p><b>Important: </b>Only where a Designated Zone meets <u>all</u> the above tests it can be treated as outside the UAE for VAT purposes.</p></div></article><article id='bookmarkSection2.3'><h3>Entities within a Designated Zone</h3><p>Those businesses which are established, registered or which have a place of residence within the Designated Zone are deemed to have a place of residence in the UAE for VAT purposes <sup><a href='#bookmark6' id='bookmarkback6'>[6]</a> </sup>.</p><p>The effect of this is that where a business is operating in a Designated Zone, it itself will be onshore for VAT purposes, even though some of its supplies of goods may be outside the scope of UAE VAT.</p></article><article id='bookmarkSection2.4'><h3>VAT registration</h3><p>Any person carrying on a business activity in the UAE and making taxable supplies in excess of the mandatory VAT registration threshold (i.e. a taxable person) must apply to be registered for VAT purposes.</p><p>Any other person that is making taxable supplies or incurring expenses (which are subject to VAT), in excess of the voluntary VAT registration threshold may apply to register for VAT purposes.</p><div class='example'><p><strong>Important:</strong> Designated Zone businesses are considered to be established &rsquo;onshore&apos; in the UAE for VAT purposes. This means that they have the same obligations as non-Designated Zone businesses and have to register, report and account for VAT under the normal rules. It also means they can join a tax group (VAT group) provided they meet the required conditions.</p></div></article></section></article><article id='bookmarkSection3'><h3>Application of VAT</h3><section class='level-2'><article id='bookmarkSection3.1'><h3>Introduction</h3><p>As outlined above, in certain instances, an area of a Designated Zone will be effectively treated as &rsquo;offshore&apos; for VAT purposes, i.e. as if it is outside of the territory of the UAE for the purposes of the tax. Since UAE VAT only applies on supplies made in the UAE, such special treatment of Designated Zones will affect the VAT treatment of supplies made within Designated Zones.</p><p>This section of the Guide discusses the consequences of treating Designated Zones as being outside the UAE for various types of transactions.</p></article><article id='bookmarkSection3.2'><h3>Supply of services</h3><p>The place of supply of services is considered to be within the UAE if, under the normal rules, the place of supply would be the Designated Zone <sup><a href='#bookmark7' id='bookmarkback7'>[7]</a> </sup>.</p><p>This override to the normal place of supply of services rules means that, in all circumstances, the place of supply of services supplied in Designated Zones reverts to being in the UAE. Such supplies are then taxed in accordance with the general VAT rules for supplies of such services.</p><p>This means that most services will be liable to VAT at the standard rate, as would be the case were they performed within the UAE. Equally, where services are exported (i.e. made to a person who is resident and located outside the GCC Implementing States), then the services may be zero-rated.</p></article><article id='bookmarkSection3.3'><h3>Supply of goods within a Designated Zone</h3><p>As outlined above, Designated Zones will be treated as being &rsquo;offshore&apos; if the necessary conditions are met.</p><section class='level-3'><article id='bookmarkSection3.3.1'><h3>Default rule</h3><p>Since the place of supply for goods generally follows the location of the goods, a supply of goods within a Designated Zone is treated as made outside the UAE. This means that the default position is that such supplies are not subject to UAE VAT.</p></article><article id='bookmarkSection3.3.2'><h3>Override of the default rule</h3><p>This default position is overridden where a supply of goods is made within a Designated Zone to a person to be consumed by him or another person &ndash; in these situations, the place of supply will be treated in the UAE and VAT will be applicable under the normal rules.</p><p>In the above context, the term &ldquo;consumed&rdquo; should be interpreted broadly as including any utilisation, application, employment, deployment or exploitation of the goods. For the purpose of the provision, the resale of purchased goods is not treated as consumption of the goods. Therefore, a supply of goods in such circumstances would still be outside the scope of VAT if the purchaser intends to sell them.</p><p>Furthermore, it should be noted that the override does not apply, and the supply can still be treated as being outside the scope of VAT, when the purchased goods are:</p><ul><li><p>incorporated into, attached to or otherwise form part of another good located in the same Designated Zone and that other good is not consumed; or</p></li><li><p>used in the production of another good located in the same Designated Zone and that other good is not consumed.</p></li></ul><p>For the purposes of the second exception to the override, there must be a direct connection between the purchased goods and the production of another good. For example, the exception will generally apply to tools and equipment used to manufacture other goods; in contrast, a computer used by the business to create designs for goods which are later manufactured will not have sufficient connection with the goods to be treated as &ldquo;used in the production&rdquo; of the goods.</p><p>The following are some of the examples of the application of <a href='/articles/uae-vat-article-51'>Article 51</a>(5) of the Executive Regulations to supplies taking place in Designated Zones.</p><table><tr><th>Example of supply</th><th>VAT treatment of the supply for UAE VAT</th><th>Comments</th></tr><tr><td><p>A business buys trading stock for the purpose of resale within the Designated Zone.</p></td><td><p>Outside the scope</p></td><td><p>The resale of the goods is not treated as consumption of the goods in the context of Art 51(5) of the VAT Executive</p><p>Regulations.</p></td></tr><tr><td><p>An oil equipment manufacturer in the Designated Zone buys steel which will be used in production of equipment.</p><p>The manufactured equipment is then sold by the manufacturer.</p></td><td><p>Outside the scope</p></td><td><p>Although steel will be &ldquo;consumed&rdquo; by the manufacturer, this steel will be form part of the manufactured equipment which itself will not be consumed by the manufacturer. As a consequence, the exception to the default place of supply rules in Art 51(5) of the VAT Executive Regulations will not</p><p>apply.</p></td></tr><tr><td><p>A manufacturer in the Designated Zone buys work tools which are used in manufacturing goods. The manufactured goods are</p></td><td><p>Outside the scope</p></td><td><p>Although the tools will be &ldquo;consumed&rdquo; by the manufacturer, these tools will be applied directly in the process of manufacturing other</p><p>goods which are not</p></td></tr><tr><td><p>then sold by the manufacturer.</p></td><td></td><td><p>consumed by the manufacturer. As a consequence, the exception to the default place of supply rules in Art 51(5) of the VAT</p><p>Executive Regulations will not apply.</p></td></tr><tr><td><p>A business in the Designated Zone buys an office computer, food, stationery, a company car, fuel for the company car, office furniture, and similar goods to be used in the general running of the business.</p></td><td><p>Within the scope of UAE VAT</p></td><td><p>The purchased goods will be consumed by the business, and will not be incorporated into, attached to or otherwise form part of or are used in the production of another good.</p><p>Therefore, Art 51(5) of the VAT Executive Regulations brings the sale into the scope of UAE</p><p>VAT.</p></td></tr><tr><td><p>A manufacturer in the Designated Zone buys a computer to be used to create designs for goods to be manufactured by the manufacturer.</p></td><td><p>Within the scope of UAE VAT</p></td><td><p>Although the computer is used in wider manufacturing process, it is not used directly in the process of producing the goods &ndash; i.e. the creation of designs is one step removed from the process of actually producing the goods themselves. Therefore, Art 51(5) of the VAT Executive Regulations brings the sale</p><p>into the scope of UAE.</p></td></tr><tr><td><p>An individual buys goods in the Designated Zone to be used for private purposes.</p></td><td><p>Within the scope of UAE VAT</p></td><td><p>Since the goods will be used for non-business purposes, they will be treated as consumed by the individual. Therefore, Art 51(5) of the VAT Executive Regulations brings</p><p>the sale into the scope of UAE.</p></td></tr></table><p>The flowchart below provides an indication of the decision-making process for determining the &rsquo;actual&apos; place of supply for goods and services in a Designated Zone.</p><img src='' alt='The flowchart provides an indication of the decision-making process for determining the &rsquo;actual&apos; place of supply for goods and services in a Designated Zone'></article><article id='bookmarkSection3.3.3'><h3>Identification of the intended use of goods</h3><p>The onus is on the supplier to ensure that it treats a supply correctly for VAT purposes. Therefore, as a general rule, suppliers should not treat supplies of goods as being outside the scope of UAE VAT unless they are satisfied that there is no risk that the goods may be used by the purchaser for non-qualifying purposes.</p><p>The Authority expects that in most arm-length situations, a written statement from the recipient that the goods will not be consumed should be sufficient for these purposes.</p><p>It should be noted that in many situations, the reasons behind the purchase should be clear from the context. For example, food sold by a grocery store within a Designated Zone are unlikely to be used for anything other than consumption by the purchaser or a third party.</p></article></section></article><article id='bookmarkSection3.4'><h3>Transfers of goods into a Designated Zone</h3><section class='level-3'><article id='bookmarkSection3.4.1'><h3>Transfers from outside the UAE</h3><p>Since Designated Zones are treated as outside the UAE for VAT purposes, a movement or supply of goods into a Designated Zone from outside the UAE would be treated as taking place outside the UAE. Therefore, no UAE VAT would be charged on such movement or supply.</p></article><article id='bookmarkSection3.4.2'><h3>Transfers from mainland UAE</h3><p>A movement of own goods, or a supply, from mainland UAE to a Designated Zone is not considered to be an export of goods from the UAE. <sup><a href='#bookmark8' id='bookmarkback8'>[8]</a> </sup>Therefore, such movements and supplies are treated as local movements / supplies.</p></article><article id='bookmarkSection3.4.3'><h3>Transfers between Designated Zones</h3><p>A transfer of goods (that is, either a sale or movement of own goods) between two Designated Zones will be treated as outside the scope of VAT subject to the following two conditions <sup><a href='#bookmark9' id='bookmarkback9'>[9]</a> </sup>being met:</p><ol><li><p>the goods, either in part or in their entirety are not released into circulation, nor used or altered in any way during the transfer between the Designated Zones; and</p></li><li><p>the transfer for the goods is undertaken in accordance with the rules for Customs suspension per the GCC Common Customs Law. <sup><a href='#bookmark10' id='bookmarkback10'>[10]</a></sup></p></li></ol><div class='example'><p><strong>Important:</strong> Where goods are moved between Designated Zones, the FTA may require the owner of the goods to provide a financial guarantee for the payment of VAT, which that person may become liable for should the conditions for movement of the goods not be met. <sup><a href='#bookmark11' id='bookmarkback11'>[11]</a></sup></p></div></article></section></article><article id='bookmarkSection3.5'><h3>Import of goods from Designated Zones</h3><section class='level-3'><article id='bookmarkSection3.5.1'><h3>VAT on import</h3><p>A movement of goods from a Designated Zone into the mainland UAE is treated as an import of goods into the UAE. Therefore, import VAT is payable by the importer of the goods.</p><p>It should be noted, however, that there may be situations when goods were subject to VAT when purchased within the Designated Zone, and then subject to VAT again when imported by the same person into the mainland UAE.</p><p>Where a VAT registered person has incurred VAT on purchase of goods within a Designated Zone and then again on import of the same goods from the Designated Zone into the mainland, the VAT registered person will be able to recover VAT incurred on the importation of the goods into the mainland in full (irrespective of the person&apos;s normal input tax recovery percentage) on its tax return<span>.</span></p><p>It should be noted that import VAT can only be recovered in respect of the goods under this special rule if the same goods were subject to VAT when purchased by the importer in the Designated Zone, and that there were no intervening transactions in respect of the goods between the purchase by the importer and the actual import. The importer is required to retain evidence (and provide it to the Authority, if requested) of the VAT incurred in respect of the purchase and import.</p></article><article id='bookmarkSection3.5.2'><h3>Supplies following importation</h3><p>It is important to remember that even if VAT is charged on the import of goods into the UAE mainland from the Designated Zone, VAT may also be charged again on the subsequent sale of the goods within the mainland on the date of supply of that sale (i.e. if it is a taxable supply made by a taxable person). Whether or not VAT is charged on such a sale will depend on whether or not the date of supply is triggered in respect of the sale when the goods are in the Designated Zone or following their importation into the mainland. The date of supply has to be determined on a case-by-case basis.</p></article><article id='bookmarkSection3.5.3'><h3>Summary</h3><p>The table below provides high-level examples of potential VAT treatments in scenarios involving a sale of taxable goods with importation into the UAE mainland. In practice, each situation must be analysed on a case-by-case basis.</p><table><tr><th>Scenario</th><th>Phase 1</th><th>VAT treatment of Phase 1</th><th>Phase 2</th><th>VAT treatment of Phase 2</th></tr><tr><td><li>Goods are imported from DZ into mainland</li><li>The goods are sold in the mainland by the importer</li></td><td><p>Import of goods from DZ into mainland</p></td><td><p>Import VAT due from the importer</p></td><td><p>Sale of goods in the mainland</p></td><td><p>Supplier charges VAT on sale if a taxable supply</p></td></tr><tr><td><li>Goods are sold within DZ and the goods will not be consumed by the purchaser</li><li>The goods are imported into the mainland by the purchaser</li></td><td><p>Sale of goods within DZ</p></td><td><p>Outside the scope of VAT</p></td><td><p>Import of goods from DZ to mainland</p></td><td><p>Import VAT due from the importer</p></td></tr><tr><td><li>Goods are sold within DZ and the goods are intended to be consumed by the purchaser</li><li>The goods are imported into the mainland by the purchaser</li></td><td><p>Sale of goods within DZ</p></td><td><p>Supplier charges VAT on sale</p></td><td><p>Movement of goods from DZ to mainland</p></td><td><p>Import VAT due from the importer (but can be recovered via the VAT return)</p></td></tr></table></article></section></article><article id='bookmarkSection3.6'><h3>Subsequent consumption or loss of goods</h3><p>In all cases, goods which are located in a Designated Zone on which the owner has not paid VAT will be treated as imported into the UAE where:</p><ul><li><p>the goods are consumed by the owner, unless the goods are incorporated into, attached to or otherwise form part of or are used in the production of another good located in a Designated Zone and that other good is not itself consumed <sup><a href='#bookmark12' id='bookmarkback12'>[12]</a> </sup>; or</p></li><li><p>the goods are unaccounted for <sup><a href='#bookmark13' id='bookmarkback13'>[13]</a> </sup>.</p></li></ul><p>These provisions apply to the owner of the goods.</p><div class='example'><p><strong>Important:</strong> Where VAT has not been paid on the acquisition of goods, owners have to monitor the status of the goods to ensure that VAT is paid if the conditions for importation are triggered.</p></div></article><article id='bookmarkSection3.7'><h3>High level outline of VAT treatment of goods</h3><p>On the basis of the analysis in the previous sections, the table below provides a high- level summary of VAT treatment of the various supplies of goods which may be made within, from or to a Designated Zone. Please note that this is high-level guidance only, and businesses should consider how legislation applies to their specific cases.</p><table><tr><th width='15%'>Origin</th><th width='15%'>Destination</th><th>VAT treatment</th><th>Notes</th></tr><tr><td><p>Designated Zone 1</p></td><td><p>Designated Zone 1</p></td><td><p>Outside the scope of VAT</p></td><td><p>Subject to conditions being met.</p></td></tr><tr><td><p>Designated Zone 1</p></td><td><p>Designated Zone 2</p></td><td><p>Outside the scope of VAT</p></td><td><p>Subject to correct controls, processes and records being in place, and any financial guarantee</p><p>provided as may be required.</p></td></tr><tr><td><p>UAE mainland</p></td><td><p>Designated Zone</p></td><td><p>Subject to normal VAT rules</p></td><td><p>Same treatment as any other local supply</p></td></tr><tr><td><p>Designated Zone</p></td><td><p>UAE mainland</p></td><td><p>Subject to normal VAT rules for imports</p></td><td><p>Treated as an import &ndash; importer pays VAT either via its VAT return (if registered) or at the time of import</p><p>(if unregistered).</p></td></tr><tr><td><p>Outside UAE</p></td><td><p>Designated Zone</p></td><td><p>Outside the scope of VAT</p></td><td><p>Subject to correct controls, processes and records being in</p><p>place</p></td></tr><tr><td><p>Designated Zone</p></td><td><p>Outside UAE</p></td><td><p>Outside the scope of VAT</p></td><td><p>Subject to correct controls, processes and records being in</p><p>place</p></td></tr></table></article></section></article><article id='bookmarkSection4'><h3>Specific cases</h3><section class='level-2'><article id='bookmarkSection4.1'><h3>Supplies of water and energy</h3><p>Supplies of water or any form of energy are supplies of goods. Therefore, similar to supplies of other goods within Designated Zones, such supplies may be treated as being outside the scope of the UAE if they meet conditions discussed in part 3.3 of this Guide.</p><p>However, where water or energy is supplied for consumption (e.g. water and electricity provided by a water and electricity authority), then the place of supply of such water and energy reverts to being treated as being within the UAE <sup><a href='#bookmark14' id='bookmarkback14'>[14]</a> </sup>and the supply is subject to the normal VAT treatment. This override applies even if the water or energy is used in the process of production of other goods in the Designated Zone. This means that suppliers of water and energy shall charge VAT without the need to distinguish between the potential uses for water and energy.</p><p>For the purpose of the rule, the term &ldquo;energy&rdquo; includes electricity and gas, including biogas, coal gas, liquefied petroleum gas, natural gas, oil gas, producer gas, refinery gas, reformed natural gas, and tempered liquefied petroleum gas, and any mixture of gases, whether used for lighting, or heating, or cooling, or air conditioning or any other purpose. <sup><a href='#bookmark15' id='bookmarkback15'>[15]</a></sup></p><p>It should be noted that the rule only applies to water and energy sold for the purpose of consumption. Supplies of oil, gas, and other similar goods traded by businesses within Designated Zones may still be outside the scope of UAE VAT if the necessary conditions are met.</p></article><article id='bookmarkSection4.2'><h3>Supplies of real estate</h3><p>Supplies of real estate, which include the sale and lease of real estate, are treated as supplies of goods. The place of supply of such supplies is where the real estate is located.</p><p>It should be noted that real estate is not treated as consumed when sold or leased within a Designated Zone and therefore such supplies of real estate are not brought into the scope of UAE VAT by <a href='/articles/uae-vat-article-51'>Article 51</a>(5) of the Executive Regulations. As such, supplies of real estate made within Designated Zones are outside the scope of VAT.</p><p>In light of the above, raw materials purchased within a Designated Zone for the purpose of constructing real estate in the Designated Zone are also outside the scope of VAT. This is because the raw materials will be used in the production of another good (the real estate) located in the same Designated Zone which itself is not consumed.</p><p>Where real estate is not supplied by way of sale or a lease, it is a supply of services related to real estate. This includes, but is not limited to granting a personal right to use real estate, licences to occupy real estate, the provision of contractual rights exercisable over or in relation to real estate, including the right to use accommodation in a hotel or similar establishment, and similar <sup><a href='#bookmark16' id='bookmarkback16'>[16]</a> </sup>.</p><p>As mentioned earlier in this Guide, the place of supply of <u>all</u> services is considered to be within the UAE if, under the normal rules, the place of supply would be within a Designated Zone. <sup><a href='#bookmark17' id='bookmarkback17'>[17]</a> </sup>As a result, supplies of services related to real estate will be taxable even if supplied within a Designated Zone.</p></article><article id='bookmarkSection4.3'><h3>Tax groups (VAT groups)</h3><p>For tax grouping purposes, a business established within a Designated Zone (which is still treated as a UAE business) is able to form a tax group with an onshore company (or companies) or another Designated Zone company (or companies), subject to meeting the normal control criteria.</p><p>The usual consequences of tax grouping follow, such as supplies between members being disregarded for VAT purposes, and there being joint and several liability of the members of the tax group.</p><p>It should be noted, however, that where a supply of goods between the tax group members results in the goods being moved from a Designated Zone into the UAE mainland, this importation of the goods would trigger the obligation to pay import VAT. The payment of import VAT will be done using the normal process for such payments &ndash; that is, a VAT registered tax group will be able to defer accounting for the VAT to its VAT return.</p></article><article id='bookmarkSection4.4'><h3>Branches</h3><p>A single entity may have a branch or head office located in a Designated Zone and a branch or head office located in the UAE mainland.</p><p>Supplies between different parts of the same legal entity, for example, between the head office and the branch, are treated as intra-entity supplies for VAT purposes and therefore disregarded.</p><p>Similar to the tax groups, it should be noted that a movement of goods from a Designated Zone into the mainland UAE may trigger the obligation to pay import VAT (e.g. when transferring goods from the branch in the Designated Zone to the head office in the mainland). <span>A</span>VAT registered entity will be able to defer accounting for import VAT to its VAT return; in contrast, an unregistered entity would be required to make a payment of import VAT before the goods are released from the Designated Zone.</p></article><article id='bookmarkSection4.5'><h3>VAT recovery</h3><p>Businesses operating in Designated Zones will be subject to the normal VAT rules of VAT recovery on their expenses:</p><ul><li><p>If a business makes only supplies which are liable to VAT (or which would be liable to VAT if they were taking place in the UAE), it should be able to recover its VAT on expenses (input tax) in full.</p></li><li><p>Where the business makes supplies which do not give right to the VAT recovery (e.g. exempt supplies), the business is unable to recover VAT on expenses directly attributable to making such supplies.</p></li><li><p>Where an expense relates to both supplies that give right to the VAT recovery and those that do not, the business would be required to apportion the input tax in order to identify the recoverable part.</p></li></ul><p>In order to recover any VAT under the normal VAT rules, the businesses must be registered for VAT with the FTA.</p></article></section></article></section></main><footer><section><article><h3>Footnotes</h3><em><p><sup><a href='#bookmarkback1' id='bookmark1'>[1]</a></sup> Federal Decree-Law No. (8) of 2017 on Value Added Tax, hereafter &rsquo;the Law&apos;.</p><p><sup><a href='#bookmarkback2' id='bookmark2'>[2]</a></sup> <a href='/decisions/uae-vat-cd-52-of-2017' rel='noopener noreferrer' target='_blank'>Cabinet Decision No. (52)</a> on the Executive Regulations of Federal Decree-Law No. (8) of 2017 on Value Added Tax, hereafter the &rsquo;Executive Regulations&apos;.</p><p><sup><a href='#bookmarkback3' id='bookmark3'>[3]</a> </sup><span><a href='/articles/uae-vat-article-1'>Article 1</a>, Executive Regulations: any area specified by a decision of the Cabinet upon the recommendation of the Minister, as a Designated Zone for the purpose of the Decree-Law.</span></p><p><sup><a href='#bookmarkback4' id='bookmark4'>[4]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(1), Executive Regulations.</span></p><p><sup><a href='#bookmarkback5' id='bookmark5'>[5]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(2), Executive Regulations.</span></p><p><sup><a href='#bookmarkback6' id='bookmark6'>[6]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(9), Executive Regulations.</span></p><p><sup><a href='#bookmarkback7' id='bookmark7'>[7]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(6), Executive Regulations.</span></p><p><sup><a href='#bookmarkback8' id='bookmark8'>[8]</a> </sup><span><a href='/articles/uae-vat-article-30'>Article 30</a>(3), Executive Regulations.</span></p><p><sup><a href='#bookmarkback9' id='bookmark9'>[9]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(4), Executive Regulations.</span></p><p><sup><a href='#bookmarkback10' id='bookmark10'>[10]</a></sup> Section VII, Chapter II, The Common Customs Law of the Cooperation Council for the Arab States of the Gulf (GCC States).</p><p><sup><a href='#bookmarkback11' id='bookmark11'>[11]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(4), Executive Regulations.</span></p><p><sup><a href='#bookmarkback12' id='bookmark12'>[12]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(4) and (8)(a), VAT Executive Regulations.</span></p><p><sup><a href='#bookmarkback13' id='bookmark13'>[13]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(8)(b), VAT Executive Regulations.</span></p><p><sup><a href='#bookmarkback14' id='bookmark14'>[14]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(7), Executive Regulations.</span></p><p><sup><a href='#bookmarkback15' id='bookmark15'>[15]</a> </sup><span><a href='/articles/uae-vat-article-2'>Article 2</a>(4)(c), Executive Regulations.</span></p><p><sup><a href='#bookmarkback16' id='bookmark16'>[16]</a> </sup><span><a href='/articles/uae-vat-article-21'>Article 21</a>(2) and (3), Executive Regulations.</span></p><p><sup><a href='#bookmarkback17' id='bookmark17'>[17]</a> </sup><span><a href='/articles/uae-vat-article-51'>Article 51</a>(6), Executive Regulations.</span></p></em></article></section></footer></div></body></html>"
  },
  {
    "uniqueCode": "VATGDS1",
    "title": "Director&apos;s Services",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>Director&apos;s Services - March 2018</title></head><body><div class='scope'><header><h1>Director&apos;s Services</h1><h2>VAT Guide | VATGDS1</h2><h2>March 2018</h2></header><main><section class='index'><p><a href='#bookmarkSection1'>1. Guidance Note</a></p><ol><li><p><a href='#bookmarkSection1.1'>1.1. Overview</a></p><p><a href='#bookmarkSection1.1.1'>1.1.1. Short brief</a></p><p><a href='#bookmarkSection1.1.2'>1.1.2. Purpose of this document</a></p><p><a href='#bookmarkSection1.1.3'>1.1.3. Who should read this document?</a></p></li></ol><p><a href='#bookmarkSection2'>2. Director&apos;s Services</a></p><ol><li><p><a href='#bookmarkSection2.1'>2.1. VAT treatment of director services</a></p><p><a href='#bookmarkSection2.1.1'>2.1.1. Summary</a></p><p><a href='#bookmarkSection2.1.2'>2.1.2. Why are director&apos;s services subject to VAT?</a></p></li><li><p><a href='#bookmarkSection2.2'>2.2. Determining Place of Supply for Director&apos;s Services provided</a></p></li><li><p><a href='#bookmarkSection2.3'>2.3. Director Fee &ndash; Special scenarios</a></p><p><a href='#bookmarkSection2.3.1'>2.3.1. Director working overseas</a></p><p><a href='#bookmarkSection2.3.2'>2.3.2. Director providing services to overseas company</a></p><p><a href='#bookmarkSection2.3.3'>2.3.3. Business supplied director</a></p><p><a href='#bookmarkSection2.3.4'>2.3.4. Common director</a></p><p><a href='#bookmarkSection2.3.5'>2.3.5. Right to a director</a></p></li></ol></section><section class='level-1'><article id='bookmarkSection1'><h3>Guidance Note</h3><section class='level-2'><article id='bookmarkSection1.1'><h3>Overview</h3><section class='level-3'><article id='bookmarkSection1.1.1'><h3>Short brief</h3><p>VAT has been introduced in the UAE with effect from 1 January 2018. As a general consumption tax on the supply of goods and services, its effects must be understood by businesses, individual persons, and government entities in the following contexts:</p><ul><li><p>Whether director&apos;s services that are provided to other persons, are considered a supply subject to VAT.</p></li><li><p>How the place of supply shall be determined for director&apos;s services in order to apply VAT to the correct country, if applicable.</p></li><li><p>Applicability of different VAT rates to director services.</p></li></ul><p>In particular, employees who perform services for their employer are not considered to be making a taxable supply. However, taxable persons who provide independent director&apos;s services to other legal entities would be considered to be making a taxable supply of services (subject to place of supply rules). The services are subject to VAT at 5%, with a few possible exceptions where 0% VAT may apply.</p></article><article id='bookmarkSection1.1.2'><h3>Purpose of this document</h3><p>This document contains guidance about the characterisation of director&apos;s services under several models to determine whether a taxable supply of services exists for VAT purposes.</p></article><article id='bookmarkSection1.1.3'><h3>Who should read this document?</h3><p>This document should be read by anyone appointed in a director capacity, and key stakeholders who are responsible for tax matters.</p></article></section></article></section></article><article id='bookmarkSection2'><h3>Director&apos;s Services</h3><section class='level-2'><article id='bookmarkSection2.1'><h3>VAT treatment of director services</h3><section class='level-3'><article id='bookmarkSection2.1.1'><h3>Summary</h3><p>The general rule is that directors provide a service for VAT purposes to their company. As such, if the fees for services (in addition to any other supplies that might be made by the person) exceed the VAT mandatory registration threshold, namely AED 375,000, then directors are liable to register for VAT and charge VAT on the director fees.</p><p>Specifically, services provided by a director should be taxable if:</p><ul><li><p>the director undertakes services on a regular, ongoing and independent basis (such as an individual who acts as an executive or non-executive director on a board or a number of different boards); and</p></li><li><p>the total value of taxable supplies and imports made by the director, including supplies of director services, exceed the mandatory registration threshold.</p></li></ul></article><article id='bookmarkSection2.1.2'><h3>Why are director&apos;s services subject to VAT?</h3><p>VAT is charged on taxable supplies made by a taxable person. Therefore, it is necessary to identify whether a director is a taxable person who makes taxable supplies.</p><p>&ldquo;<em><u>Taxable supply</u></em>&rdquo;</p><p>A &ldquo;taxable supply&rdquo; is defined in the VAT legislation as any supply of goods or services for consideration by a person conducting business in the UAE, excluding exempt supplies. Therefore, a supply would be a taxable supply if the following conditions are met:</p><ul><li><p>It is a supply of goods or services;</p></li><li><p>for consideration;</p></li><li><p>by a person conducting business;</p></li><li><p>in the UAE; and</p></li><li><p>not an exempt supply.</p></li></ul><p>The Federal Decree-Law No. (8) of 2017 on Value Added Tax defines a &ldquo;supply of services&rdquo; to be any supply that is not considered a supply of goods. Directorship services would not be a supply of goods, and therefore is a supply of services for VAT purposes.</p><p>To be a taxable supply, services must usually be provided for consideration. &ldquo;Consideration&rdquo; is all that is received or expected to be received for the supply of the services, irrespective of whether in money or other forms of payment.</p><p>The third condition is that services must be provided by a person in the course of conducting business. The VAT legislation defines &ldquo;business&rdquo; as any activity conducted regularly, on an ongoing basis and independently by any person, in any location such as industrial, commercial, agricultural, professional, service or excavation activities or anything related to the use of tangible or intangible properties. This is a very broad definition, which may encompass most activities which are conducted regularly and independently. As a consequence, directorship activities would be able to be performed in the course of conduct of business.</p><p>The identification of whether or not services are provided in the UAE is done on the basis of place of supply rules. The default rule, subject to certain exceptions for cross- border supplies, is that the services are treated as taking place where the supplier is located. Therefore, generally, director&apos;s services provided by UAE residents will be treated as taking place in the UAE.</p><p>Finally, directorship services are not an exempt supply.</p><p>&ldquo;<em><u>Taxable person</u></em>&rdquo;</p><p>A &ldquo;taxable person&rdquo; is defined in the VAT legislation as any person registered or obligated to register for tax purposes.</p><p>A person is required to register for VAT if the total value of their taxable supplies and imports have exceeded the mandatory registration threshold of AED 375,000 in the preceding 12 months, or will exceed the threshold in the next 30 days. As discussed above, such calculation would include taxable supplies of director services.</p><p>A director may also choose to voluntarily register for VAT where the value of taxable supplies (including director fees) exceed the voluntary registration threshold of AED 187,500.</p><p>In conclusion, assuming a person provides services as a director regularly and independently (that is, they are not simply an employee of the company), the person will be required to charge VAT on their services.</p></article></section></article><article id='bookmarkSection2.2'><h3>Determining Place of Supply for Director&apos;s Services provided</h3><p>UAE VAT is only charged where a supply is treated as taking place in the UAE. Therefore, it is important to be able to identify where a supply takes place.</p><p>The following &ldquo;place of supply&rdquo; rules apply to director services:</p><ul><li><p>By default, the place of supply for services is the &ldquo;place of residence&rdquo; of the supplier <sup><a href='#bookmark1' id='bookmarkback1'>[1]</a> </sup>(i.e. the place of residence of the director).</p></li><li><p>In the case where the recipient of the services has a place of residence in another GCC Implementing State and is registered for VAT therein, the place of supply shall be the place of residence of the recipient of services <sup><a href='#bookmark2' id='bookmarkback2'>[2]</a></sup></p></li><li><p>Where the recipient of services is in business and has a place of residence in the UAE, and the director does not have a place of residence in the UAE, the place of supply is the UAE <sup><a href='#bookmark3' id='bookmarkback3'>[3]</a> </sup>.</p></li></ul></article><article id='bookmarkSection2.3'><h3>Director Fee &ndash; Special scenarios</h3><section class='level-3'><article id='bookmarkSection2.3.1'><h3>Director working overseas</h3><p>Where a director who is resident in the UAE provides director&apos;s services which are physically performed outside the GCC Implementing States, such services will be zero-rated. <sup><a href='#bookmark4' id='bookmarkback4'>[4]</a></sup></p><p>For example, a UAE resident director may be contracted to physically attend board meetings in the UK. The director can zero-rate the supply of these services since the nature of the services requires that they are physically performed outside the GCC Implementing States.</p><p>In contrast, if the services are physically provided in another GCC Implementing State to a company which is resident and registered in that other GCC Implementing State, the supply will be treated as taking place in that other Implementing State. Therefore, no UAE VAT will be charged.</p></article><article id='bookmarkSection2.3.2'><h3>Director providing services to overseas company</h3><p>If a UAE resident director provides services from the UAE to a company not resident in the GCC Implementing States, the services may be zero rated if the company does not have a presence in the UAE, and the performance of the services is not received in the UAE by any person who would be able to recover VAT incurred. <sup><a href='#bookmark5' id='bookmarkback5'>[5]</a></sup></p><p>If such services are provided to a company which is resident and registered in another GCC Implementing State, the supply will be treated as taking place in that other Implementing State. Therefore, no UAE VAT will be charged.</p></article><article id='bookmarkSection2.3.3'><h3>Business supplied director</h3><p>A business or Government entity may provide an employee or director to serve as a director of another Government entity, company, or another type of business. In these circumstances the normal rules relating to supplies of services should apply. Specifically, the supplier entity must account for VAT on any payment it receives for agreeing to the appointment, provided the place of supply is in the UAE.</p><p>Although the default rate is 5%, similar to the above, VAT may be charged at 0% if conditions in Article 31 of the <a href='/decisions/uae-vat-cd-52-of-2017' rel='noopener noreferrer' target='_blank'>Cabinet Decision No. 52 of 2017</a> on the Executive Regulations of the Federal Decree-Law No (8) of 2017 on Value Added Tax are met (i.e. if the supply is considered to be an export as per sections 2.3.1 and 2.3.2).</p></article><article id='bookmarkSection2.3.4'><h3>Common director</h3><p>An individual may act as a director of a number of companies. For convenience, one company may pay all the director&apos;s fees and then allocate the costs to recover appropriate proportions from the others.</p><p>The individual&apos;s services, such as attending meetings or approving expenditure, are supplied by the individual to the companies of which they are a director. The services are supplied directly to the relevant businesses by the individual and not from one company to another. In this case, there is no supply between the companies and accordingly, no VAT is due on the share of money recovered from each company.</p></article><article id='bookmarkSection2.3.5'><h3>Right to a director</h3><p>This often occurs in situations where one company is investing in another and is exercising a legal or contractual right to appoint a director to the board of the company in which they are investing. The director is usually selected because of their specialised knowledge and is appointed to give expert advice to the other company.</p><p>Typically, a fee is charged by the company appointing the director and is paid by the company to which the director has been appointed. This fee should be treated as consideration for a taxable supply made by the director&apos;s original company and the fee is subject to VAT.</p></article></section></article></section></article></section></main><footer><section><article><h3>Footnotes</h3><p><sup><a href='#bookmarkback1' id='bookmark1'>[1]</a> </sup><span><a href='/articles/uae-vat-article-29'>Article 29</a> of Federal Decree-Law No. (8) of 2017 on Value Added Tax.</span></p><p><sup><a href='#bookmarkback2' id='bookmark2'>[2]</a> </sup><span><a href='/articles/uae-vat-article-30'>Article 30</a> of Federal Decree-Law No. (8) of 2017 on Value Added Tax.</span></p><p><sup><a href='#bookmarkback3' id='bookmark3'>[3]</a> </sup><span><a href='/articles/uae-vat-article-30'>Article 30</a> of Federal Decree-Law No. (8) of 2017 on Value Added Tax.</span></p><p><sup><a href='#bookmarkback4' id='bookmark4'>[4]</a> </sup><span><a href='/articles/uae-vat-article-31'>Article 31</a> of Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. (8) of 2017 on Value Added Tax.</span></p><p><sup><a href='#bookmarkback5' id='bookmark5'>[5]</a> </sup><span><a href='/articles/uae-vat-article-31'>Article 31</a> of Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. (8) of 2017 on Value Added Tax.</span></p></article></section></footer></div></body></html>"
  },
  {
    "uniqueCode": "VATGAM1",
    "title": "Automotive Sector",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width,initial-scale=1'><title>Automotive Sector - June 2021</title></head><body><div class='scope'><header><h1>Automotive Sector</h1><h2>VAT Guide | VATGAM1</h2><h2>June 2021</h2></header><main><section class='index'><p><a href='#bookmarkSection1'>1. Introduction</a></p><ol><li><p><a href='#bookmarkSection1.1'>1.1. Overview</a></p><ol><li><p><a href='#bookmarkSection1.1.1'>1.1.1. Short brief</a></p></li><li><p><a href='#bookmarkSection1.1.2'>1.1.2. Purpose of this document</a></p></li><li><p><a href='#bookmarkSection1.1.3'>1.1.3. Who should read this document?</a></p></li><li><p><a href='#bookmarkSection1.1.4'>1.1.4. Status of the document</a></p></li></ol></li></ol><p><a href='#bookmarkSection2'>2. Sale of Cars within the UAE</a></p><ol><li><p><a href='#bookmarkSection2.1'>2.1. Outright sales</a></p></li><li><p><a href='#bookmarkSection2.2'>2.2. Hire-purchase arrangements</a></p></li><li><p><a href='#bookmarkSection2.3'>2.3. Trade-ins</a></p></li><li><p><a href='#bookmarkSection2.4'>2.4. Price display</a></p></li><li><p><a href='#bookmarkSection2.5'>2.5. Sale of cars to foreign governments, international organisations, diplomatic bodies and missions</a></p></li></ol><p><a href='#bookmarkSection3'>3. Sale of used/ pre-owned cars</a></p><ol><li><p><a href='#bookmarkSection3.1'>3.1. Profit Margin Scheme</a></p><ol><li><p><a href='#bookmarkSection3.1.1'>3.1.1. Rationale for the Profit Margin Scheme</a></p></li><li><p><a href='#bookmarkSection3.1.2'>3.1.2. Conditions for applying the Profit Margin Scheme</a></p></li></ol></li><li><p><a href='#bookmarkSection3.2'>3.2. Instances when the Profit Margin Scheme does not apply</a></p></li></ol><p><a href='#bookmarkSection4'>4. Lease of cars</a></p><ol><li><p><a href='#bookmarkSection4.1'>4.1. VAT implications on lease of cars</a></p></li><li><p><a href='#bookmarkSection4.2'>4.2. Value of supply in the case of lease of cars</a></p></li></ol><p><a href='#bookmarkSection5'>5. Export of cars</a></p><ol><li><p><a href='#bookmarkSection5.1'>5.1. Direct and Indirect export of cars</a></p></li><li><p><a href='#bookmarkSection5.2'>5.2. Multiple sale of cars resulting in single export</a></p></li></ol><p><a href='#bookmarkSection6'>6. Import of cars</a></p><ol><li><p><a href='#bookmarkSection6.1'>6.1. Imposition and accounting for import VAT</a></p></li><li><p><a href='#bookmarkSection6.2'>6.2. Deferred payment at the time of filing the VAT return</a></p></li><li><p><a href='#bookmarkSection6.3'>6.3. Import with the assistance of an import clearing agent</a></p></li><li><p><a href='#bookmarkSection6.4'>6.4. Exceptions from import VAT</a></p></li><li><p><a href='#bookmarkSection6.5'>6.5. Purchase returns after import</a></p></li></ol><p><a href='#bookmarkSection7'>7. Warranty claims</a></p><ol><li><p><a href='#bookmarkSection7.1'>7.1. Warranty service included in the price of car</a></p></li><li><p><a href='#bookmarkSection7.2'>7.2. Warranty service supplied for an extra charge</a></p></li><li><p><a href='#bookmarkSection7.3'>7.3. Reimbursement of repair costs by distributors from manufacturers</a></p></li></ol><p><a href='#bookmarkSection8'>8. Auctions</a></p><ol><li><p><a href='#bookmarkSection8.1'>8.1. Auctioneer acting as the principal supplier</a></p></li><li><p><a href='#bookmarkSection8.2'>8.2. Auctioneer acting as an agent of the principal supplier</a></p></li><li><p><a href='#bookmarkSection8.3'>8.3. Issuance of tax invoices by auctioneer on behalf of the principal supplier</a></p></li><li><p><a href='#bookmarkSection8.4'>8.4. Commission charged by auctioneers</a></p></li></ol><p><a href='#bookmarkSection9'>9. Promotions and discounts</a></p><ol><li><p><a href='#bookmarkSection9.1'>9.1. Free promotional gifts</a></p></li><li><p><a href='#bookmarkSection9.2'>9.2. Discounts</a></p></li></ol><p><a href='#bookmarkSection10'>10. Company cars and Demo cars</a></p><ol><li><p><a href='#bookmarkSection10.1'>10.1. Input tax recovery on the purchase, rent or lease of a company car</a></p></li><li><p><a href='#bookmarkSection10.2'>10.2. Demo cars</a></p></li></ol></section><section class='level-1'><article id='bookmarkSection1'><h3>Introduction</h3><section class='level-2'><article id='bookmarkSection1.1'><h3>Overview</h3><section class='level-3'><article id='bookmarkSection1.1.1'><h3>Short brief</h3><p>VAT was introduced with effect from 1 January 2018 in the United Arab Emirates (&ldquo;UAE&rdquo;). As a general consumption tax on the supply of goods and services, it applies to taxable supplies which take place within the territorial area of the UAE.</p><p>Businesses in the automotive sector in the UAE are principally engaged in the trading of cars. The cars in question are usually manufactured overseas and are sold in the UAE through a network of authorized distributors. This guide discusses the VAT implications of certain activities common within the automotive sector, particularly in respect of the sale of cars, the import and export of cars and warranty supplies.</p></article><article id='bookmarkSection1.1.2'><h3>Purpose of this document</h3><p>This document contains guidance about the VAT treatment of supplies made by motor vehicle dealers in the UAE including but not limited to the supply of new cars, the supply of used/ second-hand cars, supplies under warranty and the export and import of cars.</p><p>The purpose of this document is to provide guidance on how VAT affects businesses which operate within the automotive sector.</p></article><article id='bookmarkSection1.1.3'><h3>Who should read this document?</h3><p>This document should be read by anyone responsible for tax matters in the automotive sector in the UAE, as well as their tax agents. It is intended to be read in conjunction with other relevant guidance published by the Federal Tax Authority (&ldquo;FTA&rdquo;).</p></article><article id='bookmarkSection1.1.4'><h3>Status of the document</h3><p>In this guide, Federal Decree-Law No. 8 of 2017 on Value Added Tax is referred to as &ldquo;Decree-Law&rdquo; and Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments is referred to as &ldquo;Executive Regulation&rdquo;. This guidance is not a legally binding statement, but is intended to provide assistance in understanding and applying the VAT legislation.</p><p>This guide is issued in accordance with Article 73 of the Executive Regulation and provides general guidance concerning the application of the Decree-Law and Executive Regulation in respect of the business activities within the automotive sector in the UAE.</p><p>It should be noted that this guide is not intended to provide comprehensive details associated with VAT and is not intended for legal reference but as a framework discussing VAT issues relevant specifically to the automotive sector. As a consequence, the guide does not provide an overview of the general operation of VAT but assumes that the reader already has an understanding of the basic principles of VAT. For details in respect of the general operation of VAT, refer to the <em>Taxable Person Guide &ndash; Value Added Tax </em><a href='http://www.tax.gov.ae/' target='_blank'>which is available on the FTA website (</a>www.tax.gov.ae).</p></article></section></article></section></article><article id='bookmarkSection2'><h3>Sale of Cars within the UAE</h3><p>The sale of cars within the UAE is subject to VAT at 5%. It is important to note that the sale of cars can be carried out by a number of different types of agreements. In this guide, the two most common types of agreements, i.e. outright sales and sale through hire-purchase arrangements, will be discussed. In addition, the guide will also explain the VAT implications in respect of the leasing of cars.</p><section class='level-2'><article id='bookmarkSection2.1'><h3>Outright sales</h3><p>The simplest form of sale of cars within the UAE is by way of an outright sale. This happens when a customer either has cash resources available or has borrowed funds from a financial institution to purchase the vehicle outright. The VAT implications of outright sales are as follows:</p><ol type='a'><li><p>The supply of cars is subject to VAT at 5%. The date of supply<span>1 </span>is typically triggered by the earlier of one of the following events:</p><ul><li><p>the date on which the car is transferred to the customer;</p></li><li><p>the date on which the customer took possession of the car;</p></li><li><p>the date of receipt of payment; or</p></li><li><p>the date of issuance of a tax invoice.</p></li></ul></li><li><p>Where the contract for the sale of cars involves periodic payments or consecutive invoices, the date of supply<span>2 </span>is the earliest of any of the following dates provided that it does not exceed one year from the provision of the car:</p><ul><li><p>the date of issuance of a tax invoice;</p></li><li><p>the date payment is due as shown on the tax invoice;</p></li><li><p>the date of receipt of payment.</p></li><p>It should be noted that where the date of supply is triggered because a payment is made or a tax invoice is issued in respect of a supply of a car, VAT will only be due<span>3 </span>to the extent of the payment made or stated on the tax invoice, and the remainder of the due tax on that supply will be payable as and when further dates of supply are triggered.</p></ul></li><li><p>A tax invoice must be issued within 14 days of the date of supply. The tax invoice must also be delivered to the customer. Please note that if you charge any amount as a disbursement for and on behalf of a Designated Government Entity (e.g. Transport Authority / Department) for provision of a Sovereign Activity, this amount should be clearly identified on the tax invoice and VAT should not be charged on this amount.</p></li><li><p>The output tax must be reported in the VAT return of the tax period in which the date of supply is triggered.</p></li></ol></article><article id='bookmarkSection2.2'><h3>Hire-purchase arrangements</h3><p>Where a motor vehicle trader sells cars to customers under hire-purchase arrangements, two separate supplies take place for VAT purposes. The first supply is by the motor vehicle trader to the finance company; and the second supply is by the finance company to the customer. For a car sold under such an arrangement, the motor vehicle trader transfers the ownership of the car to the finance company which lets the hirer use the car during the period of hire. The ownership of the car is passed to the hirer upon full payment of all the hire instalments.</p><ol type='a'><li><p>VAT treatment: Motor Vehicle Trade<span>r</span></p></li><p>As a supplier making a supply of a car to the finance company, a motor vehicle trader is required to issue a tax invoice to the finance company and account for VAT on the sale price of the car.</p><li><p>VAT treatment: Finance company</p></li></ol><p>The finance company is in turn required to issue invoices to the customer which will generally have two components: (a) the hire instalments which are subject to VAT; and (b) the interest amounts which are exempt for VAT purposes. However, if the finance charge is included in the total amount payable by the customer in instalments, then the total amount payable will be liable to VAT, as the amount will be subject to the same VAT treatment as the car itself.</p><p>It is important to note that often a finance company will issue consecutive invoices to the customer under the hire-purchase arrangement, for example monthly invoices for the term of the hire period. In such a case, the date of supply will be determined in accordance with Article 26 of the Decree-Law. Accordingly, whilst the finance company would have passed the possession of the car over to the customer at the beginning of the contract, it will not be under an obligation to account for VAT on the full value upfront. In contrast, the finance company will be able to account for VAT as and when it issues invoices (provided payments are not received prior to issuance of the invoices).</p><p><u>Repossession of cars sold under hire-purchase arrangements</u></p><p>Under a typical hire-purchase arrangement, a customer essentially receives a right to use the car from the finance company and at the end of the hire period, the ownership of the car passes from the finance company to the customer.</p><p>Where a finance company repossesses a car supplied under a hire-purchase arrangement before the expiry of the hire period, the right provided to use the car ceases. It is important to note that no supply takes place for VAT purposes on account of repossession of the car and therefore no VAT implications arise at this point. However, when the finance company further supplies the car to another customer, the normal VAT implications arise.</p><p>It is possible that a finance company may have issued tax invoice(s) to a customer for a certain period but is not able to collect the debt before repossessing the car. As the finance company would have accounted for VAT at the time of issuing the invoice, it will be entitled to adjust the output tax under the Bad Debt Scheme<span>4 </span>provided the prescribed conditions are met.</p></article><article id='bookmarkSection2.3'><h3>Trade-ins</h3><p>It is a common practice for a customer to trade in an old car for a new car. In a trade- in situation, two separate supplies take place for VAT purposes:</p><ol><li><p>The sale of the new car to the customer; and</p></li><li><p>The customer&apos;s sale of the old car to the motor vehicle trader.</p></li></ol><p>For (a), the motor vehicle trader should account for VAT on the sales price of the new car. In computing the amount of VAT to charge on the sale of the new car, the motor vehicle trader should not net-off the trade-in value of the old car against the sales price of the new car.</p><p>The position stated above also applies to &rsquo;trade-in over allowances&apos; where a motor vehicle trader agrees to purchase an old car for a value higher than the market value. In such a case also, while accounting for VAT on the new car, the motor vehicle dealer should not net-off the trade-in value (including the over allowance) of the old car.</p></article><article id='bookmarkSection2.4'><h3>Price display</h3><p>Cars are often displayed by motor vehicle traders in their showrooms. For sales of cars to the public, a motor trader vehicle must display, advertise, publish or quote VAT- inclusive prices. This is required so that the customer knows upfront the price that is payable for the car. For example, if the car is priced at AED 100,000 and the VAT applicable on the sale is AED 5,000, a motor vehicle trader must advertise the price as AED 105,000 with a stipulation that the price includes VAT.</p><p>There are two exceptions to the above rule where the advertised price is not required to be inclusive of VAT: (a) Where the supply of car is for export; and (b) Where the customer is registered for VAT. If any of the exceptions apply and a motor vehicle trader advertises the price as exclusive of VAT, it must clearly specify that the price is exclusive of VAT.</p></article><article id='bookmarkSection2.5'><h3>Sale of cars to foreign governments, international organisations, diplomatic bodies and missions</h3><p>Sale of cars to foreign governments, international organisations, diplomatic bodies and missions, or an official thereof, are also subject to VAT at 5%. The foreign governments, international organisations, diplomatic bodies, missions or an official thereof may, however, seek a refund of such VAT incurred under the special VAT refund <span>5</span> scheme prescribed in the VAT legislation.</p></article></section></article><article id='bookmarkSection3'><h3>Sale of used/ pre-owned cars</h3><p>The sale of used cars is also subject to VAT at 5%, provided the sale is made by a VAT registered supplier. The implications relating to the date of supply, invoicing obligations and payment of tax as discussed in section 2.1 above apply similarly to the sale of used cars. Further, the implications regarding price displays apply similarly to used cars as well &ndash; irrespective of whether the VAT is accounted for on the full sales value of the car or in accordance with the Profit Margin Scheme as discussed below.</p><p>A key difference between the VAT implications for the sale of new cars and the sale of used cars is the possibility of accounting for VAT using the Profit Margin Scheme which is available to motor vehicle dealers trading in used cars.</p><section class='level-2'><article id='bookmarkSection3.1'><h3>Profit Margin Scheme</h3><p>In accordance with the Profit Margin Scheme<span>6</span>, a VAT registered supplier can account for VAT on the basis of the profit earned on taxable supplies instead of accounting for VAT on the value of such supplies. In other words, under the Profit Margin Scheme, VAT can be accounted for on the difference between what was paid for a good at the time of purchasing it and what was charged to the customer at the time of selling it.</p><p>Amongst other things, the Profit Margin Scheme can also be used to account for VAT when selling used cars. It is important to note that applying the Profit Margin Scheme is optional. The rationale for the Profit Margin Scheme and the conditions which must be met for applying the scheme are discussed below.</p><section class='level-3'><article id='bookmarkSection3.1.1'><h3>Rationale for the Profit Margin Scheme</h3><p>The Profit Margin Scheme is intended to avoid the cascading of taxes. The cascading effect arises where a motor vehicle trader purchases a used car from a non-registered seller or from a seller who also accounted for VAT by reference to the Profit Margin Scheme and consequently the motor vehicle trader is not able to recover the VAT embedded in the price of the car. The Profit Margin Scheme seeks to avoid this cascading issue by permitting the motor vehicle trader to account for VAT only on the profit earned on the supply.</p></article><article id='bookmarkSection3.1.2'><h3>Conditions for applying the Profit Margin Scheme</h3><p>The applicability of the Profit Margin Scheme is subject to meeting certain prescribed conditions. From the perspective of the sale of used cars, the conditions<span>7 </span>that are required to be satisfied by a motor vehicle trader are:</p><ol type='a'><li><p>The car must have been purchased by the motor vehicle trader from:</p><ul><li><p>a non-taxable person; or</p></li><li><p>a taxable person who calculated tax on the supply by reference to the Profit Margin Scheme.</p></li></ul></li><li><p>As an alternative to condition (a), where the car is purchased from a VAT registered supplier, input tax must not have been recovered by reference to Article 53 of the Executive Regulation.</p></li><li><p>The car must have been subject to VAT before the supply in question. The FTA expects the motor vehicle trader to maintain documentation to evidence that the car was previously subject to VAT. For example, where the car is purchased from a non-taxable person with a view to making a further sale applying the Profit Margin Scheme, a copy of the tax invoice received by the non-taxable person at the time of the original purchase should be sufficient. If the non-taxable person does not have the tax invoice for any reason, it may engage with the original dealer from which the car was purchased. Alternatively, the non-taxable person can provide other documents such as its motor insurance policy or vehicle registration certificate issued by the relevant authority provided that such documents establish that VAT was charged on the original purchase.</p></li><li><p>The motor vehicle trader must issue a tax invoice that clearly states that the tax has been charged by reference to the profit margin, in addition to all other information required to be stated on a tax invoice with the <b>exception of the VAT amount.</b></p></li><li><p>The motor vehicle trader must keep the prescribed records and documents. The prescribed documents are:</p><ul><li><p>a stock book or a similar record showing details of each car purchased and sold under the Profit Margin Scheme;</p></li><li><p>Purchase invoices showing details of the car purchased under the Profit Margin Scheme. Where the car is purchased from a non-taxable person, the motor vehicle trader must issue an invoice himself stating details of the car, including at least the following information:</p><ol type='i'><li><p>the name, address and Tax Registration Number of the motor vehicle trader;</p></li><li><p>the name and address of the person selling the car;</p></li><li><p>the date of the purchase;</p></li><li><p>the details of the car;</p></li><li><p>the consideration payable for the car; and</p></li><li><p>the signature of the person selling the car or authorized signatory.</p></li></ol></li></ul></li><li><p>The motor vehicle trader must inform the FTA that it has opted to account for VAT by reference to the Profit Margin Scheme via its tax return.</p></li></ol><div class='example'><p>Example</p><p>A motor vehicle dealer, ABC LLC, provides a new car model to its Senior Vice President as a marketing initiative. As the car is available for the personal use of the Senior Vice President, ABC LLC blocks the input tax incurred on the purchase of the car from the original manufacturer.</p><p>Upon return of the car, ABC LLC can opt to sell the car under the Profit Margin Scheme since the input tax incurred on the purchase of the car was not recovered by reference to Article 53 of the Executive Regulation.</p></div></article></section></article><article id='bookmarkSection3.2'><h3>Instances when the Profit Margin Scheme does not apply</h3><p>As stated in the preceding paragraphs, the Profit Margin Scheme applies only when the prescribed conditions are fully satisfied. Below are two instances where the scheme does not apply &ndash; however, certain businesses have incorrectly applied the scheme in these instances:</p><ol type='a'><li><p>Cars purchased prior to the implementation of VAT</p><p>One of the conditions for the application of the Profit Margin Scheme is that the goods should have been previously subject to VAT before the supply in question. Accordingly, any stock on hand of used goods which were acquired prior to the implementation of VAT, or which have not previously been subject to VAT for other reasons, are not eligible to be sold under the Profit Margin Scheme.</p></li><li><p>Cars imported into the UAE where the VAT paid upon import has been recovered</p></li></ol><p>In accordance with Article 29 of the Executive Regulation, the Profit Margin Scheme applies to instances where goods are purchased from: (i) a person who is not a VAT registrant or, (ii) a taxable person who calculated the tax on the supply by reference to the profit margin. The scheme is also applicable where goods are purchased from a VAT registered supplier but input tax is not recovered by reference to Article 53 of the Executive Regulation</p><p>While the overseas supplier is <b>not </b>a VAT registrant in the UAE and consequently does not charge VAT on the sale, the scheme generally does not apply to scenarios where the purchase is made through import. This is because at the time of import, the importer would be able to recover the input tax. Accordingly, the sale of imported &rsquo;used&apos; cars into the UAE is not eligible for the Profit Margin Scheme. However, if the import VAT was not recovered by the importer by reference to Article 53 of the Executive Regulation, the Profit Margin Scheme will continue to remain applicable.</p></article></section></article><article id='bookmarkSection4'><h3>Lease of cars</h3><p>Motor vehicle dealers or car rental companies may engage in leasing cars to residents and tourists. Depending on the requirements of the customers, the cars may be leased for long durations (i.e. on a monthly or yearly basis) or shorter durations (i.e. on a daily or weekly basis). The activity of leasing cars is a taxable supply which is subject to VAT at 5%.</p><section class='level-2'><article id='bookmarkSection4.1'><h3>VAT implications on lease of cars</h3><p>The implications relating to the date of supply, invoicing obligations and payment of tax as discussed in section 2.1 above apply similarly to the lease of cars. Where the contract for the lease of cars is for an extended period, it is expected that the contract will involve periodic payments or consecutive invoices, and therefore the date of supply will be the earliest of any of the following dates provided that it does not exceed one year from the start of the lease:</p><ul><li><p>the date of issuance of a tax invoice;</p></li><li><p>the date payment is due as shown on the tax invoice;</p></li><li><p>the date of receipt of payment.</p></li></ul></article><article id='bookmarkSection4.2'><h3>Value of supply in the case of lease of cars</h3><p>The usual rules to determine the value of supply<span>8 </span>also apply to the leasing of cars. Therefore, where the entire consideration is monetary, the value of supply is the consideration less the tax amount. In other words, the value of supply is the entire amount received or expected to be received for the lease of cars, less the tax amount.</p><p>It is observed that certain suppliers do not consider that they should account for VAT on the entire sum that they receive for the leasing of cars to VAT. It is, however, the supplier&apos;s obligation to carefully consider the different components of fees charged by them and account for VAT accordingly.</p><div class='example'><p>Example</p><p>A motor vehicle trader, XYZ LLC, leased a car to a tourist for three months. The customer regularly used one of the toll roads which resulted in salik being deducted from the vehicle&apos;s account. The lease contract stipulated that the cost of salik will be recharged by XYZ LLC to the customer.</p><p>The salik deducted from the account is essentially a cost incurred by XYZ LLC to provide car leasing services to the customer. The recharge of such a cost is subject to VAT and should be included in the taxable value of the supply.</p></div></article></section></article><article id='bookmarkSection5'><h3>Export of cars</h3><section class='level-2'><article id='bookmarkSection5.1'><h3>Direct and Indirect export of cars</h3><p>Where cars are exported from the UAE, the supply may be eligible for zero-rating as an export in accordance with Article 30 of the Executive Regulation. The conditions for zero-rating vary depending on which party is contractually responsible for arranging the dispatch of goods:</p><ol><li><p>Where the motor vehicle trader is responsible for arranging the transport of sold cars from the UAE or appoints an agent to do so on its behalf (this is known as a &ldquo;direct export&rdquo;), the supply can be zero-rated if the following conditions are met:</p><ol type='a'><li><p>The cars are physically exported to a place outside the Implementing States (currently, this is any country outside the UAE) or are put into a customs suspension regime in accordance with GCC Common Customs Law within 90 days of the date of the supply.</p></li><li><p>Official and commercial evidence of export or customs suspension is retained by the exporter i.e. the motor vehicle trader.</p></li></ol></li><li><p>Where the &ldquo;overseas customer&rdquo; is responsible for arranging the collection of the cars from the motor vehicle trader in the UAE and then exporting the cars or has appointed an agent to do so on his behalf (this is known as an &ldquo;indirect export&rdquo;), the supply can be zero-rated if the following conditions are met:</p><ol type='a'><li><p>The cars are physically exported to a place outside the Implementing States or are put into a customs suspension regime in accordance with GCC Common Customs Law within 90 days of the date of the supply under an arrangement agreed by the motor vehicle trader and the overseas customer at or before the date of supply.</p></li><li><p>The overseas customer obtains official and commercial evidence of export or customs suspension in accordance with GCC Common Customs Law, and provides the motor vehicle trader with a copy of this.</p></li><li><p>The cars are not used or altered in the time between supply and export or customs suspension, except to the extent necessary to prepare the cars for export or customs suspension.</p></li><li><p>The goods do not leave the UAE in the possession of a passenger or crew member of an aircraft or ship. The FTA does not expect this condition to be relevant for the export of cars.</p></li></ol></li></ol><p>It should be noted that one of the common conditions for zero-rating of exports is that the supplier (in the case of a direct export) or the recipient (in the case of an indirect export) must obtain official and commercial evidence of export.</p><p>Official evidence means export documents issued by the local Emirate Customs Department in respect of any car leaving the UAE &ndash; this would require the exporter to retain a certificate issued by the relevant Customs Department proving the exit of the car from the UAE (for example, an exit certificate or a similar document evidencing the export).</p><p>On the other hand, commercial evidence refers to a document issued by commercial parties which provides evidence of the transportation of the car to outside the UAE. Acceptable commercial evidence includes airway bills, bills of lading, consignment notes, and certificates of shipments.</p><p>The purpose of the requirements to obtain official and commercial evidence of export is to ensure that there is sufficient proof that the transaction has taken place and the car has actually left the UAE. As such, the official and commercial evidence of export must identify the following:</p><ul><li><p>the supplier;</p></li><li><p>the consignor;</p></li><li><p>the goods (i.e. car);</p></li><li><p>the value of the goods (i.e. car);</p></li><li><p>the export destination; and</p></li><li><p>the mode of transport and route of the export movement.</p></li></ul><p>Where the above conditions for zero-rating are not met, or if the car in question is not exported from the UAE or put into a customs suspension regime within the required period of 90 days, the motor vehicle trader should account for VAT on the supply at the default rate of 5%.</p><p>If an exporter is of the view that it is impossible to obtain the evidence prescribed under Article 30 of the Executive Regulation, then it may apply for an exception from the FTA. In addition, if an exporter believes that the export is not possible within 90 days from the date of supply either because the circumstances have prevented or will prevent the export within the said period or it is not practicable for the exporter to export the car within 90 days of the date of supply due to the nature of the supply, it may apply for an exception from the FTA. Please refer to VAT Administrative Exceptions Guide VATGEX1 for further details.</p><div class='example'><p>Example</p><p>ABC LLC is a motor vehicle trader established in Abu Dhabi. On a visit to the UAE for tourism purposes, Mr. X decides to purchase a car from ABC LLC. Mr. X has represented that he will self-drive the car to Oman and whilst he will be able to submit official evidence of export (i.e. exit certificate), he will not be able to furnish any commercial evidence of export because no logistics company will be appointed for transporting the car.</p><p>ABC LLC should submit a request for an administrative exception requesting the FTA to allow the use of an alternative form of evidence (instead of commercial evidence) so that the company is able to apply the zero-rating.</p></div></article><article id='bookmarkSection5.2'><h3>Multiple sale of cars resulting in single export</h3><p>It is common in the automotive sector that a single export is supported by two or more underlying sales of cars. In such instances where a single export is supported by two or more underlying supplies, only the final supply can be zero-rated.</p><p>For example:</p><ul><li><p>A Customer based in the USA orders a car from a motor vehicle trader &ldquo;X&rdquo; (based in the UAE);</p></li><li><p>&ldquo;X&rdquo; purchases the car from another motor vehicle trader &ldquo;Y&rdquo; (also based in the UAE) but does not take delivery of the car;</p></li><li><p>&ldquo;Y&rdquo;, at the request of &ldquo;X&rdquo;, exports the car directly to the customer in USA.</p></li></ul><p>In the above example, there are two separate underlying transactions but one export of car and accordingly the VAT treatment will be:</p><ul><li><p>The supply of the car from Y to X is a local supply in the UAE and VAT at the rate of 5% must be accounted for on this supply;</p></li><li><p>The supply of the car from X to the customer in the USA is zero-rated as an export subject to the satisfaction of the relevant conditions. It is important to note that in this example, Y is acting as an agent to export the car on behalf of X and, therefore, the export documents must demonstrate this fact clearly, for example, in the remarks section of the customs declaration.</p></li></ul></article></section></article><article id='bookmarkSection6'><h3>Import of cars</h3><section class='level-2'><article id='bookmarkSection6.1'><h3>Imposition and accounting for import VAT</h3><p>Where cars are imported into the UAE from abroad, the cars will be subject to import VAT at 5%. Import VAT is imposed on the customs value as calculated pursuant to Customs legislation, including the value of insurance, freight and any customs fees paid on the import of the cars. Where the determination of such customs value is not possible, then the value can be determined based on the alternative valuation rules stated in the applicable Customs legislation.</p><p>The obligation to account for import VAT is on the &ldquo;importer&rdquo;, being the person whose name is listed as the importer of the relevant cars for customs clearance purposes. The mechanism for accounting for VAT on imported cars depends on the VAT registration status of the importer at the time of importation.</p></article><article id='bookmarkSection6.2'><h3>Deferred payment at the time of filing the VAT return</h3><p>In certain situations, an importer may be able to account for VAT in the VAT return which relates to the tax period in which the cars are imported. In order for this to occur, the importer must meet the following conditions:</p><ul><li><p>the importer must be registered for VAT at the time of import;</p></li><li><p>the importer must have sufficient details for the FTA to verify the import and the VAT which is due on the import and is able to provide these as required;</p></li><li><p>the importer must have provided the FTA via the eServices portal with its own Customs registration number issued by the competent Customs department for the import in question; and</p></li><li><p>the importer must cooperate with, and comply with any rules imposed by the FTA in respect of the import.</p></li></ul><p>In practice, these conditions require a VAT-registered importer to register its Customs registration number with the FTA prior to importing cars into the UAE (this can be done at the time of registering for VAT or at a later time). When any cars are subsequently imported into the UAE by this importer using the Customs registration number which is registered with the FTA, no VAT will be charged at the time of import and the cars will be released to the importer as soon as other customs formalities are completed. The applicable import VAT would then be prepopulated as output tax in box 6 of the importer&apos;s next VAT return. It should be noted that the importer has an ongoing obligation to ensure that the VAT return reflects the correct VAT payable in respect of the import &ndash; as a consequence, the importer should review the correctness of the import VAT prepopulated in its VAT return and make corrections in box 7 of the VAT return, if necessary.</p><p>VAT incurred on imports is treated as input tax of the importer, and the importer may be able to recover it in box 10 of its VAT return, if eligible under the normal VAT recovery rules. Where the importer is entitled to recover the input tax in full, VAT will not represent a cost to the business.</p><p><u>Payment at the time of import</u></p><p>In situations where the conditions for deferring the payment of import VAT are not met &ndash; for example, the importer is not registered for VAT at the time of import &ndash; the importer would need to pay VAT to the FTA before the cars can be released to it by the relevant Customs department. This process requires the importer to use the FTA&apos;s e-Services portal to complete the VAT301 &ndash; Import Declaration Form for VAT Payment and to make the payment of applicable VAT.</p><p>Please refer to the VAT Import Declaration User Guide for detailed guidance regarding accounting for import VAT by non-registered importers.</p></article><article id='bookmarkSection6.3'><h3>Import with the assistance of an import clearing agent</h3><p>Often, the task of importing goods (including cars) into the UAE and fulfilling all importation formalities is delegated to a clearing agent. For example, the task of clearing the goods through Customs may be undertaken by a specialised clearing agent, a freight forwarder responsible for delivering the goods to the purchaser, or a third-party local company.</p><p>Where a clearing agent or equivalent business is importing goods on behalf of a VAT- registered importer, the clearing agent should declare the importer&apos;s TRN on the customs import declaration. This will allow the importer to account for the import VAT in its VAT return as described in section 6.2.</p><p>On the other hand, where a clearing agent is importing goods on behalf of a non- registered importer, the agent should declare its C/O TRN on the customs import declaration and should be responsible for the payment of VAT in respect of the import in its VAT return.</p><p>It should be noted that since the clearing agent or equivalent business is not the owner of the goods, but simply facilitates the import of those goods into the UAE, it should <b>not </b>recover the import VAT as its own input tax in the VAT return, and doing so would expose the clearing agent or equivalent business to an assessment for over-recovered VAT and penalties. Instead, if the VAT is paid by the clearing agent or equivalent business, the amount can be recharged by the agent directly to the importer. To do so, the clearing agent or equivalent business must issue a statement to the importer which contains, as a minimum, the following details:</p><ul><li><p>the name, address, and TRN of the clearing agent or equivalent business;</p></li><li><p>the date on which the statement is issued;</p></li><li><p>the date of import of the relevant goods;</p></li><li><p>a description of the imported goods which is sufficient to identify them; and</p></li><li><p>the amount of VAT paid by the agent to the FTA in respect of the imported goods.</p></li></ul><p>It should be noted that the statement issued by the clearing agent is treated as a <em>de facto</em> tax invoice for VAT purposes. As a consequence, the importer is able to rely on the statement to recover VAT if and when available (for example, if the non-registered importer registers for VAT at a later date and it was eligible to recover the input tax paid before registration on such goods imported).</p><p>The FTA requires all clearing agents to retain copies of these statements, so that they are available for inspection when the FTA undertakes audits of these agents&apos; VAT accounts.</p></article><article id='bookmarkSection6.4'><h3>Exceptions from import VAT</h3><p>Certain categories of goods (including cars) are relieved from import VAT. In some cases, these categories generally mirror reliefs which are available in respect of customs duties, therefore allowing certain goods not to be subject to both VAT and customs duties.</p><p><u>Import VAT suspension</u></p><p>Goods are not treated as imported into the UAE where they are under customs duty suspension arrangements in accordance with the GCC Common Customs Law under any of the following categories<span>9</span>:</p><ol><li><p>temporary admission;</p></li><li><p>goods placed in a customs warehouse;</p></li><li><p>goods in transit; or</p></li><li><p>imported goods intended to be re-exported by the same person.</p></li></ol><p>Where any of the above exceptions apply, the movement of goods into the UAE is not treated as an import, and therefore not subject to import VAT. If any conditions for the VAT suspension are subsequently broken, the goods can be treated as having been imported into the UAE and the VAT will become due on the import from the date the goods were originally imported.</p><p>In order to benefit from the above exceptions, the importer is required to provide a financial guarantee to the FTA via a clearing agent for the amount of VAT chargeable in respect of the goods. This guarantee will be refunded once the goods leave the UAE in accordance with the relevant customs suspension conditions.</p><p><u>Import VAT exemption</u></p><p>In certain situations, imports of goods into the UAE are fully exempt from VAT. The exemption applies to goods which are treated as exempt from Customs duty under any of the following categories<span>10</span>:</p><ol><li><p>goods imported by the military forces, and internal security forces;</p></li><li><p>personal effects and gifts accompanied by travelers (please note that this exemption is not relevant for import of cars);</p></li><li><p>used personal effects and household items transported by UAE nationals living abroad on return or expats moving to live in the UAE for first time (please note that this exemption is not relevant for import of cars); or</p></li><li><p>returned goods.</p></li></ol><p>The last of the above categories may apply in respect of goods which were sold and exported from the UAE, but then returned to the supplier in the UAE. It should be noted that this import exemption only covers import VAT and does not extend to VAT, if any, which may have been originally charged by the supplier on the sale of the goods.</p></article><article id='bookmarkSection6.5'><h3>Purchase returns after import</h3><p>It may happen that after the importation of a car by a motor vehicle dealer, the car is returned to the overseas original manufacturer and consequently exported out of the UAE.</p><p>At the time of importation of the car, the motor vehicle dealer would have accounted for import VAT (via the deferred payment method or by making the upfront payment) and would have recovered the input tax in box 10 of the VAT return. Upon return of the car, the motor vehicle dealer should make a negative adjustment in box 7 and box 10 of the VAT return of the tax period in which the car is returned and exported out of the UAE.</p></article></section></article><article id='bookmarkSection7'><h3>Warranty claims</h3><p>A warranty service is a guarantee given by a manufacturer to his customer, undertaking to remedy any defects of the car due to faulty workmanship or materials for a specified period.</p><p>Generally, a warranty service is made available to the customer at the time of sale of the car and in such instances the price for the warranty service is included in the price of the car. In other cases, the warranty service is supplied separately from the sale of the car and in such instances the price for the warranty service is charged separately.</p><section class='level-2'><article id='bookmarkSection7.1'><h3>Warranty service included in the price of car</h3><p>As stated in the preceding paragraph, in cases where the cost of the warranty is included in the price of the car, the supplier would undertake to repair any defects in the car for a specified period free of charge. In other words, the supplier would not charge any extra fees for the warranty repair services provided during the specified period.</p><p>As VAT would have already been accounted for on the original supply of the car (including on the price for the warranty), no further VAT implications will arise at the time of providing the actual repair services. It should be noted that the input tax incurred on carrying out the warranty repair services will be recoverable since it was incurred in the making of taxable supplies. This position will also apply to the sale of used cars where a motor vehicle dealer has accounted for VAT under the Profit Margin Scheme (provided the cost of warranty is included in the price of the used car).</p></article><article id='bookmarkSection7.2'><h3>Warranty service supplied for an extra charge</h3><p>A supplier may provide its customers with the option to purchase an extended warranty for a specified period. The extended warranty is provided for a separate charge and the supplier undertakes to rectify any defect in the car during the additional period and does not charge any further amount to carry out actual repair services.</p><p>The supply of an extended warranty is a taxable supply of services which is subject to VAT at 5%. The supplier accordingly needs to account for VAT on the supply of the extended warranty. The actual repair services provided during the additional period would, however, not attract VAT. This is because the VAT would have already been accounted for on the supply of extended warranty and no further implications arise at the time of providing actual repair services.</p></article><article id='bookmarkSection7.3'><h3>Reimbursement of repair costs by distributors from manufacturers</h3><p>Where a distributor provides warranty services to a customer in the UAE, no VAT implications arise. This is because a distributor&apos;s warranty for no extra charge is treated as a composite supply together with the vehicle sold on which VAT has already been accounted for at the time of the original sale.</p><p>It should be noted that warranties are typically provided by the car manufacturers. Where a distributor is involved in the supply chain, the manufacturer&apos;s warranty is essentially passed on to the end customer. Such arrangements, therefore, allow the distributor to recover the costs incurred in honoring the warranty on behalf of the manufacturer.</p><p>The supply made by the distributor under a warranty arrangement with the manufacturer is a separate supply for VAT purposes. Accordingly, the VAT treatment relating to the recovery of costs relating to such supplies needs to be determined independently.</p><p>For vehicles manufactured outside the UAE, a key point to note is that the reimbursement of costs by UAE distributors from overseas manufacturers to carry out warranty repairs is subject to VAT at 5%. This is because the pre-requisite<span>11 </span>for treating the supply as a zero-rated export of service (i.e. the service must not be supplied directly in connection goods situated in the UAE) is not met.</p><div class='example'><p>Example</p><p>A Germany based manufacturer of cars, XYZ Gmbh, sells cars in the UAE through its exclusive distributor ABC LLC. Mohammad purchased a car from ABC LLC and the sales price included a 5-year warranty. On noticing some issue in the engine of the car, Mohammad took the car for a service. ABC LLC confirmed that certain parts in the engine need repair and that the service will be covered under the warranty.</p><p>Whilst ABC LLC did not charge any fees to Mohammad for repairing the engine, it recovered the cost from XYZ Gmbh. The supply made by ABC LLC to XYZ Gmbh to carry out warranty repairs is subject to VAT at 5%. The supply will not qualify for zero-rating because the services are provided directly in connection with goods (i.e. the car) situated in the UAE.</p></div></article></section></article><article id='bookmarkSection8'><h3>Auctions</h3><p>Motor vehicle traders may make sales of cars at auctions. Auctions are places where goods are sold to the highest bidder. Although the motor vehicle trader (hereafter referred to as an &ldquo;auctioneer&rdquo;) could be the owner / principal seller of the cars, auctions are more commonly conducted by the auctioneer acting as an agent on behalf of other persons selling their cars.</p><p>The VAT treatment of auctions depends on whether the auctioneer is acting as a principal supplier or as an agent on behalf of another person.</p><section class='level-2'><article id='bookmarkSection8.1'><h3>Auctioneer acting as the principal supplier</h3><p>In these instances, the auctioneer is, for VAT purposes, the principal supplier of the cars. This arrangement is also known as &ldquo;undisclosed agency&rdquo; where two supplies take place for VAT purposes i.e. (i) between the seller and the auctioneer; and (ii) between the auctioneer and the end customer.</p><p>As a consequence, similar to any other person making a supply of goods, the auctioneer has to consider whether or not it should charge VAT on the sale. Where the auctioneer is registered for VAT, the auctioneer must account for VAT at 5% on the supply (unless the conditions of zero rating are met on exporting the cars). Further, where the auctioneer is not registered for VAT, it must evaluate whether VAT registration obligations have arisen on account of the supply.</p></article><article id='bookmarkSection8.2'><h3>Auctioneer acting as an agent of the principal supplier</h3><p>The second type of arrangement, which is more common, is when the auctioneer is not the owner / supplier of cars, but simply provides the marketplace and assistance in the process of selling the cars belonging to others through the auction. This arrangement is also known as &ldquo;disclosed agency&rdquo;.</p><p>In such situations, the auctioneer is not a principal supplier of the cars in question. Instead, the auctioneer is acting as an agent on behalf of and in the name of the owner of the cars as per Article 9(1) of the Decree-Law. As a consequence, when the cars are sold, the sale constitutes, for VAT purposes, a supply by the principal seller directly to the principal buyer &ndash; with the auctioneer being ignored for the purposes of the sale.</p><p>This means that the VAT treatment of the sale of the cars must be considered from the perspective of the principal supplier / owner of the cars. As such, depending on the facts of the sale, the supply may be either standard-rated (if the principal supplier is registered for VAT), zero-rated (if the principal supplier is registered for VAT and the car is exported from the UAE) or outside the scope of VAT (if the principal supplier is not registered and not required to register for VAT).</p><p>It should be noted that in situations where the auctioneer makes a sale of car as an agent on behalf of a principal seller, it is the obligation of the principal seller, rather than the auctioneer, to correctly comply with their tax obligations in respect of the sale. It is common for auctions that payments for the sold cars are made by the buyer to the principal supplier through the auctioneer. Where this is the case, the auctioneer would be expected to pass on the VAT charged by the principal supplier to that supplier, in order to enable the supplier to account for this VAT to the FTA.</p><p>The FTA expects the auctioneer to maintain sufficient documents to establish that the sale was made directly by the principal supplier to the customer and the auctioneer only acted as an intermediary. Such documents could include: a contract (if any) between the principal seller and the auctioneer; a copy of an invoice issued by the principal seller to the customer; the invoice issued by the auctioneer to the principal seller for his commission etc.</p></article><article id='bookmarkSection8.3'><h3>Issuance of tax invoices by auctioneer on behalf of the principal supplier</h3><p>In accordance with Article 65 of the Decree-Law, where a taxable supply is made by a VAT-registered person, the taxable person must issue and deliver a valid tax invoice to the recipient of the goods or services. This requirement applies without exception for any supplies subject to VAT at 5%. Therefore, in the event that a taxable supply is made at an auction, it is a requirement that a tax invoice is both issued and delivered to the buyer of the car.</p><p>Typically, the tax invoice must be issued by the VAT-registered supplier of the car itself, in accordance with the requirements in Article 59 of the Executive Regulation. However, pursuant to Article 59(11) of the Executive Regulation, a VAT-registered agent which makes a supply on behalf of a VAT-registered principal supplier may issue their own tax invoice in respect of the supply with the particulars of the agent, as if that agent had made the supply of goods or services itself (the invoice should, however, contain a reference to the principal supplier, including the supplier&apos;s name and TRN on the invoice). If the agent does issue a tax invoice on behalf of the principal supplier under this provision, the principal supplier should not issue any other tax invoice in respect of the same supply. Furthermore, the principal supplier remains responsible for accounting for the VAT on the supply to the FTA and still must comply with all other tax obligations in respect of the supply.</p><p>The rule discussed in the preceding paragraphs may also be used by auctioneers in order to issue their own tax invoices to buyers of cars sold at an auction.</p></article><article id='bookmarkSection8.4'><h3>Commission charged by auctioneers</h3><p>It is common that the auctioneer will charge a commission and/or premium to the principal supplier of a car or the buyer of a car or both. Such commission and/or premium is consideration for a taxable supply by the auctioneer of auctioning services. Where the auctioneer is registered, or required to be registered, for VAT, the auctioneer must charge VAT on such fees and account for the VAT to the FTA on its tax returns.</p><div class='example'><p>Example</p><p>Motor &amp; Motor LLC is a car trader and operates auctions of cars in the UAE. On a certain date, Motor &amp; Motor LLC sold two cars in an auction. The first car was sold by Motor &amp; Motor LLC as the principal supplier and the second car was sold as an agent of a VAT registered company, Zenith LLC.</p><p>Motor &amp; Motor LLC, being the principal supplier for the first car, is responsible for undertaking all VAT obligations relating to the sale, including issuing a tax invoice and accounting for VAT.</p><p>Zenith LLC, being the principal supplier for the second car, is responsible for undertaking all VAT obligations relating to the supply. Motor &amp; Motor LLC may issue a tax invoice on behalf of Zenith LLC in accordance with Article 59(11) of the Executive Regulation; however, the responsibility to account for VAT on the sale of the second car will still be that of Zenith LLC.</p></div></article></section></article><article id='bookmarkSection9'><h3>Promotions and discounts</h3><section class='level-2'><article id='bookmarkSection9.1'><h3>Free promotional gifts</h3><p>Motor vehicle traders often offer promotional gifts with the sale of cars free of charge. This means that the motor vehicle trader does not receive any consideration for the supply of free gifts.</p><p>Where the motor vehicle trader recovers input tax on the purchase of the gift and in turn supplies such a gift free of charge, the free supply will be subject to the deemed supply <span>12</span>provisions. However, if the motor vehicle trader does not recover input tax on the purchase of the gift, the deemed supply provisions will not <span>13</span>apply.</p></article><article id='bookmarkSection9.2'><h3>Discounts</h3><p>In addition to offering free gifts, motor vehicle traders also operate promotional schemes whereby they offer discounts on the sales price of the cars.</p><p>Where a motor vehicle trader funds the discount and the customers benefit from the reduction in price, VAT is applicable on the discounted value<span>14 </span>charged by the motor vehicle trader. It is important to note that the tax invoice issued by the motor vehicle trader must clearly state the discount offered to the customer in order to account for VAT on the discounted value.</p><p>Further, a motor vehicle dealer may itself receive a volume discount / bulk discount from the original manufacturer on purchasing a specified number of units. Where a volume discount is provided by the original manufacturer (for example, a discount on purchasing 100 units of a car), the manufacturer should clearly state the discount on the invoice.</p><p>In addition, a motor vehicle dealer may also receive a contingent discount or payment from the original manufacturer such as a discount on achieving a sales target or a payment upon selling a specified number of units of a particular car model. In the case of a contingent discount or payment, the parties should carefully evaluate whether the discount/payment in reality reduces the original value of the car or it is in fact consideration for a separate supply made by the motor vehicle dealer. Where the discount/payment actually reduces the original value of the car, the manufacturer should issue a credit note to reduce the value. Alternatively, if the discount/payment is received because the motor vehicle dealer has performed a specific activity, the motor vehicle dealer should issue a tax invoice and charge VAT at the appropriate rate depending on the nature of the supply.</p></article></section></article><article id='bookmarkSection10'><h3>Company cars and Demo cars</h3><section class='level-2'><article id='bookmarkSection10.1'><h3>Input tax recovery on the purchase, rent or lease of a company car</h3><p>The input tax incurred on the purchase, rent or lease of a company car is blocked<span>15 </span>if the car is available for the personal use of an employee.</p><p>Please note that the fact that a car is taken home by an employee will not of itself preclude a taxable person from recovering input tax provided the reason for this is to ensure that the vehicle is available for emergency purposes, or the nature of the job (and vehicle) is such that it requires the employee to keep the vehicle with himself/herself. The key point, however, is whether the vehicle will be available for personal purposes as well. Where the vehicle is available for personal purposes, the input tax incurred on the purchase, rent or lease of the vehicle is blocked in full.</p><p>It is important to note that where the input tax on the purchase, rent or lease of a company car is blocked, a taxable person should not recover input tax incurred on associated expenses such as insurance, maintenance, servicing etc.</p></article><article id='bookmarkSection10.2'><h3>Demo cars</h3><p>Motor vehicle traders often display demo cars in their showrooms for demonstration/ test drive purposes. As a demo car cannot be sold at the full retail value, the manufacturer may agree to make a one-off payment in respect of each demo car to compensate the trader for the lower retail value.</p><p>Where the payment made by the original manufacturer is a genuine reduction of the original sales price, such a payment will be considered as a retrospective discount. In such a case, the original manufacturer should issue a credit note to reduce the original sales price.</p><p>In contrast, if the payment relates to any obligations assumed by the motor vehicle trader to perform a specific activity (such as marketing services), the payment will be treated as consideration for a taxable supply and the motor vehicle trader will be required to issue a tax invoice and charge VAT at the appropriate rate depending on the nature of the supply.</p></article></section></article></section></main><footer><section><article><h3>Footnotes</h3><em><p><sup><a href='#bookmarkback1' id='bookmark1'>[1]</a></sup> <span><a href='/articles/uae-vat-article-25'>Article 25</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback2' id='bookmark2'>[2]</a></sup> <span><a href='/articles/uae-vat-article-26'>Article 26</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback3' id='bookmark3'>[3]</a></sup> <span><a href='/articles/uae-vat-article-19'>Article 19</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback4' id='bookmark4'>[4]</a></sup> <span><a href='/articles/uae-vat-article-64'>Article 64</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback5' id='bookmark5'>[5]</a></sup> <span><a href='/articles/uae-vat-article-75'>Article 75</a>(4) of the Decree-Law read with <a href='/articles/uae-vat-article-69'>Article 69</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback6' id='bookmark6'>[6]</a></sup> <span><a href='/articles/uae-vat-article-43'>Article 43</a> of the Decree-Law and <a href='/articles/uae-vat-article-29'>Article 29</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback7' id='bookmark7'>[7]</a></sup> <span><a href='/articles/uae-vat-article-29'>Article 29</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback8' id='bookmark8'>[8]</a></sup> <span><a href='/articles/uae-vat-article-34'>Article 34</a> of the Decree-Law.</span></p><p><sup><a href='#bookmarkback9' id='bookmark9'>[9]</a></sup> <span><a href='/articles/uae-vat-article-47'>Article 47</a>(1) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback10' id='bookmark10'>[10]</a></sup> <span><a href='/articles/uae-vat-article-47'>Article 47</a>(2) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback11' id='bookmark11'>[11]</a></sup> <span><a href='/articles/uae-vat-article-31'>Article 31</a>(2) of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback12' id='bookmark12'>[12]</a></sup> <span><a href='/articles/uae-vat-article-11'>Article 11</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback13' id='bookmark13'>[13]</a></sup> <span><a href='/articles/uae-vat-article-12'>Article 12</a>(1) of the Decree-Law.</span></p><p><sup><a href='#bookmarkback14' id='bookmark14'>[14]</a></sup> <span><a href='/articles/uae-vat-article-39'>Article 39</a> of the Decree-Law and <a href='/articles/uae-vat-article-28'>Article 28</a> of the Executive Regulation.</span></p><p><sup><a href='#bookmarkback15' id='bookmark15'>[15]</a></sup> <span><a href='/articles/uae-vat-article-53'>Article 53</a>(1)(b) of the Executive Regulation.</span></p></em></article></section></footer></div></body></html>"
  }
]
