[
  {
    "title": "On the Maximum Amount of Cash Refund under the Tax Refunds for Tourists Scheme",
    "name": "Federal Tax Authority Decision No. (1) of 2019",
    "year": "2019",
    "number": "2",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. (1) of 2019</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h3>Federal Tax Authority Decision No. (1) of 2019</h3><h3>On the Maximum Amount of Cash Refund under the Tax Refunds for Tourists Scheme</h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority,</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority,</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax,</p></li><li><p>Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. 8 of 2017 on Value Added Tax,</p></li><li><p>Cabinet Decision No. 41 of 2018 on Introducing the Tax Refunds for Tourists Scheme,</p></li><li><p>Federal Tax Authority Decision No. 2 of 2018 on Tax Refunds for Tourists Scheme, and</p></li><li><p>Board of Directors Decision on the Tax Refunds for Tourists Scheme, at its eighth meeting dated 26/03/2019, </p></li></ul><h3>Has decided:</h3><article id='bookmarkSection1'><h3>The Maximum Amount of Cash Refund</h3><p>The cash VAT refund under the Tax Refunds for Tourists Scheme shall be limited to a maximum of AED 7,000 per Overseas Tourist per 24 hours.</p></article><article id='bookmarkSection2'><h3>Implementation of the Decision</h3><p>This Decision shall be implemented from 1 June 2019.</p></article><article id='bookmarkSection3'></article><div class='box'><p><strong>Hamdan Bin Rashid Al Maktoum</strong></p><p><strong>Deputy Ruler of Dubai- Minister of Finance Chairman of the Board of Directors</strong></p><p>Issued on: 23 Sha&#39;ban 1440</p><p>Corresponding to: 28 April 2019</p><p></p></div></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "no-title",
    "name": "Decision No. (4) of 2018 on Tax Invoices",
    "year": "2018",
    "number": "4",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Decision No. (4) of 2018 on Tax Invoices</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h3>Decision No. (4) of 2018 on Tax Invoices</h3></header><hr><main><section class='level-1'><h3>The Federal Tax Authority,</h3><ul class='dashed'><li><p>In accordance with Clause 9 of Article 4 of the Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority; and</p></li><li><p>Clause 7 of Article 59 of the Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. 8 of 2017 on Value Added Tax, </p></li></ul><h3>Has decided:</h3><article id='bookmarkSection1'><ol><li><p>Where a Registrant makes a supply of Goods or Services through vending machines, there shall be no requirement to issue a Tax Invoice in respect of the supply.</p></li><li><p>In order to apply this decision, the Registrant must keep sufficient records available to establish the particulars of the supplies made, which shall contain, as a minimum:</p></li><ol type='a'><li><p>A description of the Goods or Services supplied; </p></li><li><p>The total Consideration and the Tax amount charged; </p></li><li><p>The date of supply, in accordance with Clause 2 of Article 26 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax.</p></li></ol><li><p>This decision only relates to the requirement to issue a Tax Invoice, and shall not impact the date of supply or the requirement to account for Tax on the supply made.</p></li><li><p>This decision shall be effective from 1 January 2018 until amended with a subsequent decision. </p></li></ol></article><div class='box'><p><strong>Khalid Ali Al Bustani</strong></p><p><strong>Director General of the Federal Tax Authority</strong></p><p>Issue on 17 December 2018</p></div></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "no-title",
    "name": "Decision No. 7 of 2019 on Tax Invoices and Credit Notes",
    "year": "2019",
    "number": "7",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Decision No. 7 of 2019</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h3>Decision No. 7 of 2019 on Tax Invoices and Credit Notes</h3></header><hr><main><section class='level-1'><h3>The Federal Tax Authority,</h3><ul class='dashed'><li><p>In accordance with Clause 9 of Article 4 of the Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority;</p></li><li><p>Article 70 of the Federal Decree-Law No. 8 of 2017 on Value Added Tax; and</p></li><li><p>Clauses 1, 2 and 7 of Article 59 of the Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax; and</p></li><li><p>Clauses 1 and 2 of Article 60 of the Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax;</p></li></ul><h3>Has decided that:</h3><article id='bookmarkSection1'><ol><li><p>Where a taxable person is required to issue tax invoices and tax credit notes relating to different supplies, such tax invoices and tax credit notes may be issued in a single document that clearly displays “Tax Invoice/Tax Credit Note”. </p></li><li><p>Where a Registrant makes a supply to another Person and such supply necessitated the issuance of a tax invoice or tax credit note, such tax invoice or tax credit note is not required to include the physical address of the supplier or the recipient of the goods or services where the respective mailing address is stated on the respective tax invoice or tax credit note. </p></li><li><p>This decision only relates to the content and format of the tax invoice or tax credit note, and shall not impact any other requirements. </p></li><li><p>This decision supersedes Decision No. 3 of 2018 on Tax Invoices and Tax Credit Notes and shall be effective from 1 January 2018 until amended by a subsequent decision. </p></li></ol></article><div class='box'><p><strong>Khalid Ali Al Bustani</strong></p><p><strong>Director General of the Federal Tax Authority</strong></p><p>Issued on 26 May 2019</p></div></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "On the Requirements for Retailers to Participate in the Value Added Tax Refunds for Tourist Scheme",
    "name": "Federal Tax Authority Decision No. (1) of 2018",
    "year": "2018",
    "number": "1",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. (1) of 2018</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>Federal Tax Authority Decision No. (1) of 2018</h2><h2>On the Requirements for Retailers to Participate in the Value Added Tax Refunds for Tourist Scheme</h2></header><hr><p><strong>The Chairman of the Board of Directors of the Federal Tax Authority,</strong></p><p>Having reviewed the Constitution, </p><p>Federal Decree-Law No. (13) of 2016 on the Establishment of the Federal Tax Authority; Federal Decree-Law No. (8) of 2017 on Value Added Tax;</p><p>Cabinet Decision No. (52) of 2017 on the Executive Regulations of the Federal Decree-Law No.(8) of 2017 on Value Added Tax; and </p><p>Cabinet Decision No. (41) of 2018 on Introducing the Tax Refunds for Tourist Scheme,</p><p><strong>Has decided: </strong></p><main><section class='level-1'><article id='bookmarkSection1'><h3>Requirements for Retailers to Participate in the Value Added Tax Refunds for Tourist Scheme</h3><p>A retailer wishing to participate in the Value Added Tax Refunds for Tourist Scheme shall be required to:</p><ol><li><p>Be registered with the Federal Tax Authority and hold a valid Tax Registration Number for VAT purposes.</p></li><li><p>Be a seller of goods that are not excluded from refund as determined by the Federal Tax Authority.</p></li><li><p>Submit an application to join the scheme as determined by the Federal Tax Authority and be subject to a credit check by the Operator.</p></li><li><p>Regularly submit VAT returns and settle payable tax to the FTA.</p></li></ol></article><article id='bookmarkSection2'><h3>Cancelation of Retailer&apos;s Participation&nbsp;</h3><p>The FTA may cancel the participation of any retailer who is participating in the VAT Refunds for Tourist Scheme in the event that the Retailer does not fulfill the obligations imposed on the Retailer, whether these are tax obligations in accordance with issued tax legislations or the obligations stipulated in the contract between the Operator and the Retailer.</p></article><article id='bookmarkSection3'><h3>Cancellations</h3><p>Any provision violating or conflicting with the provisions of this Decision shall be abrogated.</p></article><article id='bookmarkSection4'><h3>Implementation of the Provisions of the Decision</h3><p>This Provisions of this Decision shall be implemented as of the date of issuance.</p></article><article id='bookmarkSection5'></article><div class='box'><p><strong>Hamdan Bin Rashid Al Maktoum</strong></p><p><strong>Deputy Ruler of Dubai - Minister of Finance Chairman of the Board of Directors of the FTA</strong></p><p>Issued on 17 Dhul-Hijjah 1439H</p><p>Corresponding to 29 August 2018</p></div></section></main><footer></footer></div></body></html>"
  },
  {
    "title": "The Authority's Policy on Issuing Clarifications and Directives",
    "name": "Federal Tax Authority Decision No. 2 of 2025",
    "year": "2025",
    "number": "2",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. 2 of 2025</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>The Authority&apos;s Policy on Issuing Clarifications and Directives</h2><h3>Federal Tax Authority Decision No. 5 of 2021 &ndash; Issued 8 December 2021 &ndash; (Effective 8 December 2021)</h3><h3>Federal Tax Authority Decision No. 4 of 2024 &ndash; Issued 12 June 2024 &ndash; (Effective 1 July 2024)</h3><h3>Federal Tax Authority Decision No. 2 of 2025 &ndash; Issued 19 February 2025 &ndash; (Effective 1 March 2025)</h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority has decided:</h3><ul class='dashed'><li><p>Having reviewed the Constitution;</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments, </p></li><li><p>Federal Decree-Law No. 7 of 2017 on Excise Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 28 of 2022 on Tax Procedures, and its amendments,</p></li><li><p>Federal Decree-Law No. 47 of 2022 on the Taxation of Corporations and Businesses, and its amendments, </p></li><li><p>Cabinet Decision No. 37 of 2017 on the Executive Regulations of the Federal Decree-Law No. 7 of 2017 on Excise Tax, and its amendments,</p></li><li><p>Cabinet Decision No. 52 of 2017 on the Executive Regulations of the Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Cabinet Decision No. 65 of 2020 on the Fees for the Services Provided by the Federal Tax Authority, and its amendments,</p></li><li><p>Federal Tax Authority Decision No. 4 of 2021 on the Disclosure of Information Held by the Authority or its Employees, and its amendments,</p></li><li><p>Federal Tax Authority Decision No. 5 of 2021 on the Authority&apos;s Policy on Issuing Clarifications and Directives, and its amendments,</p></li><li><p>Federal Tax Authority Decision No. 8 of 2022 on the Special Methods of Input Tax Apportionment,</p></li><li><p>Decision of the Chairman of the Board of Directors No. 9 of 2021 on the Delegation to the Vice Chairman of the Board of Directors of the Federal Tax Authority, and</p></li><li><p>Pursuant to the decision of the Board of Directors on amending the Authority&apos;s Policy for Issuance of Clarifications and Directives at its 36th meeting held on 13/12/2024.</p></li></ul><article id='bookmarkSection1'><h3>The Authority&apos;s Issuance of Clarifications and Directives</h3><p>The Authority shall issue the clarifications and directives in accordance with the attached policy.</p></article><article id='bookmarkSection2'><h3>Implementation of the Decision</h3><p>This Decision shall be published in the Official Gazette and shall come into effect as of 1 March 2025.</p></article><h3>Policy on Issuing Clarifications and Directives</h3><ol type='I'><li><p><strong>Background: </strong></p></li><p>Within the framework of the competence of the Federal Tax Authority (“Authority”) in accordance with Article 4 of the Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority and its amendments regarding the issuance of clarifications and directives necessary for taxpayers with regards to the limits of their obligations related to the federal taxes and relevant penalties, subject to the mechanisms decided by the Board, the Authority has, since the inception of implementing the federal taxes in the UAE, issued directives and clarifications. In light of the amendments of legislation and tax laws, the policy shall be amended as below.</p><li><p><strong>Legal Reference: </strong></p></li><ul class='dashed'><li><p>Article 4 of the Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority and its amendments specifies the powers granted to the Authority. Article 4 states that the Authority shall have jurisdiction over the administration, collection and enforcement of the federal taxes and relevant penalties, to distribute their revenues and to apply the tax procedures applicable in the UAE. For this purpose, a number of tasks including the issuance of directives and clarifications necessary for taxpayers with regard to the limits of their obligations related to the federal taxes and relevant penalties, subject to the mechanisms on which the Board issues a decision.</p><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments (“VAT Law”) states the referrals to the VAT Executive Regulation.</p></li><li><p>Article 48 of the Federal Decree-Law No. 28 of 2022 on Tax Procedures and its amendments (“Tax Procedures Law”) states the Authority&apos;s power to grant a period of time to fulfil any obligation or procedure.</p></li><li><p>Article 59 of the Federal Decree-Law No. 47 of 2022 on the Taxation of Corporations and Businesses and its amendments (“Corporate Tax Law”) states that a Person may make an application to the Authority for a clarification regarding the provisions of the Corporate Tax Law or the conclusion of an advance pricing agreement with respect to a transaction or an arrangement proposed or entered into by the Person.</p></li><li><p>Articles 14, 16 and 22 of the Cabinet Decision No. 37 of 2017 on the Executive Regulation of the Federal Decree-Law No. 7 of 2017 on Excise Tax and its amendments (“Excise Tax Executive Regulation”) state that the Authority shall specify alternative forms of evidence according to the nature of the export or nature of the excise goods being exported for purposes of exemption, deduction or refund of the Excise Tax.</p></li><li><p>Article 30(6) of Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax and its amendments (“VAT Executive Regulation”) states that the Authority may decide not to accept the documents submitted if they do not constitute sufficient evidence of the exit of the goods from the UAE, and may specify alternative forms of evidence according to the nature of the export or the nature of the goods being exported for the purposes of applying the zero-rate on the export of goods. </p></li><li><p>Article 30(7) of the VAT Executive Regulation states that the Authority may extend the 90-day period mentioned in Clauses 1 and 2 of the same Article, pursuant to a written request from the supplier in certain cases.</p></li><li><p>Article 55(13) and 55(14) of the VAT Executive Regulation state that the taxable person may apply to the Authority to authorise the use of an alternative basis of calculation of input tax than that referred to in the Article itself and the Authority may approve that.</p></li><li><p>Article 55(16) of the VAT Executive Regulation states that the taxable person may apply to the Authority to approve the use of a specified recovery percentage to calculate the recoverable input tax in any tax period based on the recovery percentage of the preceding tax year.</p></li><li><p>Article 55(18) of the VAT Executive Regulation states that, if the Authority accepts the application made under Clause 13 or 16 of the Article, it shall issue a notification to the taxable person setting out the alternative calculation method and conditions for using of such method.</p></li><li><p>Article 59(7) of the VAT Executive Regulation states that the Authority may determine not to mention any of the particulars that must be contained in the tax invoice or may determine that a tax invoice is not required to be issued or delivered in certain cases, subject to specified conditions and controls.</p></li><li><p>Article 60(2) of the VAT Executive Regulation states that the Authority may determine not to mention any of the particulars that must be contained in the tax credit note or may determine that a tax credit note is not required to be issued or delivered in certain cases, subject to specified conditions and controls.</p></li><li><p>Clauses 16 and 17 of the table of the Fees for the Services Provided by the Federal Tax Authority annexed to Cabinet Decision No. 65 of 2020 on the Fees for the Services Provided by the Federal Tax Authority (“Cabinet Decision No. 65”) provided for the imposition of a service fee for a private clarification request.</p></li><li><p>Federal Tax Authority Decision No. 4 of 2021 on the Disclosure of Information Held by the Authority or its employees (“FTA Decision No. 4”) states the Authority&apos;s ability for disclosure under international agreements or treaties.</p></li><li><p>Federal Tax Authority Decision No. 8 of 2022 on the Special Methods of Input Tax Apportionment (“FTA Decision No. 8”) states a list of the methods of Input Tax Apportionment.</p></li></ul><li><p><strong>Clarifications: </strong></p></li><p>This section addresses the mechanism for the issuance of private and public clarifications, guides, e-learning programmes issued by the Authority, as follows:</p><ol><li><p><strong>Private Clarifications</strong></p><p>Private clarifications are clarifications issued by the Authority in the form of a document stamped and signed by the Director General of the Authority or his delegate or his representative, in relation to specific tax technical matters of uncertainty and for a specific taxpayer within the scope of the private clarification request submitted through the form prepared for that purpose on the Authority&#39;s website and the documents attached to that form.</p><p>- <u>Authority&apos;s Mechanism of Issuing its Decisions in Private Clarifications:</u></p><p>For a clarification to be issued to the taxpayer by the Authority, the following should be met: </p><ol><li><p>The Taxpayer (or its authorised signatory, tax agent, legal representative or the representative member of a tax group) should submit an application for a clarification (the “Request”), provided that the following requirements are met:</p><ol type='a'><li><p>The Request relates to federal taxes or relevant penalties.</p></li><li><p>A selection is made on whether the Request relates to one tax or more than one tax, in order to determine the fee prescribed by the Cabinet Decision No. 65. </p></li><li><p>The Request relates to tax legislation as applied to the facts and circumstances of a taxpayer or taxpayers submitting the Request. This means that the clarification issued by the Authority is not applicable to a third party.</p></li><li><p>The Request contains all relevant information for the Authority to determine the response to that Request (Annex A &ndash; The minimum information required to submit a Request to issue a clarification).</p></li></ol></li><li><p>If the Request does not meet the above requirements, the Authority may reject to issue a clarification to the applicant. The Authority may also reject to issue a clarification in cases where it considers it is fair and reasonable to do so, including but not limited to the following:</p><ul><li><p>The answer to the Request submitted by the applicant was mentioned in a guide or a public clarification issued by the Authority.</p></li><li><p>The Request is based on a hypothetical scenario that does not meet the requirements of issuing a clarification.</p></li><li><p>The subject of the Request is a matter on which a clarification was previously issued or relating to a tax assessment issued by the Authority.</p></li><li><p>The applicant is subject to a tax audit, assessment or inspection by the Authority, and the subject of the Request is related to the matter under tax audit, assessment or inspection.</p></li><li><p>If the Authority has reasonable grounds for suspecting that the Request addresses issues that may constitute tax avoidance or tax evasion, including the application of Article 50 of the Corporate Tax Law regarding the General Anti-abuse Rules or similar provisions under double taxation agreements, where the clarification cannot address transactions or arrangements referred to in that article or in similar provisions under double taxation agreements.</p></li></ul></li><li><p>Where the Request includes matters that are not clear in the tax legislation, the Ministry of Finance shall be consulted to clarify the established tax policy, as it is the competent authority to issue tax legislation and develop related policies. Accordingly, the topic of the private clarifications is shared with the Ministry of Finance, taking into account not to share any data disclosing the identity of the applicant as much as possible, through any of the following methods:</p><ul><li><p>Presentation to a joint committee consisting of representatives of the Authority and the Ministry of Finance to discuss the topics of clarifications that are not clear in the tax legislation to agree on how to deal with these in terms of whether there is a need to issue or amend legislation or determine the policy that the Authority must follow, provided that the meetings and their outcomes are documented.</p></li><li><p>Official correspondence with the Ministry of Finance to clarify the policy to be followed by the Authority.</p></li></ul></li><li><p>In the case of Requests related to Corporate and Business Tax that are included in the requirements of the Organisation for Economic Cooperation and Development (OECD) BEPS Action Five, the Authority shall provide the Ministry of Finance with a summary of these clarifications every two months, according to a specific form to be sent to the Ministry of Finance being the competent authority for the purposes of exchanging Tax information, including the data of the taxable person in accordance with case 4 “disclosure under international agreements or treaties” of the table annexed to FTA Decision No. 4.</p></li></ol><p>- <u>Framework of Implementing the Clarification</u></p><p>If the Authority has issued a clarification for the taxpayer, the taxpayer shall have the right to rely on this clarification to ascertain his tax obligation or penalty, and the Authority shall be administratively bound to implement the clarification. However, it should be noted that:</p><ul><li><p>The clarification is limited only to the concerned taxpayer or taxpayers who have requested for the clarification to be issued. If the clarification relates to a tax group, the clarification shall be limited only to the concerned group members. This means that the clarification issued by the Authority shall not be applicable to third parties. However, an exception is made for specific cases in which the Authority may issue a clarification for a specific category of taxpayers based on the same facts provided all the members of the category are parties to the same transaction.</p></li><li><p>The Authority shall be administratively obligated to follow this position in circumstances where such clarification is relied upon and where the factual circumstances are the same as contained in the clarification form provided in the clarification Request.</p></li><li><p>The validity of the clarification shall be open-ended unless otherwise specified therein. The Authority may determine a period so that the clarification expires after the lapse of that specified period. In any event, a clarification shall cease to have effect if the relevant legislation on which it is based is amended.</p><p>In all cases, the Authority shall be able to withdraw the clarification if it is considered incorrect, and in that case the person may act as indicated in the clarification until the date of being notified of the withdrawal by the Authority.</p><p>If the Authority issues a subsequent clarification to the taxpayer on the subject issued earlier, the subsequent decision shall supersede the previous decision. The previous clarification shall not be applied from the date of issuance of the subsequent clarification. Also, where the Authority issues a public clarification or a guide clarifying the same issue of a private clarification, the private clarification shall cease to have effect from the date of issuance of such public clarification or guide. </p></li></ul><p>- <u>Procedures of issuing clarifications:</u></p><ul><li><p>The Authority shall specify the timeline within which clarification is expected to be issued, from the date of receipt of the clarification application or after receiving all relevant information from the applicant. If further information is needed to respond to the Request, the Authority may communicate with the applicant to request such information to be provided in accordance with the procedures specified by the Authority within a specified period, and a new timeline shall begin from the date of receipt of the required information. If the issuance of the clarification is likely to take more than the period determined by the Authority, the Authority shall inform the applicant of the possible time frame within which the clarification will be issued.</p></li><li><p>If the Authority requests further information from the applicant, the applicant shall be informed that the response to the Request has to be provided by the applicant to the Authority within 40 business days. If the applicant does not respond to the request for further information within the specified timeline, the Authority shall have the right to close the Request in the system.</p></li><li><p>If the applicant initiates the application in the Authority&#39;s system but it is not submitted to the Authority, the Authority will send an automated email to remind the applicant to complete the draft application within 20 business days to finalise the application within 40 business days from the date of starting the application. If the application is not submitted within 40 business days from the date of starting the application, the Authority shall close the application.</p></li></ul><li><p><strong>Public clarifications, guides, e-learning programmes and all clarifications issued by the Authority</strong></p><p>The Authority is mandated to determine the mechanisms and procedures to issue the public clarifications, e-learning programmes and guides, provided that the public clarifications and guides related to tax policy are sent to the Ministry of Finance before being issued by the Authority in order for the Ministry to provide its views or observations in terms of the consistency of public clarifications or guides with the prescribed tax policies.</p></li></ol><li><p><strong>Directives: </strong></p><p>This section deals with the mechanism for issuing directives through administrative exception decisions, input tax apportionment decisions, and advance pricing agreements, as follows:</p></li></ol><ol><li><p><strong>Administrative exceptions: </strong></p></li><p>In light of the tax legislation, the Authority may grant administrative exceptions in certain situations whenever the conditions and controls stipulated in the tax legislation are met. The nature of these exceptions varies and falls under both the value added tax and the excise tax. Those related to the value added tax are as follows:</p><ul><li><p>tax invoices, </p></li><li><p>tax credit notes,</p></li><li><p>evidence proving the export of goods, and</p></li><li><p>the period required to the export goods.</p></li></ul><p>As for excise tax, an administrative exception is granted in relation to the evidence proving the export of goods.</p><p>- <u>Authority&apos;s Mechanism of Issuing Administrative Exception Decisions:</u></p><p>The following conditions must be met for the Authority to be able to objectively review the administrative exception request:</p><ol><li><p>The request must be submitted by any of the following persons:</p><ol type='a'><li><p>the authorised signatory or the registrant himself in the case of a natural person,</p></li><li><p>the tax agent appointed by the registrant,</p></li><li><p>the legal representative appointed by the court, or</p></li><li><p>the non-taxable person conducting business for the purposes of excise tax.</p></li></ol><p>Where the registrant is a member of a tax group, the request must be submitted by the representative member of the tax group.</p></li><li><p>The following data must be provided in the request:</p><ol type='a'><li><p>the category of administrative exception which the applicant is seeking,</p></li><li><p>a detailed explanation of the reasons for submitting an administrative exception request, and</p></li><li><p>supporting documentary evidence.</p></li></ol></li><li><p>The Authority may reject the request if the above conditions are not met. The Authority must also reject the request for any administrative exception that are outside the scope of the jurisdictions granted to the Authority under the tax legislation.</p></li><li><p>The Authority shall consider each category of administrative exception, exercise its discretion in accordance with the controls stipulated in the tax legislation and operational policies, and evaluate the request, taking into account audit requirements. </p></li></ol><p>- <u>Framework for Implementing Administrative Exception Decisions:</u></p><p>The Authority is committed to applying the administrative exception decision issued to the applicant in cases where the facts and information provided match those contained in the exception request, according to the following controls:</p><ul><li><p>The decision shall be effective from the date of its issuance unless otherwise stated.</p></li><li><p>If an exception is granted, the decision will be valid for a period of 3 years from the date of its issuance unless the provisions of the tax legislation that is the subject of the decision are repealed or amended. In the event that the provisions of the legislation subject of the decision are repealed or amended, the decision shall cease on the effective date of the repeal or amendment made to the provisions of the relevant tax legislation.</p></li><li><p>The administrative exception decision does not aim to provide any explicit or implicit ruling regarding the correct tax treatment.</p></li></ul><p>- <u>Procedures of Issuing Administrative Exceptions:</u></p><ul><li><p>The Authority shall specify the allowed timeline within which the administrative exception decision must be issued, from the date of receipt of the administrative exception request or after receiving all relevant information from the applicant, taking into account the nature of each category of administrative exceptions. Thus, the Authority has the right to specify different time periods for issuing administrative exception decisions according to the category. If further information is needed to respond to the administrative exception request, the Authority shall communicate with the applicant to request such information to be provided in accordance with the procedures established by the Authority within a specified period, and a new timeline shall begin from the date of receipt of the required information. If issuance of the administrative exception decision is likely to take more than the period determined by the Authority, the Authority shall inform the applicant of the potential time frame during which the administrative exception shall be issued.</p></li><li><p>If the Authority requests further information from the applicant, the applicant shall be informed that the response to the request has to be provided by the applicant to the Authority within 40 business days. If the applicant does not respond to the request for further information within the specified timeline, the Authority shall have the right to close the request in the system.</p></li><li><p>If the applicant initiates an administrative exception request in the Authority&#39;s system but it is not submitted to the Authority, the Authority will send an automated email to remind the applicant to complete the draft request within 20 business days to finalise the request within 40 business days from the date of starting the request. If the request is not submitted within 40 business days from the date of starting the request, the Authority shall close the request.</p></li></ul><li><p><strong>Input Tax Apportionment: </strong></p></li><p>Input tax incurred on taxable supplies that meet the requirements may be recovered. However, input tax incurred on supplies that do not meet the requirements, are exempt or are not in the course of business shall not be recovered.</p><p>In some cases, the taxable person must account for recoverable input tax relating to goods or services used partly in the course of making supplies that allow for the recovery of input tax and partly for other purposes that do not allow input tax recovery.</p><p>Article 55 of the VAT Executive Regulation provides a Standard mechanism for input tax apportionment, but in some cases the Standard mechanism is not appropriate in accordance with the controls stipulated in tax legislation. According to Clauses 13 and 14 of the same Article, the Authority allows the use of alternative mechanisms depending on the case. These mechanisms are determined according to a specific list (in accordance with the provisions of the tax legislation).</p><p>According to Clause 16 of the same Article, the Authority may permit the taxable person to apply to the Authority for approval of the use of a specified recovery percentage to calculate the recoverable input tax in any tax period based on the recovery percentage of the preceding tax year.</p><p>Accordingly, where the taxable person falls within the business sectors specified in FTA Decision No. 8, the recovery percentage of the preceding year shall be the percentage calculated at the end of the previous year based on the mechanism allocated to their business sector according to FTA Decision No. 8, whether such taxable person is using an alternative mechanism that was approved by the Authority or not. Where the taxable person does not fall within the business sectors specified in FTA Decision No. 8 and uses the Standard mechanism for input tax recovery, the recovery percentage of the preceding year shall be considered the actual recovery percentage of the preceding Tax year that is calculated according to Clauses 9, 10 and 11 of the same Article.</p><p>- <u>The Authority&apos;s Mechanism of Issuing Input Tax Apportionment Decisions:</u></p><p>All of the following conditions must be met for the Authority to objectively review the request to specify an alternative method for input tax apportionment:</p><ol><li><p>The request must be submitted by any of the following persons:</p><ol type='a'><li><p>the authorised signatory or the registrant himself in the case of a natural person,</p></li><li><p>the tax agent appointed by the registrant, or</p></li><li><p>the legal representative appointed by the court.</p><p>Where the registrant is a member of a tax group for VAT purposes, the request must be submitted by the representative member of the tax group.</p></li></ol></li><li><p>The applicant is a VAT registered person for at least 6 months, except where the request relates to the use of a specified recovery percentage in which case the applicant should be registered for at least 12 months.</p></li><li><p>The applicant is making supplies for which they may recover the input tax and other supplies for which they may not recover the input tax.</p></li><li><p>The application of the standard mechanism for input tax apportionment does not lead to achieving a fair and reasonable result with regard to the recovery of input tax.</p></li><li><p>The registrant specifies the mechanism for which the request to the Authority is submitted.</p></li><li><p>The applicant provides evidence that the alternative apportionment method will be more appropriate than the Standard mechanism.</p></li></ol><p>- <u>Framework for Implementing Input Tax Apportionment Decisions:</u></p><p>The Authority is committed to applying the input tax apportionment decision issued to the applicant in instances where the facts and information provided match those contained in the request, according to the following controls:</p><ul><li><p>The decision to approve requests shall be effective from the first tax period beginning after the issuance of the decision, taking into account applying such decision for the period specified in Federal Tax Authority Decision No. 8.</p></li><li><p>If approval to use an alternative mechanism is granted, the registrant must use the alternative mechanism that was approved for a period of two or four years, depending on the approved method.</p></li></ul><p>Such alternative mechanism represents the taxable person&#39;s actual use, which does not change for a number of years unless the taxable person&#39;s business changes. Accordingly, the Authority must direct the taxable person to recalculate the adjustments related to the actual use for a number of previous years.</p><p>Since the VAT Law and the VAT Executive Regulation do not specify a period for the recalculation whereas Article 55(18) of the VAT Executive Regulation states that the Authority shall set out the conditions for using the alternative method, the period shall be specified at only three tax years as it will be administratively difficult for the taxable person to make recalculations for a period exceeding three tax years. As for the tax years preceding those three tax years, the method used by the taxable person is acceptable provided that it is fair and reasonable.</p><ul><li><p>The Authority has the right to reject the request or request further information if it is found that the request does not include all the relevant information or contains incorrect information.</p></li><li><p>The process of reviewing and evaluating the request is not a process of auditing or verifying the validity of the applied tax treatment.</p></li></ul><p>- <u>Procedures of issuing input tax apportionment decisions:</u></p></ul><ul><li><p>The Authority shall specify the allowed timeline within which the input tax apportionment decision or the further information request must be issued from the date of receipt of the input tax apportionment request or after receiving all the relevant information from the applicant, taking into account the nature of each category of input tax apportionment. Thus, the Authority has the right to specify different time periods for issuing the input tax apportionment decision according to the category. If more information is needed to respond to the input tax apportionment request, the Authority shall communicate with the applicant to request further information in accordance with the procedures established by the Authority within a specified period, and a new timeline shall begin from the date of receipt of the required information. If the issuance of the input tax apportionment decision is likely to take more than the period determined by the Authority, the Authority must inform the applicant of the potential time frame during which the input tax apportionment decision or the further information request decision shall be issued.</p></li><li><p>If the Authority requests further information from the applicant, the applicant shall be informed that the response to the request shall be provided by the applicant to the Authority within 40 business days. If the applicant does not respond to the request for additional information within the specified timeline, the Authority shall have the right to close the request in the system.</p></li><li><p>If the applicant initiates the request for an alternative input tax apportionment method in the Authority&#39;s system and it is not submitted to the Authority, the Authority will send an automated email to remind the applicant to complete the draft request after 20 business days to finalise the request within 40 business days from the date of starting the request. If the request is not submitted within 40 business days from the date of starting the request, the Authority shall close the request.</p></li></ul></li><li><p><strong>Advance Pricing Agreements</strong></p><p>Based on the Corporate Tax Law, a person may make an application to the Authority in relation to the conclusion of an advance pricing agreement with respect to a transaction or an arrangement proposed or entered into by the person.</p><p>Applications for unilateral advance pricing agreements shall be received from the 4<sup>th</sup>quarter of 2025. The date of receiving any other advance pricing agreement applications shall be announced after that date. </p></li></ol><p>This policy outlines the general framework for procedures of clarifications and directives, while the processes and details shall be specified by the Authority.</p><p><strong>Annex A: The minimum information required to submit a Request to issue a clarification</strong></p><ul><li><p>Name, address and tax registration number (if applicable) of the applicant,</p></li><li><p>Name and address of the tax agent or legal representative, if the Request is submitted by either of them on behalf of the applicant,</p></li><li><p>An estimation of the tax or penalty amount that may be affected as a result of the clarification,</p></li><li><p>Subject matter of the clarification,</p></li><li><p>Details of the facts and circumstances related to the clarification Request, with the provision of any documents, contracts or any other instruments related to the subject matter of the request, </p></li><li><p>Specify the tax legislation Articles relevant to the clarification Request,</p></li><li><p>Name and information of the authorised signatory, and</p></li><li><p>Acknowledgement that:</p><ul class='dashed'><li><p>All the questions have been correctly answered, according to knowledge.</p></li><li><p>All the required information has been submitted.</p></li><li><p>Prior to submitting the Request, all tax laws and regulations related to the subject of the Request as well as previous clarifications issued by the Authority have been reviewed.</p></li><li><p>Acceptance to submit any further information required by the Authority after its review of the clarification Request.</p></li></ul></li></ul></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "Maximum Amount of Cash Refund Under the Refunds of Value Added Tax for Tourists Scheme",
    "name": "Federal Tax Authority Decision No. 6 of 2022",
    "year": "2022",
    "number": "6",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. 6 of 2022</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>Maximum Amount of Cash Refund Under the Refunds of Value Added Tax for Tourists Scheme</h2><h3>Federal Tax Authority Decision No. 6 of 2022</h3><h3>Issue Date: 21 of July 2022 (Effective from 1 September 2022)</h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority has decided:</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments, </p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax,</p></li><li><p>Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Cabinet Decision No. 41 of 2018 on Introducing the Tax Refunds for Tourist Scheme,</p></li><li><p>Federal Tax Authority Decision No. 2 of 2018 on the Tax Refunds for Tourists Scheme,</p></li><li><p>Federal Tax Authority Decision No. 1 of 2019 on the Maximum Amount of Cash Refund Under the Refunds of Value Added Tax for Tourists Scheme,</p></li><li><p>Decision of the Chairman of the Board of Directors of the Federal Tax Authority No. 9 of 2021 on the Delegation to the Vice Chairman of the Board of Directors of the Federal Tax Authority, and </p></li><li><p>Pursuant to the approval of the Board of Directors of the Federal Tax Authority on the memorandum on the Study of the Maximum Amount of Cash Refund of Value Added Tax Under Refunds of Tax for Tourists Scheme, at its 21st meeting held on 23/06/2022,</p></li></ul><article id='bookmarkSection1'><h3>The Maximum Amount of Cash Refund</h3><p>The maximum cash refund of Value Added Tax under the Tax Refunds for Tourists Scheme shall be AED 35,000 per overseas tourist per 24 hours. </p></article><article id='bookmarkSection2'><h3>Cancelation of Conflicting Provisions </h3><p>Any provision contrary to or inconsistent with the provisions of this Decision, as well as the Federal Tax Authority Decision No. 1 of 2019 on the Maximum Amount of Cash Refund Under the Refunds of Value Added Tax for Tourists Scheme, shall be abrogated.</p></article><article id='bookmarkSection3'><h3>Application of the Decision</h3><p>This Decision shall come into effect as of 1 September 2022.</p></article></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "Tax Refunds for Tourists Scheme",
    "name": "Federal Tax Authority Decision No. 2 of 2018",
    "year": "2018",
    "number": "2",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. 2 of 2018</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>Tax Refunds for Tourists Scheme</h2><h3>Federal Tax Authority Decision No. 2 of 2018 &ndash; Issued 6 November 2018 &ndash; (Effective 6 November 2018)</h3><h3>Federal Tax Authority Decision No. 9 of 2023 &ndash; Issued 19 July 2023 &ndash; (Effective 12 July 2023)</h3><h3>Federal Tax Authority Decision No. 2 of 2024 &ndash; Issued 19 February 2024 &ndash; (Effective 1 March 2024)</h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority has decided:</h3><ul class='dashed'><li><p>Having reviewed the Constitution;</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority;</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax;</p></li><li><p>Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax;</p></li><li><p>Cabinet Decision No. 41 of 2018 on Introducing the Tax Refunds for Tourists Scheme; and</p></li><li><p>Pursuant to the approval of the Board of Directors on the Tax Refunds for Tourists Scheme, at the third meeting held on 22 November 2017 and the fifth meeting held on 25 April 2018 and the sixth meeting held on 29 October 2018.</p></li></ul><article id='bookmarkSection1'><h3>Date of the Scheme Coming into Effect </h3><p>The date of the Tax Refunds for Tourists Scheme coming into effect shall be according to the following:</p><ol><li><p>Retailers participating in the Tax Refunds for Tourists Scheme will initiate providing refund claims to tourists as of 18 November 2018.</p></li><li><p>The Overseas Tourist may reclaim VAT at Abu Dhabi International Airport, Dubai International Airport, and Sharjah International Airport, as of 18 November 2018.</p></li><li><p>The Overseas Tourist may reclaim VAT at other UAE International Airports, land ports and sea ports in which the Scheme is applied, as of 16 December 2018.</p></li></ol></article><article id='bookmarkSection2'><h3>Purchase Procedures<sup><a href='#bookmark1' id='bookmarkback1'>[1]</a></sup></h3><ol><li><p>Where a customer asks the Retailer to make a purchase under the Tax Refunds for Tourists Scheme, the Retailer shall:</p><ol type='a'><li><p>Perform checks as prescribed by the Federal Tax Authority and the Operator to determine whether: </p><ol><li><p>The customer is an Overseas Tourist in accordance with Clause 3 of Article 68 of the Cabinet Decision No. 52 of 2017 referred thereto, and he is present within the State when purchasing the Goods from the Retailer, in accordance with either of the following cases:</p><ol type='a'><li><p>The customer is present in the retail store when purchasing the Goods and requesting the issuance of a refund claim form.</p></li><li><p>The customer purchases the Goods from an electronic platform and requests the VAT refund when performing the purchase from his personal account on the platform, provided that he receives the Goods himself.</p></li></ol></li><li><p>The Supply of Goods was made within a period not exceeding 90 days from the date in which the issuance of refund documents was requested.</p></li></ol></li><li><p>Record the customer&apos;s information and purchase details as prescribed by the Federal Tax Authority and the Operator.</p></li><li><p>Issue the necessary documents and present them to the customer to claim VAT refund on exporting the Goods.</p></li><li><p>Comply with any procedures relating to the handling, packaging and delivery of the Goods as determined by the Authority in respect of some Goods or categories of Goods.</p></li><li><p>Meet any other conditions determined according to an agreement approved by the Retailer to provide a Tax-Free Purchase service.</p></li></ol></li><li><p>No VAT refund forms should be issued by the Retailer to any customer who is not over 18 years old.</p></li></ol></article><article id='bookmarkSection3'><h3>Export procedures</h3><ol><li><p>The Operator of the Tax Refunds for Tourists Scheme shall not refund the Tax to an Overseas Tourist in respect of the Goods unless the Operator verifies that such Tourist is exporting the Goods outside the UAE within 90 days from the date of supply of such Goods.</p></li><li><p>The Operator shall verify the Exported Goods and refund claim according to the criteria to be agreed with the Authority.</p></li><li><p>Where the Authority has provided its consent, the Operator may use a third party to perform verification procedures on its behalf.</p></li></ol></article><article id='bookmarkSection4'><h3>Fees and Refund<sup><a href='#bookmark2' id='bookmarkback2'>[2]</a></sup></h3><ol><li><p>The Authority may charge fees to the Overseas Tourist as per the following:</p><ol><li><p>An administrative fee amounting to 13% per cent of the amount of VAT to be refunded to the Overseas Tourist;</p></li><li><p>A fixed fee of AED 4.8 per refund claim.</p></li></ol></li><li><p>The Operator shall deduct the fees mentioned in clause 1 of this Article from the amount which will be refunded to the Overseas Tourist on behalf of the Federal Tax Authority.</p></li><li><p>The cash VAT refund shall be limited to a maximum of AED 35,000 per Overseas Tourist per 24 hours.</p></li></ol></article><article id='bookmarkSection5'><h3>Minimum Purchase Value</h3><p>Tax shall not be refunded under the Scheme in respect of any claim where the value of Tax-inclusive purchases from the same Taxable Person from whom the Overseas Tourist requests a refund, is not AED 250 or more. </p></article><article id='bookmarkSection6'><h3>Goods excluded from the Tax Refunds for Tourists Scheme</h3><p>The following Goods shall be excluded from the Tax Refunds for Tourists Scheme:</p><ol><li><p>Goods that are not accompanied by the Overseas Tourist at the time of leaving the State.</p></li><li><p>Goods that have been consumed, in full or in part, in the State or any other Implementing State.</p></li><li><p>Motor vehicles, boats and aircrafts.</p></li></ol></article><article id='bookmarkSection7'><h3>Implementation of the Decision</h3><p>This Decision shall be implemented as of its date of issuance.</p></article></section></main><footer><section><article><h3>Footnotes</h3><em><p><strong><sup><a href='#bookmarkback1' id='bookmark1'>[1] </a></sup></strong>Article amended by <a href='decisions/uae-cit-fta-2-of-2024' rel='noopener noreferrer' target='_blank'>Federal Tax Authority Decision No. 2 of 2024</a>.</p><p><strong><sup><a href='#bookmarkback2' id='bookmark2'>[2] </a></sup></strong>Article amended by <a href='decisions/uae-cit-fta-9-of-2023' rel='noopener noreferrer' target='_blank'>Federal Tax Authority Decision No. 9 of 2023</a>.</p></em></article></section></footer></div></body></html>"
  },
  {
    "title": "Setting the Time Limit for Claiming Refund of VAT by Tourists",
    "name": "Federal Tax Authority Decision No. 4 of 2022",
    "year": "2022",
    "number": "4",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. 4 of 2022</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>Setting the Time Limit for Claiming Refund of VAT by Tourists</h2><h3>Federal Tax Authority Decision No. 4 of 2022</h3><h3>Issue Date: 26 May 2022 </h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority has decided:</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments, </p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax,</p></li><li><p>Cabinet Decision No. 52 of 2017 on the Executive Regulation of the Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Cabinet Decision No. 41 of 2018 on Introducing Tax Refunds for Tourist Scheme,</p></li><li><p>Federal Tax Authority Decision No. 1 of 2018 on the Requirements for Retailers to Participate in the Value Added Tax Refunds for Tourist Scheme,</p></li><li><p>Federal Tax Authority Decision No. 2 of 2018 on Tax Refunds for Tourists Scheme,</p></li><li><p>Federal Tax Authority Decision No. 1 of 2019 on the Maximum Amount of Cash Refund under the Tax Refunds for Tourists Scheme,</p></li><li><p>Federal Tax Authority Decision No. 4 of 2019 on Setting Time Limit for Cash Refunds of VAT by Tourists, </p></li><li><p>Decision of the Chairman of the Board of Directors of the Federal Tax Authority No. 9 of 2021 on the delegation of the Vice Chairman of the Board of Directors of the Federal Tax Authority,</p></li><li><p>Pursuant to the approval of the Board of Directors on setting time limit for the refund of VAT by tourists through banking cards, at the twentieth meeting held on 20 April 2022,</p></li></ul><article id='bookmarkSection1'><h3>Time Limit for Claiming Refund</h3><p>The operator of the Tax Refunds for Tourist Scheme shall set a one-year time limit for tourists to claim the refund of Value Added Tax through bank card or by cash, from the date of verification of the refund request, and to include this in its published list of terms and conditions.</p></article><article id='bookmarkSection2'><h3>Delivery of Tax Amounts to the Authority</h3><p>In the event that the operator of the Tax Refunds for Tourist Scheme has any unclaimed tax amounts by tourists in accordance with Article 1 of this Decision, the operator of the Tax Refunds Scheme must deliver such funds to the Federal Tax Authority within one month of the expiration of the time limit referred to.</p></article><article id='bookmarkSection3'><h3>Abrogation of Conflicting Provisions </h3><p>The Federal Tax Authority Decision No. 4 of 2019 on Setting Time Limit for Cash Refunds of VAT by Tourists, as well as any provision contrary to or inconsistent with the provisions of this Decision shall be abrogated. </p></article><article id='bookmarkSection4'><h3>Effective Date of the Decision</h3><p>This Decision shall come into effect as of 1 June 2022.</p></article></section></main><footer><section><article></article></section></footer></div></body></html>"
  },
  {
    "title": "Mechanism for Correction of Error or Omission in the Tax Return Submitted to the Federal Tax Authority for VAT",
    "name": "Federal Tax Authority Decision No. 8 of 2024",
    "year": "2024",
    "number": "8",
    "type": "FTA - Federal Tax Authority Decision",
    "content": "<!DOCTYPE html><html lang='en'><head><meta charset='UTF-8'><meta name='viewport' content='width=device-width, initial-scale=1.0'><title>Federal Tax Authority Decision No. 8 of 2024</title></head><body><div class='scopeDECISION'><header><h4>This is not an official translation:</h4><h2>Mechanism for Correction of Error or Omission in the Tax Return Submitted to the Federal Tax Authority for VAT </h2><h3>Federal Tax Authority Decision No. 8 of 2024 &ndash; Issued 1 November 2024 &ndash; (Effective from 1 January 2025)</h3></header><hr><main><section class='level-1'><h3>The Chairman of the Board of Directors of the Federal Tax Authority has decided:</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments,</p></li><li><p>Federal Decree-Law No. 28 of 2022 on Tax Procedures, and its amendments,</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Cabinet Decision No. 74 of 2023 on the Executive Regulation of Federal Decree- Law No. 28 of 2022 on Tax Procedures, </p></li><li><p>Decision of the Chairman of the Board of Directors No. 9 of 2021 on the Delegation</p><p>to the Vice Chairman of the Board of Directors of the Federal Tax Authority, and</p></li><li><p>Pursuant to the approval of the Board of Directors on the FTA&apos;s Memo regarding the Mechanism for Correction of Error or Omission in the Tax Return Submitted to the Federal Tax Authority for VAT at its 34<span>th</span>meeting held on 27/08/2024.</p></li></ul><article id='bookmarkSection1'><h3>Error or Omission in the Tax Return</h3><p>If the Taxpayer discovers an error or omission in the Tax Return submitted to the Authority for the purposes of Federal Decree-Law No. 8 of 2017 referred to above, where there is no difference in the Due Tax, they shall correct such error by submitting a Voluntary Disclosure if any of the cases stated in Article 2 of this Decision occurs.</p></article><article id='bookmarkSection2'><h3>Cases of Error or Omission without a Difference in Due Tax</h3><p>The cases of error or omission in the tax return where there is no difference in Due Tax, in accordance with Article 1 of this Decision, are as follows:</p><ol><li><p>Reporting standard rated Taxable Supplies in relation to an Emirate in the box of another Emirate.</p></li><li><p>Incorrect reporting of zero-rated Taxable Supplies, whether by understating or overstating.</p></li><li><p>Incorrect reporting of Exempt Supplies, whether by understating or overstating.</p></li></ol></article><article id='bookmarkSection3'><h3>Implementation of the Decision</h3><p>This Decision shall be published in the Official Gazette and shall come into effect after 60 (sixty) days from its issuance date.</p></article></section></main><footer><section><article></article></section></footer></div></body></html>"
  }
]
