[
  {
    "number": "1",
    "title": "Article 1 - Definitions",
    "content": "<div class='scopeARTICLE'><header><h2>Preamble</h2></header><main><section><article><h3>His Highness Sheikh Mohamed bin Zayed Al Nahyan, President of the United Arab Emirates, has issued the following Decree-Law:</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Law No. 1 of 1972 on the Competencies of Ministries and Powers of the Ministers, and its amendments,</p></li><li><p>Federal Law No. 26 of 1981 on the Commercial Maritime Law, and its amendments,</p></li><li><p>Federal Law No. 5 of 1985 promulgating the Civil Transactions Law, and its amendments,</p></li><li><p>Federal Law No. 18 of 1993 promulgating the Commercial Transactions Law, and its amendments,</p></li><li><p>Federal Law No. 4 of 2000 on the Emirates Securities and Commodities Authority and Market, and its amendments,</p></li><li><p>Federal Law No. 8 of 2004 on the Financial Free Zones,</p></li><li><p>Federal Law No. 6 of 2007 on the Regulation of Insurance Operations, and its amendments,</p></li><li><p>Federal Law No. 2 of 2008 on the National Societies and Associations of Public Welfare, and its amendments,</p></li><li><p>Federal Law No. 8 of 2011 on the Reorganisation of the State Audit Institution,</p></li><li><p>Federal Law No. 4 of 2012 on the Regulation of Competition,</p></li><li><p>Federal Law No. 2 of 2014 on Small and Medium Enterprises,</p></li><li><p>Federal Law No. 12 of 2014 on the Organisation of the Auditing Profession, and its amendments,</p></li><li><p>Federal Decree-Law No. 9 of 2016 on Bankruptcy, and its amendments,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments,</p></li><li><p>Federal Law No. 7 of 2017 on Excise Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 7 of 2017 on Tax Procedures, and its amendments,</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 14 of 2018 on the Central Bank and Organisation of Financial Institutions and Activities, and its amendments,</p></li><li><p>Federal Decree-Law No. 15 of 2018 on the Collection of Public Revenue and Funds,</p></li><li><p>Federal Decree-Law No. 26 of 2019 on Public Finance,</p></li><li><p>Federal Decree-Law No. 19 of 2020 on Trust,</p></li><li><p>Federal Decree-Law No. 31 of 2021 promulgating the Crimes and Penalties Law, and its amendments,</p></li><li><p>Federal Decree-Law No. 32 of 2021 on Commercial Companies,</p></li><li><p>Federal Decree-Law No. 37 of 2021 on Commercial Registry,</p></li><li><p>Federal Decree-Law No. 46 of 2021 on Electronic Transactions and Trust Services, Federal Decree-Law No. 47 of 2022 - Unofficial translation 2</p></li><li><p>Federal Decree-Law No. 35 of 2022 promulgating the Law of Evidence in Civil and Commercial Transactions,</p></li><li><p>Pursuant to what was presented by the Minister of Finance and approved by the Cabinet,</p></li></ul></article></section></main><header><h2>Chapter 1 - General provisions</h2><h2>Article 1 - Definitions</h2><h3 id='linktogtl'><a href='#gtlnotes'>[See GTL Notes]</a></h3></header><main><section><article><p>In the application of the provisions of this Decree-Law, the following words and expressions shall have the meanings assigned against each, unless the context otherwise requires:</p><p><strong>State :</strong><span> United Arab Emirates.</span></p><p><strong>Federal Government :</strong><span> The government of the United Arab Emirates.</span></p><p><strong>Local Government :</strong><span> Any of the governments of the Member Emirates of the Federation.</span></p><p><strong>Ministry :</strong><span> Ministry of Finance.</span></p><p><strong>Minister :</strong><span> Minister of Finance.</span></p><p><strong>Authority :</strong><span> Federal Tax Authority.</span></p><p><strong>Corporate Tax :</strong><span> The tax imposed by this Decree-Law on juridical persons and Business income.</span></p><p><strong>Business :</strong><span> Any activity conducted regularly, on an ongoing and independent basis by any Person and in any location, such as industrial, commercial, agricultural, vocational, professional, service or excavation activities or any other activity related to the use of tangible or intangible properties.</span></p><p><strong>Qualifying Income :</strong><span> Any income derived by a Qualifying Free Zone Person that is subject to Corporate Tax at the rate specified in paragraph (a) of Clause 2 of <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law.</span></p><p><strong>Government Entity :</strong><span> The Federal Government, Local Governments, ministries, government departments, government agencies, authorities and public institutions of the Federal Government or Local Governments.</span></p><p><strong>Government Controlled Entity :</strong><span> Any juridical person, directly or indirectly wholly owned and controlled by a Government Entity, as specified in a decision issued by the Cabinet at the suggestion of the Minister.</span></p><p><strong>Person :</strong><span> Any natural person or juridical person.</span></p><p><strong>Business Activity :</strong><span> Any transaction or activity, or series of transactions or series of activities conducted by a Person in the course of its Business.</span></p><p><strong>Mandated Activity :</strong><span> Any activity conducted by a Government Controlled Entity in accordance with the legal instrument establishing or regulating the entity, that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</span></p><p><strong>State's Territory :</strong><span> The State's lands, territorial sea and airspace above it.</span></p><p><strong>Natural Resources :</strong><span> Water, oil, gas, coal, naturally formed minerals, and other non-renewable, non-living natural resources that may be extracted from the State's Territory.</span></p><p><strong>Extractive Business :</strong><span> The Business or Business Activity of exploring, extracting, removing, or otherwise producing and exploiting the Natural Resources of the State or any interest therein as determined by the Minister.</span></p><p><strong>Non-Extractive Natural Resource Business :</strong><span> The Business or Business Activity of separating, treating, refining, processing, storing, transporting, marketing or distributing the Natural Resources of the State.</span></p><p><strong>Qualifying Public Benefit Entity :</strong><span> Any entity that meets the conditions set out in <a href='/articles/uae-cit-article-9'>Article 9</a> of this Decree-Law and that is listed in a decision issued by the Cabinet at the suggestion of the Minister.</span></p><p><strong>Qualifying Investment Fund :</strong><span> Any entity whose principal activity is the issuing of investment interests to raise funds or pool investor funds or establish a joint investment fund with the aim of enabling the holder of such an investment interest to benefit from the profits or gains from the entity's acquisition, holding, management or disposal of investments, in accordance with the applicable legislation and when it meets the conditions set out in <a href='/articles/uae-cit-article-10'>Article 10</a> of this Decree-Law.</span></p><p><strong>Exempt Person :</strong><span> A Person exempt from Corporate Tax under <a href='/articles/uae-cit-article-4'>Article 4</a> of this Decree-Law.</span></p><p><strong>Taxable Person :</strong><span> A Person subject to Corporate Tax in the State under this Decree-Law.</span></p><p><strong>Licensing Authority :</strong><span> The competent authority concerned with licensing or authorising a Business or Business Activity in the State.</span></p><p><strong>Licence :</strong><span> A document issued by a Licensing Authority under which a Business or Business Activity is conducted in the State.</span></p><p><strong>Taxable Income :</strong><span> The income that is subject to Corporate Tax under this Decree-Law.</span></p><p><strong>Financial Year :</strong><span> The period specified in <a href='/articles/uae-cit-article-57'>Article 57</a> of this Decree-Law.</span></p><p><strong>Tax Return :</strong><span> Information filed with the Authority for Corporate Tax purposes in the form and manner as prescribed by the Authority, including any schedule or attachment thereto, and any amendment thereof.</span></p><p><strong>Tax Period :</strong><span> The period for which a Tax Return is required to be filed.</span></p><p><strong>Related Party :</strong><span> Any Person associated with a Taxable Person as determined in Clause 1 of <a href='/articles/uae-cit-article-35'>Article 35</a> of this Decree-Law.</span></p><p><strong>Revenue :</strong><span> The gross amount of income derived during a Tax Period.</span></p><p><strong>Recognised Stock Exchange :</strong><span> Any stock exchange established in the State that is licensed and regulated by the relevant competent authority, or any stock exchange established outside the State of equal standing.</span></p><p><strong>Resident Person :</strong><span> The Taxable Person specified in Clause 3 of <a href='/articles/uae-cit-article-11'>Article 11</a> of this Decree-Law.</span></p><p><strong>Non-Resident Person :</strong><span> The Taxable Person specified in Clause 4 of <a href='/articles/uae-cit-article-11'>Article 11</a> of this Decree-Law.</span></p><p><strong>Free Zone :</strong><span> A designated and defined geographic area within the State that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</span></p><p><strong>Free Zone Person :</strong><span> A juridical person incorporated, established or otherwise registered in a Free Zone, including a branch of a Non- Resident Person registered in a Free Zone.</span></p><p><strong>Unincorporated Partnership :</strong><span> A relationship established by contract between two Persons or more, such as a partnership or trust or any other similar association of Persons, in accordance with the applicable legislation of the State.</span></p><p><strong>Permanent Establishment :</strong><span> A place of Business or other form of presence in the State of a Non-Resident Person in accordance with <a href='/articles/uae-cit-article-14'>Article 14</a> of this Decree-Law.</span></p><p><strong>State Sourced Income :</strong><span> Income accruing in, or derived from, the State as specified in <a href='/articles/uae-cit-article-13'>Article 13</a> of this Decree-Law.</span></p><p><strong>Qualifying Free Zone Person :</strong><span> A Free Zone Person that meets the conditions of <a href='/articles/uae-cit-article-18'>Article 18</a> of this Decree-Law and is subject to Corporate Tax under Clause 2 of <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law.</span></p><p><strong>Investment Manager :</strong><span> A Person who provides brokerage or investment management services that is subject to the regulatory oversight of the competent authority in the State.</span></p><p><strong>Corporate Tax Payable :</strong><span> Corporate Tax that has or will become due for payment to the Authority in respect of one or more Tax Periods.</span></p><p><strong>Foreign Partnership :</strong><span> A relationship established by contract between two Persons or more, such as a partnership or trust or any other similar association of Persons, in accordance with laws of a foreign jurisdiction.</span></p><p><strong>Foreign Tax Credit :</strong><span> Tax paid under the laws of a foreign jurisdiction on income or profits that may be deducted from the Corporate Tax due, in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-47'>Article 47</a> of this Decree-Law.</span></p><p><strong>Family Foundation :</strong><span> Any foundation, trust or similar entity that meets the conditions of <a href='/articles/uae-cit-article-17'>Article 17</a> of this Decree-Law.</span></p><p><strong>Interest :</strong><span> Any amount accrued or paid for the use of money or credit, including discounts, premiums and profit paid in respect of an Islamic financial instrument and other payments economically equivalent to interest, and any other amounts incurred in connection with the raising of finance, excluding payments of the principal amount.</span></p><p><strong>Accounting Income :</strong><span> The accounting net profit or loss for the relevant Tax Period as per the financial statements prepared in accordance with the provisions of <a href='/articles/uae-cit-article-20'>Article 20</a> of this Decree-Law.</span></p><p><strong>Exempt Income :</strong><span> Any income exempt from Corporate Tax under this Decree- Law.</span></p><p><strong>Connected Person :</strong><span> Any Person affiliated with a Taxable Person as determined in Clause 2 of <a href='/articles/uae-cit-article-36'>Article 36</a> of this Decree-Law.</span></p><p><strong>Tax Loss :</strong><span> Any negative Taxable Income as calculated under this Decree-Law for a given Tax Period.</span></p><p><strong>Qualifying Business Activity :</strong><span> Any activity that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</span></p><p><strong>Foreign Permanent Establishment :</strong><span> A place of Business or other form of presence outside the State of a Resident Person that is determined in accordance with the criteria prescribed in <a href='/articles/uae-cit-article-14'>Article 14</a> of this Decree-Law.</span></p><p><strong>Market Value :</strong><span> The price which could be agreed in an arm's-length free market transaction between Persons who are not Related Parties or Connected Persons in similar circumstances.</span></p><p><strong>Qualifying Group :</strong><span> Two or more Taxable Persons that meet the conditions of Clause 2 of <a href='/articles/uae-cit-article-26'>Article 26</a> of this Decree-Law.</span></p><p><strong>Net Interest Expenditure :</strong><span> The Interest expenditure amount that is in excess of the Interest income amount as determined in accordance with the provisions of this Decree-Law.</span></p><p><strong>Bank :</strong><span> A Person licensed in the State as a bank or finance institution or an equivalent licensed activity that allows the taking of deposits and the granting of credits as defined in the applicable legislation of the State.</span></p><p><strong>Insurance Provider :</strong><span> A Person licensed in the State as an insurance provider that accepts risks by entering into or carrying out contracts of insurance, in both the life and non-life sectors, including contracts of reinsurance and captive insurance, as defined in the applicable legislation of the State.</span></p><p><strong>Control :</strong><span> The direction and influence over one Person by another Person in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-35'>Article 35</a> of this Decree-Law.</span></p><p><strong>Tax Group :</strong><span> Two or more Taxable Persons treated as a single Taxable Person according to the conditions of <a href='/articles/uae-cit-article-40'>Article 40</a> of this Decree-Law.</span></p><p><strong>Withholding Tax Credit :</strong><span> The Corporate Tax amount that can be deducted from the Corporate Tax due in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-46'>Article 46</a> of this Decree-Law.</span></p><p><strong>Withholding Tax :</strong><span> Corporate Tax to be withheld from State Sourced Income in accordance with <a href='/articles/uae-cit-article-45'>Article 45</a> of this Decree-Law.</span></p><p><strong>Tax Registration :</strong><span> A procedure under which a Person registers for Corporate Tax purposes with the Authority.</span></p><p><strong>Tax Registration Number :</strong><span> A unique number issued by the Authority to each Person who is registered for Corporate Tax purposes in the State.</span></p><p><strong>Tax Deregistration :</strong><span> A procedure under which a Person is deregistered for Corporate Tax purposes with the Authority.</span></p><p><strong>Tax Procedures Law :</strong><span> The federal law that governs tax procedures in the State.</span></p><p><strong>Administrative Penalties :</strong><span> Amounts imposed and collected under this Decree-Law or the Tax Procedures Law.</span></p><p><strong>Top-up Tax :</strong><span> The top-up tax imposed on Multinational Enterprises in accordance with this Decree-Law and the rules and controls to be determined by the Cabinet under Article (3) of this Decree-Law for the purposes of the pillar two rules issued by the Organization for Economic Cooperation and Development. (<a href='#gtlnotes'>See GTL Notes</a>)</span></p><p><strong>Multinational Enterprise :</strong><span> An entity and/or one or more of its member entities located in the State or in a foreign jurisdiction, as specified in a decision to be issued by the Cabinet at the suggestion of the Minister. (<a href='#gtlnotes'>See GTL Notes</a>)</span></p></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl'>GTL Notes</a></h3><p>Inserted vide Federal Decree Law No. 60 of 2023 dated 2 October 2023</p></article></section></footer></div>",
    "orderIndex": 1,
    "path": [
      {
        "type": "CHAPTER",
        "number": "1",
        "name": "Chapter 1 - General provisions",
        "fullPath": "chapter1"
      }
    ]
  },
  {
    "number": "1",
    "title": "Article 1 - Definitions (Sorted)",
    "content": "<div class='scopeARTICLE'><header><h2>Preamble</h2></header><main><section><article><h3>His Highness Sheikh Mohamed bin Zayed Al Nahyan, President of the United Arab Emirates, has issued the following Decree-Law:</h3><ul class='dashed'><li><p>Having reviewed the Constitution,</p></li><li><p>Federal Law No. 1 of 1972 on the Competencies of Ministries and Powers of the Ministers, and its amendments,</p></li><li><p>Federal Law No. 26 of 1981 on the Commercial Maritime Law, and its amendments,</p></li><li><p>Federal Law No. 5 of 1985 promulgating the Civil Transactions Law, and its amendments,</p></li><li><p>Federal Law No. 18 of 1993 promulgating the Commercial Transactions Law, and its amendments,</p></li><li><p>Federal Law No. 4 of 2000 on the Emirates Securities and Commodities Authority and Market, and its amendments,</p></li><li><p>Federal Law No. 8 of 2004 on the Financial Free Zones,</p></li><li><p>Federal Law No. 6 of 2007 on the Regulation of Insurance Operations, and its amendments,</p></li><li><p>Federal Law No. 2 of 2008 on the National Societies and Associations of Public Welfare, and its amendments,</p></li><li><p>Federal Law No. 8 of 2011 on the Reorganisation of the State Audit Institution,</p></li><li><p>Federal Law No. 4 of 2012 on the Regulation of Competition,</p></li><li><p>Federal Law No. 2 of 2014 on Small and Medium Enterprises,</p></li><li><p>Federal Law No. 12 of 2014 on the Organisation of the Auditing Profession, and its amendments,</p></li><li><p>Federal Decree-Law No. 9 of 2016 on Bankruptcy, and its amendments,</p></li><li><p>Federal Decree-Law No. 13 of 2016 on the Establishment of the Federal Tax Authority, and its amendments,</p></li><li><p>Federal Law No. 7 of 2017 on Excise Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 7 of 2017 on Tax Procedures, and its amendments,</p></li><li><p>Federal Decree-Law No. 8 of 2017 on Value Added Tax, and its amendments,</p></li><li><p>Federal Decree-Law No. 14 of 2018 on the Central Bank and Organisation of Financial Institutions and Activities, and its amendments,</p></li><li><p>Federal Decree-Law No. 15 of 2018 on the Collection of Public Revenue and Funds,</p></li><li><p>Federal Decree-Law No. 26 of 2019 on Public Finance,</p></li><li><p>Federal Decree-Law No. 19 of 2020 on Trust,</p></li><li><p>Federal Decree-Law No. 31 of 2021 promulgating the Crimes and Penalties Law, and its amendments,</p></li><li><p>Federal Decree-Law No. 32 of 2021 on Commercial Companies,</p></li><li><p>Federal Decree-Law No. 37 of 2021 on Commercial Registry,</p></li><li><p>Federal Decree-Law No. 46 of 2021 on Electronic Transactions and Trust Services, Federal Decree-Law No. 47 of 2022 - Unofficial translation 2</p></li><li><p>Federal Decree-Law No. 35 of 2022 promulgating the Law of Evidence in Civil and Commercial Transactions,</p></li><li><p>Pursuant to what was presented by the Minister of Finance and approved by the Cabinet,</p></li></ul></article></section></main><header><h2>Chapter 1 - General provisions</h2><h2>Article 1 - Definitions[SORTED]</h2><h3 id='linktogtl'><a href='#gtlnotes'>[See GTL Notes]</a></h3></header><main><section><article><p>In the application of the provisions of this Decree-Law, the following words and expressions shall have the meanings assigned against each, unless the context otherwise requires:</p><table><tr><td><p>Accounting Income</p></td><td><p>:</p></td><td><p>The accounting net profit or loss for the relevant Tax Period as per the financial statements prepared in accordance with the provisions of <a href='/articles/uae-cit-article-20'>Article 20</a> of this Decree-Law.</p></td></tr><tr><td><p>Administrative Penalties</p></td><td><p>:</p></td><td><p>Amounts imposed and collected under this Decree-Law or the Tax Procedures Law.</p></td></tr><tr><td><p>Authority</p></td><td><p>:</p></td><td><p>Federal Tax Authority.</p></td></tr><tr><td><p>Bank</p></td><td><p>:</p></td><td><p>A Person licensed in the State as a bank or finance institution or an equivalent licensed activity that allows the taking of deposits and the granting of credits as defined in the applicable legislation of the State.</p></td></tr><tr><td><p>Business Activity</p></td><td><p>:</p></td><td><p>Any transaction or activity, or series of transactions or series of activities conducted by a Person in the course of its Business.</p></td></tr><tr><td><p>Business</p></td><td><p>:</p></td><td><p>Any activity conducted regularly, on an ongoing and independent basis by any Person and in any location, such as industrial, commercial, agricultural, vocational, professional, service or excavation activities or any other activity related to the use of tangible or intangible properties.</p></td></tr><tr><td><p>Connected Person</p></td><td><p>:</p></td><td><p>Any Person affiliated with a Taxable Person as determined in Clause 2 of <a href='/articles/uae-cit-article-36'>Article 36</a> of this Decree-Law.</p></td></tr><tr><td><p>Control</p></td><td><p>:</p></td><td><p>The direction and influence over one Person by another Person in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-35'>Article 35</a> of this Decree-Law.</p></td></tr><tr><td><p>Corporate Tax Payable</p></td><td><p>:</p></td><td><p>Corporate Tax that has or will become due for payment to the Authority in respect of one or more Tax Periods.</p></td></tr><tr><td><p>Corporate Tax</p></td><td><p>:</p></td><td><p>The tax imposed by this Decree-Law on juridical persons and Business income.</p></td></tr><tr><td><p>Exempt Income</p></td><td><p>:</p></td><td><p>Any income exempt from Corporate Tax under this Decree- Law.</p></td></tr><tr><td><p>Exempt Person</p></td><td><p>:</p></td><td><p>A Person exempt from Corporate Tax under <a href='/articles/uae-cit-article-4'>Article 4</a> of this Decree-Law.</p></td></tr><tr><td><p>Extractive Business</p></td><td><p>:</p></td><td><p>The Business or Business Activity of exploring, extracting, removing, or otherwise producing and exploiting the Natural Resources of the State or any interest therein as determined by the Minister.</p></td></tr><tr><td><p>Family Foundation</p></td><td><p>:</p></td><td><p>Any foundation, trust or similar entity that meets the conditions of <a href='/articles/uae-cit-article-17'>Article 17</a> of this Decree-Law.</p></td></tr><tr><td><p>Federal Government</p></td><td><p>:</p></td><td><p>The government of the United Arab Emirates.</p></td></tr><tr><td><p>Financial Year</p></td><td><p>:</p></td><td><p>The period specified in <a href='/articles/uae-cit-article-57'>Article 57</a> of this Decree-Law.</p></td></tr><tr><td><p>Foreign Partnership</p></td><td><p>:</p></td><td><p>A relationship established by contract between two Persons or more, such as a partnership or trust or any other similar association of Persons, in accordance with laws of a foreign jurisdiction.</p></td></tr><tr><td><p>Foreign Permanent Establishment</p></td><td><p>:</p></td><td><p>A place of Business or other form of presence outside the State of a Resident Person that is determined in accordance with the criteria prescribed in <a href='/articles/uae-cit-article-14'>Article 14</a> of this Decree-Law.</p></td></tr><tr><td><p>Foreign Tax Credit</p></td><td><p>:</p></td><td><p>Tax paid under the laws of a foreign jurisdiction on income or profits that may be deducted from the Corporate Tax due, in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-47'>Article 47</a> of this Decree-Law.</p></td></tr><tr><td><p>Free Zone Person</p></td><td><p>:</p></td><td><p>A juridical person incorporated, established or otherwise registered in a Free Zone, including a branch of a Non- Resident Person registered in a Free Zone.</p></td></tr><tr><td><p>Free Zone</p></td><td><p>:</p></td><td><p>A designated and defined geographic area within the State that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></td></tr><tr><td><p>Government Controlled Entity</p></td><td><p>:</p></td><td><p>Any juridical person, directly or indirectly wholly owned and controlled by a Government Entity, as specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></td></tr><tr><td><p>Government Entity</p></td><td><p>:</p></td><td><p>The Federal Government, Local Governments, ministries, government departments, government agencies, authorities and public institutions of the Federal Government or Local Governments.</p></td></tr><tr><td><p>Insurance Provider</p></td><td><p>:</p></td><td><p>A Person licensed in the State as an insurance provider that accepts risks by entering into or carrying out contracts of insurance, in both the life and non-life sectors, including contracts of reinsurance and captive insurance, as defined in the applicable legislation of the State.</p></td></tr><tr><td><p>Interest</p></td><td><p>:</p></td><td><p>Any amount accrued or paid for the use of money or credit, including discounts, premiums and profit paid in respect of an Islamic financial instrument and other payments economically equivalent to interest, and any other amounts incurred in connection with the raising of finance, excluding payments of the principal amount.</p></td></tr><tr><td><p>Investment Manager</p></td><td><p>:</p></td><td><p>A Person who provides brokerage or investment management services that is subject to the regulatory oversight of the competent authority in the State.</p></td></tr><tr><td><p>Licence</p></td><td><p>:</p></td><td><p>A document issued by a Licensing Authority under which a Business or Business Activity is conducted in the State.</p></td></tr><tr><td><p>Licensing Authority</p></td><td><p>:</p></td><td><p>The competent authority concerned with licensing or authorising a Business or Business Activity in the State.</p></td></tr><tr><td><p>Local Government</p></td><td><p>:</p></td><td><p>Any of the governments of the Member Emirates of the Federation.</p></td></tr><tr><td><p>Mandated Activity</p></td><td><p>:</p></td><td><p>Any activity conducted by a Government Controlled Entity in accordance with the legal instrument establishing or regulating the entity, that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></td></tr><tr><td><p>Market Value</p></td><td><p>:</p></td><td><p>The price which could be agreed in an arm's-length free market transaction between Persons who are not Related Parties or Connected Persons in similar circumstances.</p></td></tr><tr><td><p>Minister</p></td><td><p>:</p></td><td><p>Minister of Finance.</p></td></tr><tr><td><p>Ministry</p></td><td><p>:</p></td><td><p>Ministry of Finance.</p></td></tr><tr><td><p>Multinational Enterprise</p></td><td><p>:</p></td><td><p>An entity and/or one or more of its member entities located in the State or in a foreign jurisdiction, as specified in a decision to be issued by the Cabinet at the suggestion of the Minister. (<a href='#gtlnotes'>See GTL Notes</a>)</p></td></tr><tr><td><p>Natural Resources</p></td><td><p>:</p></td><td><p>Water, oil, gas, coal, naturally formed minerals, and other non-renewable, non-living natural resources that may be extracted from the State's Territory.</p></td></tr><tr><td><p>Net Interest Expenditure</p></td><td><p>:</p></td><td><p>The Interest expenditure amount that is in excess of the Interest income amount as determined in accordance with the provisions of this Decree-Law.</p></td></tr><tr><td><p>Non-Extractive Natural Resource Business</p></td><td><p>:</p></td><td><p>The Business or Business Activity of separating, treating, refining, processing, storing, transporting, marketing or distributing the Natural Resources of the State.</p></td></tr><tr><td><p>Non-Resident Person</p></td><td><p>:</p></td><td><p>The Taxable Person specified in Clause 4 of <a href='/articles/uae-cit-article-11'>Article 11</a> of this Decree-Law.</p></td></tr><tr><td><p>Permanent Establishment</p></td><td><p>:</p></td><td><p>A place of Business or other form of presence in the State of a Non-Resident Person in accordance with <a href='/articles/uae-cit-article-14'>Article 14</a> of this Decree-Law.</p></td></tr><tr><td><p>Person</p></td><td><p>:</p></td><td><p>Any natural person or juridical person.</p></td></tr><tr><td><p>Qualifying Business Activity</p></td><td><p>:</p></td><td><p>Any activity that is specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></td></tr><tr><td><p>Qualifying Free Zone Person</p></td><td><p>:</p></td><td><p>A Free Zone Person that meets the conditions of <a href='/articles/uae-cit-article-18'>Article 18</a> of this Decree-Law and is subject to Corporate Tax under Clause 2 of <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law.</p></td></tr><tr><td><p>Qualifying Group</p></td><td><p>:</p></td><td><p>Two or more Taxable Persons that meet the conditions of Clause 2 of <a href='/articles/uae-cit-article-26'>Article 26</a> of this Decree-Law.</p></td></tr><tr><td><p>Qualifying Income</p></td><td><p>:</p></td><td><p>Any income derived by a Qualifying Free Zone Person that is subject to Corporate Tax at the rate specified in paragraph (a) of Clause 2 of <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law.</p></td></tr><tr><td><p>Qualifying Investment Fund</p></td><td><p>:</p></td><td><p>Any entity whose principal activity is the issuing of investment interests to raise funds or pool investor funds or establish a joint investment fund with the aim of enabling the holder of such an investment interest to benefit from the profits or gains from the entity's acquisition, holding, management or disposal of investments, in accordance with the applicable legislation and when it meets the conditions set out in <a href='/articles/uae-cit-article-10'>Article 10</a> of this Decree-Law.</p></td></tr><tr><td><p>Qualifying Public Benefit Entity</p></td><td><p>:</p></td><td><p>Any entity that meets the conditions set out in <a href='/articles/uae-cit-article-9'>Article 9</a> of this Decree-Law and that is listed in a decision issued by the Cabinet at the suggestion of the Minister.</p></td></tr><tr><td><p>Recognised Stock Exchange</p></td><td><p>:</p></td><td><p>Any stock exchange established in the State that is licensed and regulated by the relevant competent authority, or any stock exchange established outside the State of equal standing.</p></td></tr><tr><td><p>Related Party</p></td><td><p>:</p></td><td><p>Any Person associated with a Taxable Person as determined in Clause 1 of <a href='/articles/uae-cit-article-35'>Article 35</a> of this Decree-Law.</p></td></tr><tr><td><p>Resident Person</p></td><td><p>:</p></td><td><p>The Taxable Person specified in Clause 3 of <a href='/articles/uae-cit-article-11'>Article 11</a> of this Decree-Law.</p></td></tr><tr><td><p>Revenue</p></td><td><p>:</p></td><td><p>The gross amount of income derived during a Tax Period.</p></td></tr><tr><td><p>State</p></td><td><p>:</p></td><td><p>United Arab Emirates.</p></td></tr><tr><td><p>State Sourced Income</p></td><td><p>:</p></td><td><p>Income accruing in, or derived from, the State as specified in <a href='/articles/uae-cit-article-13'>Article 13</a> of this Decree-Law.</p></td></tr><tr><td><p>State's Territory</p></td><td><p>:</p></td><td><p>The State's lands, territorial sea and airspace above it.</p></td></tr><tr><td><p>Taxable Income</p></td><td><p>:</p></td><td><p>The income that is subject to Corporate Tax under this Decree-Law.</p></td></tr><tr><td><p>Taxable Person</p></td><td><p>:</p></td><td><p>A Person subject to Corporate Tax in the State under this Decree-Law.</p></td></tr><tr><td><p>Tax Deregistration</p></td><td><p>:</p></td><td><p>A procedure under which a Person is deregistered for Corporate Tax purposes with the Authority.</p></td></tr><tr><td><p>Tax Group</p></td><td><p>:</p></td><td><p>Two or more Taxable Persons treated as a single Taxable Person according to the conditions of <a href='/articles/uae-cit-article-40'>Article 40</a> of this Decree-Law.</p></td></tr><tr><td><p>Tax Loss</p></td><td><p>:</p></td><td><p>Any negative Taxable Income as calculated under this Decree-Law for a given Tax Period.</p></td></tr><tr><td><p>Tax Period</p></td><td><p>:</p></td><td><p>The period for which a Tax Return is required to be filed.</p></td></tr><tr><td><p>Tax Procedures Law</p></td><td><p>:</p></td><td><p>The federal law that governs tax procedures in the State.</p></td></tr><tr><td><p>Tax Registration Number</p></td><td><p>:</p></td><td><p>A unique number issued by the Authority to each Person who is registered for Corporate Tax purposes in the State.</p></td></tr><tr><td><p>Tax Registration</p></td><td><p>:</p></td><td><p>A procedure under which a Person registers for Corporate Tax purposes with the Authority.</p></td></tr><tr><td><p>Tax Return</p></td><td><p>:</p></td><td><p>Information filed with the Authority for Corporate Tax purposes in the form and manner as prescribed by the Authority, including any schedule or attachment thereto, and any amendment thereof.</p></td></tr><tr><td><p>Top-up Tax</p></td><td><p>:</p></td><td><p>The top-up tax imposed on Multinational Enterprises in accordance with this Decree-Law and the rules and controls to be determined by the Cabinet under Article (3) of this Decree-Law for the purposes of the pillar two rules issued by the Organization for Economic Cooperation and Development. (<a href='#gtlnotes'>See GTL Notes</a>)</p></td></tr><tr><td><p>Unincorporated Partnership</p></td><td><p>:</p></td><td><p>A relationship established by contract between two Persons or more, such as a partnership or trust or any other similar association of Persons, in accordance with the applicable legislation of the State.</p></td></tr><tr><td><p>Withholding Tax Credit</p></td><td><p>:</p></td><td><p>The Corporate Tax amount that can be deducted from the Corporate Tax due in accordance with the conditions of Clause 2 of <a href='/articles/uae-cit-article-46'>Article 46</a> of this Decree-Law.</p></td></tr><tr><td><p>Withholding Tax</p></td><td><p>:</p></td><td><p>Corporate Tax to be withheld from State Sourced Income in accordance with <a href='/articles/uae-cit-article-45'>Article 45</a> of this Decree-Law.</p></td></tr></table></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl'>GTL Notes</a></h3><p>Inserted vide Federal Decree Law No. 60 of 2023 dated 2 October 2023</p></article></section></footer></div>",
    "orderIndex": 1,
    "path": [
      {
        "type": "CHAPTER",
        "number": "1",
        "name": "Chapter 1 - General provisions",
        "fullPath": "chapter1"
      }
    ]
  },
  {
    "number": "2",
    "title": "Article 2 - Imposition of Corporate Tax",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 2 - Imposition of Corporate Tax and Applicable Rates</h2><h2>Article 2 - Imposition of Corporate Tax</h2></header><main><section><article><p>Corporate Tax shall be imposed on Taxable Income, at the rates determined under this Decree-Law, and payable to the Authority under this Decree-Law and the Tax Procedures Law.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 2,
    "path": [
      {
        "type": "CHAPTER",
        "number": "2",
        "name": "Chapter 2 - Imposition of Corporate Tax and Applicable Rates",
        "fullPath": "chapter2"
      }
    ]
  },
  {
    "number": "3",
    "title": "Article 3 - Corporate Tax Rate",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 2 - Imposition of Corporate Tax and Applicable Rates</h2><h2>Article 3 - Corporate Tax Rate</h2></header><main><section><article><ol type='1'><li><p>Corporate Tax shall be imposed on the Taxable Income at the following rates:</p><ol type='a'><li><p>0% (zero percent) on the portion of the Taxable Income not exceeding the amount specified in a <a href='/decisions/uae-cit-cd-116-of-2022' target='_blank' rel='noopenernoreferrer'>decision issued by the Cabinet at the suggestion of the Minister</a>.</p></li><li><p>9% (nine percent) on Taxable Income that exceeds the amount specified in a <a href='/decisions/uae-cit-cd-116-of-2022' target='_blank' rel='noopenernoreferrer'>decision issued by the Cabinet at the suggestion of the Minister</a>.</p></li></ol></li><li><p>Corporate Tax shall be imposed on a Qualifying Free Zone Person at the following rates: </p><ol type='a'><li><p>0% (zero percent) on Qualifying Income.</p></li><li><p>9% (nine percent) on Taxable Income that is not Qualifying Income under <a href='/articles/uae-cit-article-18' target='_blank' rel='noopener noreferrer'>Article 18</a> of this Decree-Law and any <a href='/decisions/uae-cit-cd-100-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet at the suggestion of the Minister</a> in respect thereof.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 3,
    "path": [
      {
        "type": "CHAPTER",
        "number": "2",
        "name": "Chapter 2 - Imposition of Corporate Tax and Applicable Rates",
        "fullPath": "chapter2"
      }
    ]
  },
  {
    "number": "4",
    "title": "Article 4 - Exempt Person",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 4 - Exempt Person</h2></header><main><section><article><ol type='1'><li><p>The following Persons shall be exempt from Corporate Tax:</p><ol type='a'><li><p>A Government Entity.</p></li><li><p>A Government Controlled Entity.</p></li><li><p>A Person engaged in an Extractive Business, that meets the conditions of <a href='/articles/uae-cit-article-7' target='_blank' rel='noopener noreferrer'>Article 7</a> of this Decree-Law.</p></li><li><p>A Person engaged in a Non-Extractive Natural Resource Business, that meets the conditions of <a href='/articles/uae-cit-article-8' target='_blank' rel='noopener noreferrer'>Article 8</a> of this Decree-Law.</p></li><li><p>A Qualifying Public Benefit Entity under <a href='/articles/uae-cit-article-9' target='_blank' rel='noopener noreferrer'>Article 9</a> of this Decree-Law.</p></li><li><p>A Qualifying Investment Fund under <a href='/articles/uae-cit-article-10' target='_blank' rel='noopener noreferrer'>Article 10</a> of this Decree-Law.</p></li><li><p>A public pension or social security fund, or a private pension or social security fund that is subject to regulatory oversight of the competent authority in the State and that meets any other <a href='/decisions/uae-cit-md-115-of-2023' target='_blank' rel='noopener noreferrer'>conditions that may be prescribed by the Minister</a>.</p></li><li><p>A juridical person incorporated in the State that is wholly owned and controlled by an Exempt Person specified in paragraphs (a), (b), (f) and (g) of Clause 1 of this Article and conducts any of the following:</p><ol type='i'><li><p>Undertakes part or whole of the activity of the Exempt Person.</p></li><li><p>Is engaged exclusively in holding assets or investing funds for the benefit of the Exempt Person.</p></li><li><p>Only carries out activities that are ancillary to those carried out by the Exempt Person.</p></li></ol></li><li><p>Any other Person as may be determined in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li><li><p>A Person under paragraphs (a), (b), (c) and (d) of Clause 1 of this Article that is a Taxable Person insofar as it relates to any Business or Business Activity under Articles <a href='/articles/uae-cit-article-5' target='_blank' rel='noopener noreferrer'>5</a>, <a href='/articles/uae-cit-article-6' target='_blank' rel='noopener noreferrer'>6</a>, <a href='/articles/uae-cit-article-7' target='_blank' rel='noopener noreferrer'>7</a> or <a href='/articles/uae-cit-article-8' target='_blank' rel='noopener noreferrer'>8</a> of this Decree-Law, respectively, shall be treated as an Exempt Person for the purposes of Articles <a href='/articles/uae-cit-article-26' target='_blank' rel='noopener noreferrer'>26</a>, <a href='/articles/uae-cit-article-27' target='_blank' rel='noopener noreferrer'>27</a>, <a href='/articles/uae-cit-article-38' target='_blank' rel='noopener noreferrer'>38</a> and <a href='/articles/uae-cit-article-40' target='_blank' rel='noopener noreferrer'>40</a> of this Decree-Law.</p></li><li><p>Persons specified in paragraphs (f), (g), (h) and (i) of Clause 1 of this Article, as applicable, are required to apply to the Authority to be exempt from Corporate Tax in the form and manner and within the <a href='/decisions/uae-cit-fta-7-of-2023' target='_blank' rel='noopener noreferrer'>timeline prescribed by the Authority</a> in this regard.</p></li><li><p>The exemption from Corporate Tax under paragraphs (f), (g), (h) and (i) of Clause 1 of this Article, as applicable, shall be effective from the beginning of the Tax Period specified in the application, or any other <a href='/decisions/uae-cit-fta-7-of-2023' target='_blank' rel='noopener noreferrer'>date determined by the Authority</a>.</p></li><li><p>In the event that the Exempt Person failed to meet any of the conditions under the relevant provisions of this Decree-Law at any particular time during a Tax Period, such Person shall cease to be an Exempt Person for the purposes of this Decree-Law from the beginning of that Tax Period.</p></li><li><p>For the purposes of Clause 5 of this Article, the <a href='/decisions/uae-cit-md-105-of-2023' target='_blank' rel='noopener noreferrer'>Minister may prescribe the conditions</a> under which a Person may continue to be an Exempt Person, or cease to be an Exempt Person from a different date, in any of the following instances:</p><ol type='a'><li><p>Failure to meet the conditions is the result of the liquidation or termination of the Person.</p></li><li><p>Failure to meet the conditions is of a temporary nature and will be promptly rectified, and appropriate procedures are in place to monitor the compliance with the relevant conditions of this Decree-Law.</p></li><li><p>Any other <a href='/decisions/uae-cit-md-105-of-2023' target='_blank' rel='noopener noreferrer'>instances as may be prescribed by the Minister</a>.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 4,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "5",
    "title": "Article 5 - Government Entity",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 5 - Government Entity</h2></header><main><section><article><ol type='1'><li><p>A Government Entity shall be exempt from Corporate Tax and the provisions of this Decree-Law shall not apply to it.</p></li><li><p>Notwithstanding Clause 1 of this Article, a Government Entity shall be subject to the provisions of this Decree-Law if it conducts a Business or Business Activity under a Licence issued by a Licensing Authority.</p></li><li><p>Any Business or Business Activity conducted by a Government Entity under a Licence issued by a Licensing Authority shall be treated as an independent Business, and the Government Entity shall keep financial statements for this Business separately from the Government Entity's other activities.</p></li><li><p>The Government Entity shall calculate the Taxable Income for its Business or Business Activity specified in Clause 2 of this Article independently for each Tax Period, in accordance with the provisions of this Decree-Law.</p></li><li><p>Transactions between the Business or Business Activity specified under Clause 2 of this Article and the other activities of the Government Entity shall be considered Related Party transactions subject to the provisions of <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>Article 34</a> of this Decree-Law.</p></li><li><p>A Government Entity may apply to the Authority for all its Businesses and Business Activities to be treated as a single Taxable Person for the purposes of this Decree-Law subject to meeting the <a href='/decisions/uae-cit-md-68-of-2023' target='_blank' rel='noopenernoreferrer'>conditions to be prescribed by the Minister</a>.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 5,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "6",
    "title": "Article 6 - Government Controlled Entity",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 6 - Government Controlled Entity</h2></header><main><section><article><ol><li><p>A Government Controlled Entity shall be exempt from Corporate Tax and the provisions of this Decree-Law shall not apply to it.</p></li><li><p>Notwithstanding Clause 1 of this Article, a Government Controlled Entity shall be subject to the provisions of this Decree-Law if it conducts a Business or Business Activity that is not its Mandated Activities.</p></li><li><p>Any Business or Business Activity conducted by a Government Controlled Entity that is not its Mandated Activity shall be treated as an independent Business, and the Government Controlled Entity shall keep financial statements for this Business separately from its Mandated Activity.</p></li><li><p>The Government Controlled Entity shall calculate the Taxable Income for its Business or Business Activity that is not its Mandated Activity independently for each Tax Period, in accordance with the provisions of this Decree-Law.</p></li><li><p>Transactions between the Business or Business Activity specified in Clause 2 of this Article and the Mandated Activity of the Government Controlled Entity shall be considered Related Party transactions subject to the provisions of <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>Article 34</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 6,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "7",
    "title": "Article 7 - Extractive Business",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 7 - Extractive Business</h2></header><main><section><article><ol type='1'><li><p>A Person shall be exempt from Corporate tax and the provisions of this Decree-Law shall not apply to its Extractive Business where all of the following conditions are met:</p><ol type='a'><li><p>The Person directly or indirectly holds or has an interest in a right, concession or Licence issued by a Local Government to undertake its Extractive Business.</p></li><li><p>The Person is effectively subject to tax under the applicable legislation of an Emirate in accordance with the provisions of Clause 6 of this Article.</p></li><li><p>The Person has made a notification to the Ministry in the form and manner agreed with the Local Government.</p></li></ol></li><li><p>If a Person that meets the conditions of Clause 1 of this Article derives income from both an Extractive Business and any other Business that is within the scope of this Decree-Law, the following shall apply:</p><ol type='a'><li><p>The income derived from the Extractive Business shall be calculated and taxed according to the applicable legislation of the Emirate.</p></li><li><p>The income derived from the other Business shall be subject to the provisions of this Decree-Law, unless that other Business meets the conditions to be exempt from Corporate Tax under <a href='/articles/uae-cit-article-8' target='_blank' rel='noopener noreferrer'>Article 8</a> of this Decree-Law.</p></li></ol></li><li><p>For the purposes of Clause 2 of this Article, a Person shall not be considered to derive income from any other Business where such other Business is ancillary or incidental to that Person's Extractive Business and the Revenue of such other Business in a Tax Period does not exceed 5% (five percent) of the total Revenue of that Person in the same Tax Period.</p></li><li><p>For the purposes of calculating the Taxable Income of the Person's other Business, the following shall apply:</p><ol type='a'><li><p>The other Business shall be treated as an independent Business, and financial statements shall be kept for this Business separately from the Extractive Business.</p></li><li><p>Any common expenditure shared between the Extractive Business and the other Business of the Person shall be apportioned in proportion to their Revenue in the Tax Period, unless such expenditure is taken into account in different proportions for the purposes of calculating the tax payable by the Person under the applicable legislation of the relevant Emirate in respect of its Extractive Business, in which case the expenditure will be apportioned in the latter proportion.</p></li><li><p>The Person shall calculate the Taxable Income for its other Business independently for each Tax Period in accordance with the provisions of this Decree-Law.</p></li></ol></li><li><p>Transactions between the Extractive Business and the other Business of the same Person shall be considered Related Party transactions subject to the provisions of <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>Article 34</a> of this Decree-Law, unless such other Business is exempt from Corporate Tax under <a href='/articles/uae-cit-article-8' target='_blank' rel='noopener noreferrer'>Article 8</a> of this Decree-Law.</p></li><li><p>A Person shall be considered effectively subject to tax under the applicable legislation of the Emirate for the purposes of this Article if the Local Government imposes a tax on income or profits, a royalty or revenue tax, or any other form of tax, charge or levy in respect of such Person's Extractive Business.</p></li><li><p>The exemption under this Article shall not apply to contractors, subcontractors, suppliers or any other Person used or contemplated to be used in any part of the performance of the Extractive Business that does not in its own right meet the conditions to be exempt from Corporate Tax under this Article or <a href='/articles/uae-cit-article-8' target='_blank' rel='noopener noreferrer'>Article 8</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 7,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "8",
    "title": "Article 8 - Non-Extractive Natural Resource Business",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 8 - Non-Extractive Natural Resource Business</h2></header><main><section><article><ol type='1'><li><p>A Person shall be exempt from Corporate tax and the provisions of this Decree-Law shall not apply to its Non-Extractive Natural Resource Business where all of the following conditions are met:</p><ol type='a'><li><p>The Person directly or indirectly holds or has an interest in a right, concession or Licence issued by a Local Government to undertake its Non-Extractive Natural Resource Business in the State.</p></li><li><p>The Person&apos;s income from its Non-Extractive Natural Resource Business is derived solely from Persons that undertake a Business or Business Activity.</p></li><li><p>The Person is effectively subject to tax under the applicable legislation of an Emirate in accordance with the provisions of Clause 6 of this Article.</p></li><li><p>The Person has made a notification to the Ministry in the form and manner agreed with the Local Government.</p></li></ol></li><li><p>If a Person that meets the conditions of Clause 1 of this Article derives income from both a Non-Extractive Natural Resource Business and any other Business that is within the scope of this Decree-Law, the following shall apply:</p><ol type='a'><li><p>The income derived from the Non-Extractive Natural Resource Business shall be calculated and taxed according to the applicable legislation of the Emirate.</p></li><li><p>The income derived from the other Business shall be subject to this Decree-Law, unless that other Business meets the conditions to be exempt from Corporate Tax under <a href='/articles/uae-cit-article-7' target='_blank' rel='noopener noreferrer'>Article 7</a> of this Decree-Law.</p></li></ol></li><li><p>For the purposes of Clause 2 of this Article, a Person shall not be considered to derive income from any other Business where such other Business is ancillary or incidental to that Person&apos;s Non-Extractive Natural Resource Business and the Revenue of such other Business in a Tax Period does not exceed 5% (five percent) of the total Revenue of that Person in the same Tax Period.</p></li><li><p>For the purposes of calculating the Taxable Income of the Person&apos;s other Business, the following shall apply:</p><ol type='a'><li><p>The other Business shall be treated as an independent Business, and financial statements shall be kept for this Business separately from the Non-Extractive Natural Resource Business.</p></li><li><p>Any common expenditure shared between the Non-Extractive Natural Resource Business and other Business of the Person shall be apportioned in proportion to their Revenue in a Tax Period, unless such expenditure is taken into account in a different proportion for the purposes of calculating the tax payable by the Person under the applicable legislation of the relevant Emirate in respect of its Non-Extractive Natural Resource Business, in which case the expenditure will be apportioned in the latter proportion.</p></li><li><p>The Person shall calculate the Taxable Income for the other Business independently for each Tax Period in accordance with the provisions of this Decree-Law.</p></li></ol></li><li><p>Transactions between the Non-Extractive Natural Resource Business and any other Business of the same Person shall be considered Related Party transactions subject to the provisions of <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>Article 34</a> of this Decree-Law, unless such other Business is exempt from Corporate Tax under <a href='/articles/uae-cit-article-7' target='_blank' rel='noopener noreferrer'>Article 7</a> of this Decree-Law.</p></li><li><p>A Person shall be considered effectively subject to tax under the applicable legislation of the Emirate, for the purposes of this Article if the Local Government imposes a tax on income or profits, a royalty or revenue tax, or any other form of tax, charge or levy in respect of such Person&apos;s Non-Extractive Natural Resource Business.</p></li><li><p>The exemption under this Article shall not apply to contractors, subcontractors, suppliers or any other Person used or contemplated to be used in any part of the performance of the Non-Extractive Natural Resource Business that does not in its own right meets the conditions to be exempt from Corporate Tax under this Article or <a href='/articles/uae-cit-article-7' target='_blank' rel='noopener noreferrer'>Article 7</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 8,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "9",
    "title": "Article 9 - Qualifying Public Benefit Entity",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 9 - Qualifying Public Benefit Entity</h2></header><main><section><article><ol type='1'><li><p>A Qualifying Public Benefit Entity shall be exempt from Corporate Tax where all of the following conditions are met:</p><ol type='a'><li><p>It is established and operated for any of the following:</p><ol type='i'><li><p>Exclusively for religious, charitable, scientific, artistic, cultural, athletic, educational, healthcare, environmental, humanitarian, animal protection or other similar purposes.</p></li><li><p>As a professional entity, chamber of commerce, or a similar entity operated exclusively for the promotion of social welfare or public benefit.</p></li></ol></li><li><p>It does not conduct a Business or Business Activity, except for such activities that directly relate to or are aimed at fulfilling the purpose for which the entity was established.</p></li><li><p>Its income or assets are used exclusively in the furtherance of the purpose for which it was established, or for the payment of any associated necessary and reasonable expenditure incurred.</p></li><li><p>No part of its income or assets is payable to, or otherwise available, for the personal benefit of any shareholder, member, trustee, founder or settlor that is not itself a Qualifying Public Benefit Entity, Government Entity or Government Controlled Entity.</p></li><li><p>Any other conditions as may be prescribed in a <a href='/decisions/uae-cit-cd-37-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet</a> at the suggestion of the Minister.</p></li></ol></li><li><p>The exemption under Clause 1 of this Article shall be effective from the beginning of the Tax Period in which the Qualifying Public Benefit Entity is listed in the <a href='/decisions/uae-cit-cd-37-of-2023' target='_blank' rel='noopener noreferrer'>Cabinet decision issued</a> at the suggestion of the Minister or any other date determined by the Minister.</p></li><li><p>For the purposes of monitoring the continued compliance by a Qualifying Public Benefit Entity with the conditions of Clause 1 of this Article, the Authority may request any relevant information or records from the Qualifying Public Benefit Entity within the timeline specified by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 9,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "10",
    "title": "Article 10 - Qualifying Investment Fund",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 3 - Exempt Person</h2><h2>Article 10 - Qualifying Investment Fund</h2></header><main><section><article><ol><li><p>An investment fund may apply to the Authority to be exempt from Corporate Tax as a Qualifying Investment Fund where all of the following conditions are met:</p><ol type='a'><li><p>The investment fund or the investment fund's manager is subject to the regulatory oversight of a competent authority in the State, or a foreign competent authority recognised for the purposes of this Article.</p></li><li><p>Interests in the investment fund are traded on a Recognised Stock Exchange, or are marketed and made available sufficiently widely to investors.</p></li><li><p>The main or principal purpose of the investment fund is not to avoid Corporate Tax.</p></li><li><p>Any other conditions as may be prescribed in a <a href='/decisions/uae-cit-cd-81-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by Cabinet</a> at the suggestion of the Minister.</p></li></ol></li><li><p>For the purposes of monitoring the continued compliance by a Qualifying Investment Fund with the conditions of Clause 1 of this Article, the Authority may request any relevant information or records within the timeline prescribed by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 10,
    "path": [
      {
        "type": "CHAPTER",
        "number": "3",
        "name": "Chapter 3 - Exempt Person",
        "fullPath": "chapter3"
      }
    ]
  },
  {
    "number": "11",
    "title": "Article 11 - Taxable Person",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 11 - Taxable Person</h2></header><main><section><article><ol><li><p>Corporate Tax shall be imposed on a Taxable Person at the rates determined under this Decree-Law.</p></li><li><p>For the purposes of this Decree-Law, a Taxable Person shall be either a Resident Person or a Non-Resident Person.</p></li><li><p>A Resident Person is any of the following Persons:</p><ol><li><p>A juridical person that is incorporated or otherwise established or recognised under the applicable legislation of the State, including a Free Zone Person.</p></li><li><p>A juridical person that is incorporated or otherwise established or recognised under the applicable legislation of a foreign jurisdiction that is effectively managed and controlled in the State.</p></li><li><p>A natural person who conducts a Business or Business Activity in the State.</p></li><li><p>Any other Person as may be determined in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li><li><p>A Non-Resident Person is a Person who is not considered a Resident Person under Clause 3 of this Article and that either:</p><ol><li><p>Has a Permanent Establishment in the State as under <a href='/articles/uae-cit-article-14' target='_blank' rel='noopener noreferrer'>Article 14</a> of this Decree-Law.</p></li><li><p>Derives State Sourced Income as under <a href='/articles/uae-cit-article-13' target='_blank' rel='noopener noreferrer'>Article 13</a> of this Decree-Law.</p></li><li><p>Has a nexus in the State as specified in a <a href='/decisions/uae-cit-cd-56-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet</a> at the suggestion of the Minister.</p></li></ol></li><li><p>A branch in the State of a Person referred to in Clause 3 of this Article, shall be treated as one and the same Taxable Person.</p></li><li><p>The <a href='/decisions/uae-cit-cd-49-of-2023' target='_blank' rel='noopener noreferrer'>Cabinet shall, upon a suggestion of the Minister and in coordination with the relevant competent authorities, issue a decision</a> specifying the categories of Business or Business Activity conducted by a resident or non-resident natural person that are subject to Corporate Tax under this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 11,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "12",
    "title": "Article 12 - Corporate Tax Base",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 12 - Corporate Tax Base</h2></header><main><section><article><ol><li><p>A Resident Person, which is a juridical person, is subject to Corporate Tax on its Taxable Income derived from the State or from outside the State, in accordance with the provisions of this Decree-Law.</p></li><li><p>The Taxable Income of a Resident Person, which is a natural person, is the income derived from the State or from outside the State insofar as it relates to the Business or Business Activity conducted by the natural person in the State as set out in Clause 6 of <a href='/articles/uae-cit-article-11' target='_blank' rel='noopener noreferrer'>Article 11</a> of this Decree-Law.</p></li><li><p>A Non-Resident Person is subject to Corporate Tax on the following:</p><ol type='a'><li><p>The Taxable Income that is attributable to the Permanent Establishment of the Non-Resident Person in the State.</p></li><li><p>State Sourced Income that is not attributable to a Permanent Establishment of the Non-Resident Person in the State.</p></li><li><p>The Taxable Income that is attributable to the nexus of the Non-Resident Person in the State as determined in a <a href='/decisions/uae-cit-cd-56-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet</a> pursuant to paragraph (c) of Clause 4 of <a href='/articles/uae-cit-article-11' target='_blank' rel='noopener noreferrer'>Article 11</a> of this Decree-Law.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 12,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "13",
    "title": "Article 13 - State Sourced Income",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 13 - State Sourced Income</h2></header><main><section><article><ol><li><p>Income shall be considered State Sourced Income in any of the following instances:</p><ol type='a'><li><p>Where it is derived from a Resident Person.</p></li><li><p>Where it is derived from a Non-Resident Person and the income received has been paid or accrued in connection with, and attributable to, a Permanent Establishment of that Non-Resident Person in the State.</p></li><li><p>Where it is otherwise accrued in or derived from activities performed, assets located, capital invested, rights used, or services performed or benefitted from in the State.</p></li></ol></li><li><p>Subject to any conditions and limitations that the Minister may determine, State Sourced Income shall include, without limitation:</p><ol type='a'><li><p>Income from the sale of goods in the State.</p></li><li><p>Income from the provision of services that are rendered or utilised or benefitted from in the State.</p></li><li><p>Income from a contract insofar as it has been wholly or partly performed or benefitted from in the State.</p></li><li><p>Income from movable or immovable property in the State.</p></li><li><p>Income from the disposal of shares or capital of a Resident Person.</p></li><li><p>Income from the use or right to use in the State, or the grant of permission to use in the State, any intellectual or intangible property.</p></li><li><p>Interest that meets any of the following conditions:</p><ol><li><p>The loan is secured by movable or immovable property located in the State.</p></li><li><p>The borrower is a Resident Person.</p></li><li><p>The borrower is a Government Entity.</p></li></ol></li><li><p>Insurance or reinsurance premiums in any of the following instances:</p><ol><li><p>The insured asset is located in the State.</p></li><li><p>The insured Person is a Resident Person.</p></li><li><p>The insured activity is conducted in the State.</p></li></ol></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 13,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "14",
    "title": "Article 14 - Permanent Establishment",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 14 - Permanent Establishment</h2></header><main><section><article><ol><li><p>A Non-Resident Person has a Permanent Establishment in the State in any of the following instances:</p><ol type='a'><li><p>Where it has a fixed or permanent place in the State through which the Business of the Non-Resident Person, or any part thereof, is conducted.</p></li><li><p>Where a Person has and habitually exercises an authority to conduct a Business or Business Activity in the State on behalf of the Non-Resident Person.</p></li><li><p>Where it has any other form of nexus in the State as specified in a <a href='/decisions/uae-cit-cd-56-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet</a> at the suggestion of the Minister.</p></li></ol></li><li><p>For the purposes of paragraph (a) of Clause 1 of this Article, a fixed or permanent place in the State includes:</p><ol type='a'><li><p>A place of management where management and commercial decisions that are necessary for the conduct of the Business are, in substance, made.</p></li><li><p>A branch.</p></li><li><p>An office.</p></li><li><p>A factory.</p></li><li><p>A workshop.</p></li><li><p>Land, buildings and other real property.</p></li><li><p>An installation or structure for the exploration of renewable or non-renewable natural resources.</p></li><li><p>A mine, an oil or gas well, a quarry or any other place of extraction of natural resources, including vessels and structures used for the extraction of such resources.</p></li><li><p>A building site, a construction project, or place of assembly or installation, or supervisory activities in connection therewith, but only if such site, project or activities, whether separately or together with other sites, projects or activities, last more than (6) six months, including connected activities that are conducted at the site or project by one or more Related Parties of the Non-Resident Person.</p></li></ol></li><li><p>Notwithstanding Clauses 1 and 2 of this Article, a fixed or permanent place in the State shall not be considered a Permanent Establishment of a Non-Resident Person if it is used solely for any of the following purposes:</p><ol type='a'><li><p>Storing, displaying or delivering of goods or merchandise belonging to that Person.</p></li><li><p>Keeping a stock of goods or merchandise belonging to that Person for the sole purpose of processing by another Person.</p></li><li><p>Purchasing goods or merchandise or collecting information for the Non-Resident Person.</p></li><li><p>Conducting any other activity of a preparatory or auxiliary nature for the Non-Resident Person.</p></li><li><p>Conducting any combination of activities mentioned in paragraphs (a), (b), (c) and (d) of Clause 3 of this Article, provided that the overall activity is of a preparatory or auxiliary nature.</p></li></ol></li><li><p>Clause 3 of this Article shall not apply to a fixed or permanent place in the State that is used or maintained by a Non-Resident Person if the same Non-Resident Person or its Related Party carries on a Business or Business Activity at the same place or at another place in the State where all of the following conditions are met:</p><ol type='a'><li><p>Where the same place or the other place constitutes a Permanent Establishment of the Non-Resident Person or its Related Party.</p></li><li><p>The overall activity resulting from the combination of the activities carried out by the Non-Resident Person and its Related Party at the same place or at the two places is not of a preparatory or auxiliary nature and together would form a cohesive Business operation, had the activities not been fragmented.</p></li></ol></li><li><p>For the purposes of paragraph (b) of Clause 1 of this Article, a Person shall be considered as having and habitually exercising an authority to conduct a Business or Business Activity in the State on behalf of a Non-Resident Person if any of the following conditions are met:</p><ol type='a'><li><p>The Person habitually concludes contracts on behalf of the Non-Resident Person.</p></li><li><p>The Person habitually negotiates contracts that are concluded by the Non-Resident Person without the need for material modification by the Non-Resident Person.</p></li></ol></li><li><p>The provisions of Paragraph (b) of Clause 1 of this Article shall not apply where the Person conducts a Business or Business Activity in the State as an independent agent and acts for the Non-Resident Person in the ordinary course of that Business or Business Activity, unless the Person acts exclusively or almost exclusively on behalf of the Non-Resident Person, or where that Person cannot be considered legally or economically independent from the Non-Resident Person.</p></li><li><p>For the purposes of Clause 3 of this Article, the <a href='/decisions/uae-cit-md-83-of-2023' target='_blank' rel='noopener noreferrer'>Minister may prescribe the conditions</a> under which the mere presence of a natural person in the State does not create a Permanent Establishment for a Non-Resident Person in any of the following instances:</p><ol type='a'><li><p>Where such presence is a consequence of a temporary and exceptional situation.</p></li><li><p>Where the natural person is employed by the Non-Resident Person, and all of the following conditions are met:</p><ol><li><p>The activities being conducted in the State by the natural person are not part of the core income-generating activities of the Non-Resident Person or its Related Parties.</p></li><li><p>The Non-Resident Person does not derive State Sourced Income.</p></li></ol></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 14,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "15",
    "title": "Article 15 - Investment Manager Exemption",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 15 - Investment Manager Exemption</h2></header><main><section><article><ol><li><p>For the purposes of Clause 6 of <a href='/articles/uae-cit-article-14' target='_blank' rel='noopener noreferrer'>Article 14</a> of this Decree-Law, an Investment Manager shall be considered an independent agent when acting on behalf of a Non-Resident Person, where all of the following conditions are met:</p><ol type='a'><li><p>The Investment Manager is engaged in the business of providing investment management or brokerage services.</p></li><li><p>The Investment Manager is subject to the regulatory oversight of the competent authority in the State.</p></li><li><p>The transactions are carried out in the ordinary course of the Investment Manager's Business.</p></li><li><p>The Investment Manager acts in relation to the transactions in an independent capacity.</p></li><li><p>The Investment Manager transacts on an arm's length basis with the Non-Resident Person and receives due compensation for the provision of services.</p></li><li><p>The Investment Manager is not the Non-Resident Person's representative in the State in relation to any other income or transaction that is subject to Corporate Tax for the same Tax Period.</p></li><li><p>Any such other conditions as may be prescribed in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li><li><p>For the purposes of Clause 1 of this Article, &ldquo;transactions&rdquo; means any of the following:</p><ol type='a'><li><p>Transactions in commodities, real property, bonds, shares, derivatives or securities of any other description.</p></li><li><p>Transactions of buying or selling any foreign currency or placement of funds at interest.</p></li><li><p>Such other transactions permissible to be carried out by the Investment Manager on behalf of a Non-Resident Person under the applicable legislation of the State.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 15,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "16",
    "title": "Article 16 - Partners in an Unincorporated Partnership",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 16 - Partners in an Unincorporated Partnership</h2></header><main><section><article><ol><li><p>Unless an application is made under Clause 8 of this Article, and subject to any conditions the <a href='/decisions/uae-cit-md-127-of-2023' target='_blank' rel='noopener noreferrer'>Minister may prescribe</a>, an Unincorporated Partnership shall not be considered a Taxable Person in its own right, and Persons conducting a Business as an Unincorporated Partnership shall be treated as individual Taxable Persons for the purposes of this Decree-Law.</p></li><li><p>Where Clause 1 of this Article applies, a Person who is a partner in an Unincorporated Partnership shall be treated as:</p><ol type='a'><li><p>Conducting the Business of the Unincorporated Partnership.</p></li><li><p>Having a status, intention, and purpose of the Unincorporated Partnership.</p></li><li><p>Holding assets that the Unincorporated Partnership holds.</p></li><li><p>Being party to any arrangement to which the Unincorporated Partnership is a party.</p></li></ol></li><li><p>For the purposes of Clause 1 of this Article, the assets, liabilities, income and expenditure of the Unincorporated Partnership shall be allocated to each partner in proportion to their distributive share in that Unincorporated Partnership, or in the <a href='/decisions/uae-cit-fta-16-of-2023' target='_blank' rel='noopener noreferrer'>manner prescribed by the Authority</a> where the distributive share of a partner cannot be identified.</p></li><li><p>The Taxable Income of a partner in an Unincorporated Partnership shall take into account the following:</p><ol type='a'><li><p>Expenditure incurred directly by the partner in conducting the Business of the Unincorporated Partnership.</p></li><li><p>Interest expenditure incurred by the partner in relation to contributions made to the capital account of the Unincorporated Partnership.</p></li></ol></li><li><p>Interest paid by an Unincorporated Partnership to a partner on their capital account shall be treated as an allocation of income to the partner and is therefore not a deductible expenditure for calculating the Taxable Income of the partner in the Unincorporated Partnership.</p></li><li><p>For the purposes of calculating and settling the Corporate Tax Payable of a partner in an Unincorporated Partnership under <a href='/chapters/uae-cit-chapter-13'>Chapter Thirteen</a> of this Decree-Law, any foreign tax incurred by the Unincorporated Partnership shall be allocated as a Foreign Tax Credit to each partner in proportion to their distributive share in the Unincorporated Partnership.</p></li><li><p>A Foreign Partnership shall be treated as an Unincorporated Partnership for the purposes of this Decree-Law where all of the following conditions are met:</p><ol type='a'><li><p>The Foreign Partnership is not subject to tax under the laws of the foreign jurisdiction.</p></li><li><p>Each partner in the Foreign Partnership is individually subject to tax with regards to their distributive share of any income of the Foreign Partnership as and when the income is received by or accrued to the Foreign Partnership.</p></li><li><p>Any other <a href='/decisions/uae-cit-md-127-of-2023' target='_blank' rel='noopener noreferrer'>conditions as may be prescribed by the Minister</a>.</p></li></ol></li><li><p>The partners in an Unincorporated Partnership can make an application to the Authority for the Unincorporated Partnership to be treated as a Taxable Person.</p></li><li><p>Where an application under Clause 8 of this Article is approved:</p><ol type='a'><li><p>The provisions of Clauses 1 to 6 of this Article shall no longer apply to the partners in the Unincorporated Partnership in respect of the Business conducted by the Unincorporated Partnership.</p></li><li><p>Each partner in the Unincorporated Partnership shall remain jointly and severally liable for the Corporate Tax Payable by the Unincorporated Partnership for those Tax Periods when they are partners in the Unincorporated Partnership.</p></li><li><p>1 partner in the Unincorporated Partnership shall be appointed as the partner responsible for any obligations and proceedings in relation to this Decree-Law on behalf of the Unincorporated Partnership.</p></li></ol></li><li><p>Where the application under Clause 8 of this Article is approved, the Unincorporated Partnership shall be treated as a Taxable Person effective from the commencement of the Tax Period in which the application is made, or from the commencement of a future Tax Period, or any other date determined by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 16,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "17",
    "title": "Article 17 - Family Foundation",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 4 - Taxable Person and Corporate Tax Base</h2><h2>Article 17 - Family Foundation</h2></header><main><section><article><ol><li><p>A Family Foundation can make an application to the Authority to be treated as an Unincorporated Partnership for the purposes of this Decree-Law where all of the following conditions are met:</p><ol type='a'><li><p>The Family Foundation was established for the benefit of identified or identifiable natural persons, or for the benefit of a public benefit entity, or both.</p></li><li><p>The principal activity of the Family Foundation is to receive, hold, invest, disburse, or otherwise manage assets or funds associated with savings or investment.</p></li><li><p>The Family Foundation does not conduct any activity that would have constituted a Business or Business Activity under Clause 6 of <a href='/articles/uae-cit-article-11' target='_blank' rel='noopener noreferrer'>Article 11</a> of this Decree-Law had the activity been undertaken, or its assets been held, directly by its founder, settlor, or any of its beneficiaries.</p></li><li><p>The main or principal purpose of the Family Foundation is not the avoidance of Corporate Tax.</p></li><li><p>Any other <a href='/decisions/uae-cit-md-127-of-2023' target='_blank' rel='noopener noreferrer'>conditions as may be prescribed by the Minister</a>.</p></li></ol></li><li><p>Where the application under Clause 1 of this Article is approved, the Family Foundation shall be treated as an Unincorporated Partnership effective from the commencement of the Tax Period in which the application is made, or from the commencement of a future Tax Period, or any other date determined by the Authority.</p></li><li><p>For the purposes of monitoring the continued compliance by a Family Foundation with the conditions of Clause 1 of this Article, the Authority may request any relevant information or records from the Family Foundation within the timeline specified by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 17,
    "path": [
      {
        "type": "CHAPTER",
        "number": "4",
        "name": "Chapter 4 - Taxable Person and Corporate Tax Base",
        "fullPath": "chapter4"
      }
    ]
  },
  {
    "number": "18",
    "title": "Article 18 - Qualifying Free Zone Person",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 5 - Free Zone Person</h2><h2>Article 18 - Qualifying Free Zone Person</h2></header><main><section><article><ol><li><p>A Qualifying Free Zone Person is a Free Zone Person that meets all of the following conditions:</p><ol type='a'><li><p>Maintains adequate substance in the State.</p></li><li><p>Derives Qualifying Income as specified in a <a href='/decisions/uae-cit-cd-100-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Cabinet</a> at the suggestion of the Minister.</p></li><li><p>Has not elected to be subject to Corporate Tax under <a href='/articles/uae-cit-article-19' target='_blank' rel='noopener noreferrer'>Article 19</a> of this Decree-Law.</p></li><li><p>Complies with Articles <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>34</a> and <a href='/articles/uae-cit-article-55' target='_blank' rel='noopener noreferrer'>55</a> of this Decree-Law.</p></li><li><p>Meets any other <a href='/decisions/uae-cit-md-265-of-2023' target='_blank' rel='noopener noreferrer'>conditions as may be prescribed by the Minister</a>.</p></li></ol></li><li><p>A Qualifying Free Zone Person that fails to meet any of the conditions under Clause 1 of this Article at any particular time during a Tax Period shall cease to be a Qualifying Free Zone Person from the beginning of that Tax Period.</p></li><li><p>Notwithstanding Clause 2 of this Article, the <a href='/decisions/uae-cit-md-265-of-2023' target='_blank' rel='noopener noreferrer'>Minister may prescribe the conditions or circumstances</a> under which a Person may continue to be a Qualifying Free Zone Person, or cease to be a Qualifying Free Zone Person from a different date.</p></li><li><p>The application of paragraph (a) of Clause 2 of <a href='/articles/uae-cit-article-3' target='_blank' rel='noopener noreferrer'>Article 3</a> of this Decree-Law to a Qualifying Free Zone Person shall apply for the remainder of the tax incentive period stipulated in the applicable legislation of the Free Zone in which the Qualifying Free Zone Person is registered, which period may be extended in accordance with any conditions as may be determined in a decision issued by the Cabinet at the suggestion of the Minister, but any one period shall not exceed (50) fifty years.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 18,
    "path": [
      {
        "type": "CHAPTER",
        "number": "5",
        "name": "Chapter 5 - Free Zone Person",
        "fullPath": "chapter5"
      }
    ]
  },
  {
    "number": "19",
    "title": "Article 19 - Election to be Subject to Corporate Tax",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 5 - Free Zone Person</h2><h2>Article 19 - Election to be Subject to Corporate Tax</h2></header><main><section><article><ol><li><p>A Qualifying Free Zone Person can make an election to be subject to Corporate Tax at the rates specified under Clause 1 of <a href='/articles/uae-cit-article-3' target='_blank' rel='noopener noreferrer'>Article 3</a> of this Decree-Law.</p></li><li><p>The election under Clause 1 of this Article shall be effective from either of:</p><ol type='a'><li><p>The commencement of the Tax Period in which the election is made.</p></li><li><p>The commencement of the Tax Period following the Tax Period in which the election was made.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 19,
    "path": [
      {
        "type": "CHAPTER",
        "number": "5",
        "name": "Chapter 5 - Free Zone Person",
        "fullPath": "chapter5"
      }
    ]
  },
  {
    "number": "20",
    "title": "Article 20 - General Rules for Determining Taxable Income",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 6 - Calculating Taxable Income</h2><h2>Article 20 - General Rules for Determining Taxable Income</h2></header><main><section><article><ol type='1'><li><p>The Taxable Income of each Taxable Person shall be determined separately, on the basis of adequate, standalone financial statements prepared for financial reporting purposes in accordance with accounting standards accepted in the State.</p></li><li><p>The Taxable Income for a Tax Period shall be the Accounting Income for that period, and to the extent applicable, adjusted for the following:</p><ol type='a'><li><p>Any unrealised gain or loss under Clause 3 of this Article. (<a href='/decisions/uae-cit-md-114-of-2023' target='_blank' rel='noopener noreferrer'>Ministerial Decision No. 114 of 2023</a>) (<a href='/decisions/uae-cit-md-126-of-2023' target='_blank' rel='noopener noreferrer'>Ministerial Decision No. 126 of 2023</a>)</p></li><li><p>Exempt Income as specified in <a href='/chapters/uae-cit-chapter-7'>Chapter Seven</a> of this Decree-Law.</p></li><li><p>Reliefs as specified in <a href='/chapters/uae-cit-chapter-8'>Chapter Eight</a> of this Decree-Law.</p></li><li><p>Deductions as specified in <a href='/chapters/uae-cit-chapter-9'>Chapter Nine</a> of this Decree-Law.</p></li><li><p>Transactions with Related Parties and Connected Persons as specified in <a href='/chapters/uae-cit-chapter-10'>Chapter Ten</a> of this Decree-Law.</p></li><li><p>Tax Loss relief as specified in <a href='/chapters/uae-cit-chapter-11'>Chapter Eleven</a> of this Decree-Law.</p></li><li><p>Any incentives or special reliefs for a Qualifying Business Activity as specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></li><li><p>Any income or expenditure that has not otherwise been taken into account in determining the Taxable Income under the provisions of this Decree-Law as may be specified in a decision issued by the Cabinet at the suggestion of the Minister. </p></li><li><p>Any other <a href='/decisions/uae-cit-md-120-of-2023' target='_blank' rel='noopener noreferrer'>adjustments as may be specified</a> by <a href='/decisions/uae-cit-md-134-of-2023' target='_blank' rel='noopener noreferrer'>the Minister</a>.</p></li></ol></li><li><p>For the purposes of calculating the Taxable Income for the relevant Tax Period, and subject to any <a href='/decisions/uae-cit-md-134-of-2023' target='_blank' rel='noopener noreferrer'>conditions that the Minister may prescribe</a>, a Taxable Person that prepares financial statements on an accrual basis may elect to take into account gains and losses on a realisation basis in relation to:</p><ol type='a'><li><p>all assets and liabilities that are subject to fair value or impairment accounting under the applicable accounting standards; or</p></li><li><p>all assets and liabilities held on capital account at the end of a Tax Period, whilst taking into account any unrealised gain or loss that arises in connection with assets and liabilities held on revenue account at the end of that period. </p></li></ol></li><li><p>For the purposes of paragraph (b) of Clause 3 of this Article:</p><ol type='a'><li><p>&ldquo;Assets held on capital account&rdquo; refers to assets that the Person does not trade, assets that are eligible for depreciation, or assets treated under applicable accounting standards as property, plant and equipment, investment property, intangible assets, or other non-current assets.</p></li><li><p>&ldquo;Liabilities held on capital account&rdquo; refers to liabilities, the incurring of which does not give rise to deductible expenditure under <a href='/chapters/uae-cit-chapter-9'>Chapter Nine</a> of this Decree-Law, or liabilities treated under <a href='/guidances/uae-cit-guide-CTGACS1' target='_blank' rel='noopener noreferrer'>applicable accounting standards</a> as non-current liabilities.</p></li><li><p>&ldquo;Assets and liabilities held on revenue account&rdquo; refers to assets and liabilities other than those held on a capital account.</p></li><li><p>An &ldquo;unrealised gain or loss&rdquo; includes an unrealised foreign exchange gain or loss.</p></li></ol></li><li><p>Notwithstanding Clauses 1 and 3 of this Article, <a href='/decisions/uae-cit-md-114-of-2023' target='_blank' rel='noopener noreferrer'>the Minister may prescribe</a> any of the following for the purposes of this Decree-Law:</p><ol type='a'><li><p>The circumstances and conditions under which a Person may prepare financial statements using the cash basis of accounting.</p></li><li><p>Any adjustments to the <a href='/guidances/uae-cit-guide-CTGACS1' target='_blank' rel='noopener noreferrer'>accounting standards</a> to be applied for the purposes of determining the Taxable Income for a Tax Period.</p></li><li><p>A different basis for determining the Taxable Income of a Qualifying Business Activity.</p></li></ol></li><li><p>Subject to any conditions prescribed under Clause 5 of this Article, a Taxable Person can make an application to the Authority to change its method of accounting from cash basis to accrual basis from the commencement of the Tax Period in which the application is made or from the commencement of a future Tax Period.</p></li><li><p>In the case of any conflict between the provisions of this Decree-Law and the <a href='/guidances/uae-cit-guide-CTGACS1' target='_blank' rel='noopener noreferrer'>applicable accounting standards</a>, the provisions of this Decree-Law shall prevail to that extent.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 20,
    "path": [
      {
        "type": "CHAPTER",
        "number": "6",
        "name": "Chapter 6 - Calculating Taxable Income",
        "fullPath": "chapter6"
      }
    ]
  },
  {
    "number": "21",
    "title": "Article 21 - Small Business Relief",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 6 - Calculating Taxable Income</h2><h2>Article 21 - Small Business Relief</h2></header><main><section><article><ol type='1'><li><p>A Taxable Person that is a Resident Person may elect to be treated as not having derived any Taxable Income for a Tax Period where:</p><ol type='a'><li><p>the Revenue of the Taxable Person for the relevant Tax Period and previous Tax Periods does not exceed a <a href='/decisions/uae-cit-md-73-of-2023' target='_blank' rel='noopener noreferrer'>threshold to be set by the Minister</a>; and</p></li><li><p>the Taxable Person meets <a href='/decisions/uae-cit-md-73-of-2023' target='_blank' rel='noopener noreferrer'>all other conditions prescribed by the Minister</a>.</p></li></ol></li><li><p>Where Clause 1 of this Article applies to a Taxable Person, the following provisions of this Decree-Law shall not apply:</p><ol type='a'><li><p>Exempt Income as specified in <a href='/chapters/uae-cit-chapter-7'>Chapter Seven</a> of this Decree-Law.</p></li><li><p>Reliefs as specified in <a href='/chapters/uae-cit-chapter-8'>Chapter Eight</a> of this Decree-Law.</p></li><li><p>Deductions as specified in <a href='/chapters/uae-cit-chapter-9'>Chapter Nine</a> of this Decree-Law.</p></li><li><p>Tax Loss relief as specified in <a href='/chapters/uae-cit-chapter-11'>Chapter Eleven</a> of this Decree-Law.</p></li><li><p><a href='/articles/uae-cit-article-55' target='_blank' rel='noopener noreferrer'>Article 55</a> of this Decree-Law.</p></li></ol></li><li><p>The Authority may take the necessary measures to verify the compliance with the conditions of Clause 1 of this Article, and may request any relevant information or records from the Taxable Person within the timeline prescribed by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 21,
    "path": [
      {
        "type": "CHAPTER",
        "number": "6",
        "name": "Chapter 6 - Calculating Taxable Income",
        "fullPath": "chapter6"
      }
    ]
  },
  {
    "number": "22",
    "title": "Article 22 - Exempt Income",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 7 - Exempt Income</h2><h2>Article 22 - Exempt Income</h2></header><main><section><article><p>The following income and related expenditure shall not be taken into account in determining the Taxable Income:</p><ol type='1'><li><p>Dividends and other profit distributions received from a juridical person that is a Resident</p></li><li><p>Person.</p></li><li><p>Dividends and other profit distributions received from a Participating Interest in a foreign juridical person as specified in <a href='/articles/uae-cit-article-23' target='_blank' rel='noopener noreferrer'>Article 23</a> of this Decree-Law.</p></li><li><p>Any other income from a Participating Interest as specified in <a href='/articles/uae-cit-article-23' target='_blank' rel='noopener noreferrer'>Article 23</a> of this Decree-Law.</p></li><li><p>Income of a Foreign Permanent Establishment that meets the condition of <a href='/articles/uae-cit-article-24' target='_blank' rel='noopener noreferrer'>Article 24</a> of this Decree-Law.</p></li><li><p>Income derived by a Non-Resident Person from operating aircraft or ships in international transportation that meets the conditions of <a href='/articles/uae-cit-article-25' target='_blank' rel='noopener noreferrer'>Article 25</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 22,
    "path": [
      {
        "type": "CHAPTER",
        "number": "7",
        "name": "Chapter 7 - Exempt Income",
        "fullPath": "chapter7"
      }
    ]
  },
  {
    "number": "23",
    "title": "Article 23 - Participation Exemption",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 7 - Exempt Income</h2><h2>Article 23 - Participation Exemption</h2></header><main><section><article><ol type='1'><li><p>Income from a Participating Interest shall be exempt from Corporate Tax, subject to the conditions of this Article.</p></li><li><p>A Participating Interest means, a 5% (five percent) or greater ownership interest in the shares or capital of a juridical person, referred to as a &ldquo;Participation&rdquo; for the purposes of this Chapter where all of the following conditions are met:</p><ol type='a'><li><p>The Taxable Person has held, or has the intention to hold, the Participating Interest for an uninterrupted period of at least (12) twelve months.</p></li><li><p>The Participation is subject to Corporate Tax or any other tax imposed under the applicable legislation of the country or territory in which the juridical person is resident which is of a similar character to Corporate Tax at a rate not less than the rate specified in paragraph (b) of Clause 1 of <a href='/articles/uae-cit-article-3' target='_blank' rel='noopener noreferrer'>Article 3</a> of this Decree-Law.</p></li><li><p>The ownership interest in the Participation entitles the Taxable Person to receive not less than 5% (five percent) of the profits available for distribution by the Participation, and not less than 5% (five percent) of the liquidation proceeds on cessation of the Participation.</p></li><li><p>Not more than 50% (fifty percent) of the direct and indirect assets of the Participation consist of ownership interests or entitlements that would not have qualified for an exemption from Corporate Tax under this Article if held directly by the Taxable Person, subject to any conditions that may be prescribed under paragraph (e) of this Clause.</p></li><li><p>Any other conditions as <a href='/decisions/uae-cit-md-116-of-2023' target='_blank' rel='noopener noreferrer'>may be prescribed by the Minister</a>.</p></li></ol></li><li><p>A Participation shall be treated as having met the condition under paragraph (b) of Clause 2 of this Article where all of the following conditions are met:</p><ol type='a'><li><p>The principal objective and activity of the Participation is the acquisition and holding of shares or equitable interests that meet the conditions of Clause 2 of this Article.</p></li><li><p>The income of the Participation derived during the relevant Tax Period or Tax Periods substantially consists of income from Participating Interests.</p></li></ol></li><li><p>A Participation in a Qualifying Free Zone Person or an Exempt Person shall be treated as having met the condition under paragraph (b) of Clause 2 of this Article, subject to any conditions that may be prescribed by the Minister.</p></li><li><p>Where the conditions of Clause 2 of this Article continue to be met, the following income shall not be taken into account in determining Taxable Income:</p><ol type='a'><li><p>Dividends and other profit distributions received from a foreign Participation that is not a Resident Person under paragraph (b) of Clause 3 of <a href='/articles/uae-cit-article-11' target='_blank' rel='noopenernoreferrer'>Article 11</a> of this Decree- Law.</p></li><li><p>Gains or losses on the transfer, sale, or other disposition of a Participating Interest (or part thereof) derived after expiry of the time period specified in paragraph (a) of Clause 2 or Clause 9 of this Article.</p></li><li><p>Foreign exchange gains or losses in relation to a Participating Interest.</p></li><li><p>Impairment gains or losses in relation to a Participating Interest.</p></li></ol></li><li><p>The exemption under this Article shall not apply to income derived by the Taxable Person from a Participating Interest insofar as:</p><ol type='a'><li><p>the Participation can claim a deduction for the dividend or other distributions made to the Taxable Person under the applicable tax legislation;</p></li><li><p>the Taxable Person has recognised a deductible impairment loss in respect of the Participating Interest prior to the Participating Interest meeting the conditions of Clause 2 of this Article;</p></li><li><p>the Taxable Person or its Related Party who is subject to Corporate Tax under this Decree-Law has recognised a deductible impairment loss in respect of a loan receivable from the Participation.</p></li></ol></li><li><p>Where the impairment loss referred to in paragraph (c) of Clause 6 of this Article is</p></li><li><p>reversed in a subsequent Tax Period, the associated income of the Taxable Person shall be exempt from Corporate Tax in that Tax Period up to the amount of income from the Participating Interest that was not exempted under paragraph (c) of Clause 6 of this Article.</p></li><li><p>The exemption under this Article does not apply to a loss realised on the liquidation of a Participation.</p></li><li><p>The exemption under this Article shall not apply for a period of (2) two years where a Participation was acquired in exchange for the transfer of an ownership interest that did not meet the conditions of Clause 2 of this Article or a transfer that was exempted under <a href='/articles/uae-cit-article-26' target='_blank' rel='noopener noreferrer'>Article 26</a> or <a href='/articles/uae-cit-article-27' target='_blank' rel='noopenernoreferrer'>27</a> of this Decree-Law.</p></li><li><p>Where a Taxable Person fails to hold a 5% (five percent) or greater ownership interest in the Participation for an uninterrupted period of at least (12) twelve months, any income previously not taken into account under this Article shall be included in the calculation of the Taxable Income in the Tax Period in which the ownership interest in the Participation falls below 5% (five percent).</p></li><li><p>The Minister may prescribe that an ownership interest in the shares or capital of a juridical person meets the minimum ownership requirement under Clause 2 of this Article where the acquisition cost of that ownership interest exceeds a threshold specified by the Minister</a>.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 23,
    "path": [
      {
        "type": "CHAPTER",
        "number": "7",
        "name": "Chapter 7 - Exempt Income",
        "fullPath": "chapter7"
      }
    ]
  },
  {
    "number": "24",
    "title": "Article 24 - Foreign Permanent Establishment Exemption",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 7 - Exempt Income</h2><h2>Article 24 - Foreign Permanent Establishment Exemption</h2></header><main><section><article><ol type='1'><li><p>A Resident Person can make an election to not take into account the income, and associated expenditure, of its Foreign Permanent Establishments in determining its Taxable Income.</p></li><li><p>Where Clause 1 of this Article applies, a Resident Person shall not take into account the following in determining its Taxable Income or Corporate Tax Payable for a Tax Period:</p><ol type='a'><li><p>losses in any of its Foreign Permanent Establishments, calculated as if the relevant Foreign Permanent Establishments were a Resident Person under this Decree-Law;</p></li><li><p>positive income and associated expenditure in any of its Foreign Permanent Establishments, calculated as if the relevant Foreign Permanent Establishments were a Resident Person under this Decree-Law; and</p></li><li><p>any Foreign Tax Credit that would have been available under <a href='/articles/uae-cit-article-47' target='_blank' rel='noopener noreferrer'>Article 47</a> of this Decree-Law had the election under Clause 1 of this Article not been made.</p></li></ol></li><li><p>For the purposes of this Article, &ldquo;income and associated expenditure&rdquo; of a Taxable Person's Foreign Permanent Establishments for a Tax Period is the aggregate of the income and associated expenditure in each of the relevant foreign jurisdictions.</p></li><li><p>In determining the income and associated expenditure of a Foreign Permanent Establishment, a Resident Person and each of its Foreign Permanent Establishments shall be treated as separate and independent Persons.</p></li><li><p>For the purposes of Clause 4 of this Article, a transfer of assets or liabilities between a Resident Person and its Foreign Permanent Establishment shall be treated as having taken place at Market Value at the date of the transfer for the purposes of determining the Taxable Income of that Resident Person.</p></li><li><p>The exemption under Clause 1 of this Article shall apply to all Foreign Permanent Establishments of the Resident Person that meet the condition specified in Clause 7 of this Article.</p></li><li><p>The exemption under Clause 1 of this Article shall only apply to a Foreign Permanent Establishment that is subject to Corporate Tax or a tax of a similar character under the applicable legislation of the relevant foreign jurisdiction at a rate not less than the rate specified in paragraph (b) of Clause 1 of <a href='/articles/uae-cit-article-3' target='_blank' rel='noopener noreferrer'>Article 3</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 24,
    "path": [
      {
        "type": "CHAPTER",
        "number": "7",
        "name": "Chapter 7 - Exempt Income",
        "fullPath": "chapter7"
      }
    ]
  },
  {
    "number": "25",
    "title": "Article 25 - Non-Resident Person Operating Aircraft or Ships in International Transportation",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 7 - Exempt Income</h2><h2>Article 25 - Non-Resident Person Operating Aircraft or Ships in International Transportation</h2></header><main><section><article><p>Income derived by a Non-Resident Person from the operation of aircraft or ships in international transportation shall not be subject to Corporate Tax where all of the following conditions are met:</p><ol type='1'><li><p>The Non-Resident Person is in the Business of any of the following:</p><ol type='a'><li><p>International transport of passengers, livestock, mail, parcels, merchandise or goods by air or by sea.</p></li><li><p>Leasing or chartering aircrafts or ships used in international transportation.</p></li><li><p>Leasing of equipment which are integral to the seaworthiness of ships or the airworthiness of aircrafts used in international transportation.</p></li></ol></li><li><p>A Resident Person that performs any of the activities under Clause 1 of this Article would be exempt, or not be subject to tax that is of a similar character to Corporate Tax, under the applicable legislation of the country or territory in which the Non-Resident Person is resident.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 25,
    "path": [
      {
        "type": "CHAPTER",
        "number": "7",
        "name": "Chapter 7 - Exempt Income",
        "fullPath": "chapter7"
      }
    ]
  },
  {
    "number": "26",
    "title": "Article 26 - <a href='/decisions/uae-cit-md-132-of-2023' target='_blank' rel='noopener noreferrer'>Transfers Within a Qualifying Group</a>",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 8 - Reliefs</h2><h2>Article 26 - <a href='/decisions/uae-cit-md-132-of-2023' target='_blank' rel='noopener noreferrer'>Transfers Within a Qualifying Group</a></h2></header><main><section><article><ol type='1'><li><p>No gain or loss needs to be taken into account in determining the Taxable Income in relation to the transfer of one or more assets or liabilities between two Taxable Persons that are members of the same Qualifying Group.</p></li><li><p>Two Taxable Persons shall be treated as members of the same Qualifying Group where all of the following conditions are met:</p><ol type='a'><li><p>The Taxable Persons are juridical persons that are Resident Persons, or Non- Resident Persons that have a Permanent Establishment in the State.</p></li><li><p>Either Taxable Person has a direct or indirect ownership interest of at least 75% (seventy-five percent) in the other Taxable Person, or a third Person has a direct or indirect ownership interest of at least 75% (seventy-five percent) in each of the Taxable Persons.</p></li><li><p>None of the Persons are an Exempt Person.</p></li><li><p>None of the Persons are a Qualifying Free Zone Person.</p></li><li><p>The Financial Year of each of the Taxable Persons ends on the same date.</p></li><li><p>Both Taxable Persons prepare their financial statements using the same accounting standards.</p></li></ol></li><li><p>For the purposes of this Decree-Law, where a Taxable Person applies Clause 1 of this Article:</p><ol type='a'><li><p>the asset or liability shall be treated as being transferred at its net book value at the time of transfer so that neither a gain nor a loss arises; and</p></li><li><p>the value of any consideration paid or received against the transfer of the asset or liability shall equal the net book value of the transferred asset or liability.</p></li></ol></li><li><p>The provision of Clause 1 of this Article shall not apply where, within (2) two years from the date of the transfer, any of the following occurs:</p><ol type='a'><li><p>There is a subsequent transfer of the asset or liability outside of the Qualifying Group.</p></li><li><p>The Taxable Persons cease to be members of the same Qualifying Group.</p></li></ol></li><li><p>Where Clause 4 of this Article applies, the transfer of the asset or liability shall be treated as having taken place at Market Value at the date of the transfer for the purposes of determining the Taxable Income of both Taxable Persons for the relevant Tax Period.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 26,
    "path": [
      {
        "type": "CHAPTER",
        "number": "8",
        "name": "Chapter 8 - Reliefs",
        "fullPath": "chapter8"
      }
    ]
  },
  {
    "number": "27",
    "title": "Article 27 - Business Restructuring Relief",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 8 - Reliefs</h2><h2>Article 27 - Business Restructuring Relief</h2></header><main><section><article><ol type='1'><li><p>No gain or loss needs to be taken into account in determining Taxable Income in any of the following circumstances:</p><ol type='a'><li><p>A Taxable Person transfers its entire Business or an independent part of its Business to another Person who is a Taxable Person or will become a Taxable Person as a result of the transfer in exchange for shares or other ownership interests of the Taxable Person that is the transferee.</p></li><li><p>1 or more Taxable Persons transfer their entire Business to another Person who is a Taxable Person or will become a Taxable Person as a result of the transfer in exchange for shares or other ownership interests of the Taxable Person that is the transferee, and the Taxable Person or Taxable Persons that are the transferor cease to exist as a result of the transfer.</p></li></ol></li><li><p>Clause 1 of this Article applies where all of the following conditions are met:</p><ol type='a'><li><p>The transfer is undertaken in accordance with, and meets all the conditions imposed by, the applicable legislation of the State.</p></li><li><p>The Taxable Persons are Resident Persons, or Non-Resident Persons that have a Permanent Establishment in the State.</p></li><li><p>None of the Persons are an Exempt Person.</p></li><li><p>None of the Persons are a Qualifying Free Zone Person.</p></li><li><p>The Financial Year of each of the Taxable Persons ends on the same date.</p></li><li><p>The Taxable Persons prepare their financial statements using the same accounting standards.</p></li><li><p>The transfer under Clause 1 of this Article is undertaken for valid commercial or other non-fiscal reasons which reflect economic reality.</p></li></ol></li><li><p>For the purposes of this Decree-Law, where a Taxable Person applies Clause 1 of this Article, all of the following must be observed:</p><ol type='a'><li><p>The assets and liabilities transferred shall be treated as being transferred at their net book value at the time of transfer so that neither a gain nor a loss arises.</p></li><li><p>The value of the shares or ownership interests received under paragraph (a) of Clause 1 of this Article shall not exceed the net book value of the assets transferred and liabilities assumed, less the value of any other form of consideration received.</p></li><li><p>The value of the shares or ownership interests received under paragraph (b) of Clause 1 of this Article shall not exceed the book value of the shares or ownership interests surrendered, less the value of any other form of consideration received.</p></li><li><p>Any unutilised Tax Losses incurred by the Taxable Person that is the transferor prior to the Tax Period in which the transfer under Clause 1 of this Article completes may become carried forward Tax Losses of the Taxable Person that is the transferee, subject to conditions to be prescribed by the Minister. (<a href='/decisions/uae-cit-md-133-of-2023' target='_blank' rel='noopener noreferrer'>Ministerial Decision No. 133 of 2023</a>)</p></li></ol></li><li><p>The provisions of this Article shall apply, as the context requires, where, in the case of a transfer under Clause 1 of this Article:</p><ol type='a'><li><p>shares or ownership interests are received by a Person other than the Taxable Person that is the transferor;</p></li><li><p>shares or ownership interests are issued or granted by a Person other than the Taxable Person that is the transferee; or</p></li><li><p>no shares or ownership interests are received by the Taxable Person who is a partner in an Unincorporated Partnership that is treated as a Taxable Person under Clause 9 of <a href='/articles/uae-cit-article-16' target='_blank' rel='noopener noreferrer'>Article 16</a> of this Decree-Law.</p></li></ol></li><li><p>Where a Taxable Person transfers an independent part of its Business, paragraph (d) of Clause 3 of this Article shall apply only to those unutilised Tax Losses that can be reasonably attributed to the independent part of the Business being transferred.</p></li><li><p>The provision of Clause 1 of this Article shall not apply where, within (2) two years from the date of the transfer, any of the following occurs:</p><ol type='a'><li><p>The shares or other ownership interests in the Taxable Person that is the transferor or the transferee are sold, transferred or otherwise disposed of, in whole or part, to a Person that is not a member of the Qualifying Group to which the relevant Taxable Persons belong.</p></li><li><p>There is a subsequent transfer or disposal of the Business or the independent part of the Businesses transferred under Clause 1 of this Article.</p></li></ol></li><li><p>Where Clause 6 of this Article applies, the transfer of the Business or the independent part of the Business shall be treated as having taken place at Market Value at the date of the transfer.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 27,
    "path": [
      {
        "type": "CHAPTER",
        "number": "8",
        "name": "Chapter 8 - Reliefs",
        "fullPath": "chapter8"
      }
    ]
  },
  {
    "number": "28",
    "title": "Article 28 - Deductible Expenditure",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 28 - Deductible Expenditure</h2></header><main><section><article><ol type='1'><li><p>Expenditure incurred wholly and exclusively for the purposes of the Taxable Person's Business that is not capital in nature shall be deductible in the Tax Period in which it is incurred, subject to the provisions of this Decree-Law.</p></li><li><p>For the purposes of calculating the Taxable Income for a Tax Period, no deduction is allowed for the following:</p><ol type='a'><li><p>Expenditure not incurred for the purposes of the Taxable Person's Business.</p></li><li><p>Expenditure incurred in deriving Exempt Income.</p></li><li><p>Losses not connected with or arising out of the Taxable Person's Business.</p></li><li><p>Such other expenditure as may be specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li><li><p>If expenditure is incurred for more than one purpose, a deduction shall be allowed for:</p><ol type='a'><li><p>Any identifiable part or proportion of the expenditure incurred wholly and exclusively for the purposes of deriving Taxable Income.</p></li><li><p>An appropriate proportion of any unidentifiable part or proportion of the expenditure incurred for the purposes of deriving Taxable Income that has been determined on a fair and reasonable basis, having regard to the relevant facts and circumstances of the Taxable Person's Business.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 28,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "29",
    "title": "Article 29 - Interest Expenditure",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 29 - Interest Expenditure</h2></header><main><section><article>Notwithstanding paragraph (b) of Clause 2 of <a href='/articles/uae-cit-article-28' target='_blank' rel='noopener noreferrer'>Article 28</a> of this Decree-Law, Interest expenditure shall be deductible in the Tax Period in which it is incurred, subject to the other provisions of <a href='/articles/uae-cit-article-28' target='_blank' rel='noopener noreferrer'>Article 28</a> and Articles <a href='/articles/uae-cit-article-30' target='_blank' rel='noopener noreferrer'>30</a><a href='/articles/uae-cit-article-31' target='_blank' rel='noopener noreferrer'>31</a> of this Decree-Law.</article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 29,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "30",
    "title": "Article 30 - General Interest Deduction Limitation Rule",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 30 - General Interest Deduction Limitation Rule</h2></header><main><section><article><ol type='1'><li><p>A Taxable Person's Net Interest Expenditure shall be deductible up to 30% (thirty percent) of the Taxable Person's accounting earnings before the deduction of interest, tax, depreciation and amortisation (EBITDA) for the relevant Tax Period, excluding any Exempt Income under <a href='/articles/uae-cit-article-22' target='_blank' rel='noopener noreferrer'>Article 22</a> of this Decree-Law.</p></li><li><p>A Taxable Person's Net Interest Expenditure for a Tax Period is the amount by which the Interest expenditure incurred during the Tax Period, including the amount of any Net Interest Expenditure carried forward under Clause 4 of this Article, exceeds the taxable Interest income derived during that same period.</p></li><li><p>The limitation under Clause 1 of this Article shall not apply where the Net Interest Expenditure of the Taxable Person for the relevant Tax Period does not exceed an <a href='/decisions/uae-cit-md-126-of-2023' target='_blank' rel='noopener noreferrer'>amount specified by the Minister</a>.</p></li><li><p>The amount of Net Interest Expenditure disallowed under Clause 1 of this Article may be carried forward and deducted in the subsequent (10) ten Tax Periods in the order in which the amount was incurred, subject to Clauses 1 and 2 of this Article.</p></li><li><p>Interest expenditure disallowed under any other provision of this Decree-Law shall be excluded from the calculation of Net Interest Expenditure under Clause 2 of this Article.</p></li><li><p>Clauses 1 to 5 of this Article shall not apply to the following Persons:</p><ol type='a'><li><p>A Bank.</p></li><li><p>An Insurance Provider.</p></li><li><p>A natural person undertaking a Business or Business Activity in the State.</p></li><li><p>Any <a href='/decisions/uae-cit-md-126-of-2023' target='_blank' rel='noopener noreferrer'>other Person as may be determined by the Minister</a>.</p></li></ol></li><li><p>The Minister may issue a decision to specify the application of Clauses 1 and 2 of this Article to a Taxable Person that is related to one or more Persons through ownership or control and there is an obligation on them under applicable accounting standards for their financial statements to be consolidated.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 30,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "31",
    "title": "Article 31 - Specific Interest Deduction Limitation Rule",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 31 - Specific Interest Deduction Limitation Rule</h2></header><main><section><article><ol type='1'><li><p>No deduction shall be allowed for Interest expenditure incurred on a loan obtained, directly or indirectly, from a Related Party in respect of any of the following transactions:</p><ol type='a'><li><p>A dividend or profit distribution to a Related Party.</p></li><li><p>A redemption, repurchase, reduction or return of share capital to a Related Party.</p></li><li><p>A capital contribution to a Related Party.</p></li><li><p>The acquisition of an ownership interest in a Person who is or becomes a Related Party following the acquisition.</p></li></ol></li><li><p>Clause 1 of this Article shall not apply where the Taxable Person can demonstrate that the main purpose of obtaining the loan and carrying out the transaction referred to under Clause 1 of this Article is not to gain a Corporate Tax advantage.</p></li><li><p>For the purposes of Clause 2 of this Article, no Corporate Tax advantage shall be deemed to arise where the Related Party is subject to Corporate Tax or a tax of a similar character under the applicable legislation of a foreign jurisdiction on the Interest at a rate not less than the rate specified in paragraph (b) of Clause 1 of <a href='/articles/uae-cit-article-3' target='_blank' rel='noopener noreferrer'>Article 3</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 31,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "32",
    "title": "Article 32 - Entertainment Expenditure",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 32 - Entertainment Expenditure</h2></header><main><section><article><ol type='1'><li><p>Subject to <a href='/articles/uae-cit-article-28' target='_blank' rel='noopener noreferrer'>Article 28</a> of this Decree-Law, a Taxable Person shall be allowed to deduct 50% (fifty percent) of any entertainment, amusement, or recreation expenditure incurred during a Tax Period.</p></li><li><p>Clause 1 of this Article applies to any expenditure incurred for the purposes of receiving and entertaining the Taxable Person's customers, shareholders, suppliers or other business partners, including, but not limited to, expenditure in connection with any of the following:</p><ol type='a'><li><p>Meals.</p></li><li><p>Accommodation.</p></li><li><p>Transportation.</p></li><li><p>Admission fees.</p></li><li><p>Facilities and equipment used in connection with such entertainment, amusement or recreation.</p></li><li><p>Such other expenditure as specified by the Minister.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 32,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "33",
    "title": "Article 33 - Non-deductible Expenditure",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 9 - Deductions</h2><h2>Article 33 - Non-deductible Expenditure</h2></header><main><section><article><p>No deduction is allowed for:</p><ol type='1'><li><p>Donations, grants or gifts made to an entity that is not a Qualifying Public Benefit Entity.</p></li><li><p>Fines and penalties, other than amounts awarded as compensation for damages or breach of contract.</p></li><li><p>Bribes or other illicit payments.</p></li><li><p>Dividends, profit distributions or benefits of a similar nature paid to an owner of the Taxable Person.</p></li><li><p>Amounts withdrawn from the Business by a natural person who is a Taxable Person under paragraph (c) of Clause 3 of <a href='/articles/uae-cit-article-11' target='_blank' rel='noopener noreferrer'>Article 11</a> of this Decree-Law or a partner in an Unincorporated Partnership.</p></li><li><p>Corporate Tax imposed on a Taxable Person under this Decree-Law.</p></li><li><p>Input Value Added Tax incurred by a Taxable Person that is recoverable under Federal Decree-Law No. (8) of 2017 referred to in the preamble and what replaces it.</p></li><li><p>Tax on income imposed on the Taxable Person outside the State.</p></li><li><p>Such other expenditure as specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 33,
    "path": [
      {
        "type": "CHAPTER",
        "number": "9",
        "name": "Chapter 9 - Deductions",
        "fullPath": "chapter9"
      }
    ]
  },
  {
    "number": "34",
    "title": "Article 34 - Arm's Length Principle",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 10 - Transactions with Related Parties and Connected Persons</h2><h2>Article 34 - Arm's Length Principle</h2></header><main><section><article><ol type='1'><li><p>In determining Taxable Income, transactions and arrangements between Related Parties must meet the arm's length standard as specified in Clauses 2, 3, 4 and 5 of this Article and any conditions that may be prescribed in a decision issued by the Authority.</p></li><li><p>A transaction or arrangement between Related Parties meets the arm's length standard if the results of the transaction or arrangement are consistent with the results that would have been realised if Persons who were not Related Parties had engaged in a similar transaction or arrangement under similar circumstances.</p></li><li><p>The arm's length result of a transaction or arrangement between Related Parties must be determined by applying one or a combination of the following transfer pricing methods:</p><ol type='a'><li><p>The comparable uncontrolled price method.</p></li><li><p>The resale price method.</p></li><li><p>The cost-plus method.</p></li><li><p>The transactional net margin method.</p></li><li><p>The transactional profit split method.</p></li></ol></li><li><p>The Taxable Person may apply any transfer pricing method other than the methods listed in Clause 3 of this Article where the Taxable Person can demonstrate that none of the above methods can be reasonably applied to determine an arm's length result and that any such other transfer pricing method used satisfies the condition of Clause 2 of this Article.</p></li><li><p>The choice and application of a transfer pricing method or combination of transfer pricing methods under Clause 3 or 4 of this Article must be made having regard to the most reliable transfer pricing method and taking into account following factors:</p><ol type='a'><li><p>The contractual terms of the transaction or arrangement.</p></li><li><p>The characteristics of the transaction or arrangement.</p></li><li><p>The economic circumstances in which the transaction or arrangement is conducted.</p></li><li><p>The functions performed, assets employed, and risks assumed by the Related Parties entering into the transaction or arrangement.</p></li><li><p>The business strategies employed by the Related Parties entering into the transaction or arrangement.</p></li></ol></li><li><p>The Authority's examination as to whether income and expenditures resulting from the Taxable Person's relevant transactions or arrangements meet the arm's length standard shall be based on the transfer pricing method used by the Taxable Person in accordance with Clause 3 or 4 of this Article, provided such transfer pricing method is appropriate having regard to the factors mentioned in Clause 5 of this Article.</p></li><li><p>Application of the selected transfer pricing method or combination of transfer pricing methods in accordance with Clause 3 or 4 of this Article may result in an arm's length range of financial results or indicators acceptable for establishing the arm's length result of a transaction or arrangement between Related Parties, subject to any conditions specified in a decision issued by the Authority.</p></li><li><p>Where the result of the transaction or arrangement between Related Parties does not fall within the arm's length range, the Authority shall adjust the Taxable Income to achieve the arm's length result that best reflects the facts and circumstances of the transaction or arrangement.</p></li><li><p>Where the Authority makes an adjustment to the Taxable Income pursuant to Clause 8 of this Article, the Authority shall rely on information that can or will be made available to the Taxable Person.</p></li><li><p>Where the Authority or a Taxable Person adjusts the Taxable Income for a transaction or arrangement to meet the arm's length standard, the Authority shall make a corresponding adjustment to the Taxable Income of the Related Party that is party to the relevant transaction or arrangement.</p></li><li><p>Where a foreign competent authority makes an adjustment to a transaction or arrangement involving a Taxable Person to meet the arm's length standard, such Taxable Person can make an application to the Authority to make a corresponding adjustment to its Taxable Income.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 34,
    "path": [
      {
        "type": "CHAPTER",
        "number": "10",
        "name": "Chapter 10 - Transactions with Related Parties and Connected Persons",
        "fullPath": "chapter10"
      }
    ]
  },
  {
    "number": "35",
    "title": "Article 35 - Related Parties and Control",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 10 - Transactions with Related Parties and Connected Persons</h2><h2>Article 35 - Related Parties and Control</h2></header><main><section><article><ol type='1'><li><p>For the purposes of this Decree-Law, &ldquo;Related Parties&rdquo; means any of the following:</p><ol type='a'><li><p>Two or more natural persons who are related within the fourth degree of kinship or affiliation, including by way of adoption or guardianship.</p></li><li><p>A natural person and a juridical person where:</p><ol type='i'><li><p>the natural person or one or more Related Parties of the natural person are shareholders in the juridical person, and the natural person, alone or together with its Related Parties, directly or indirectly owns a 50% (fifty percent) or greater ownership interest in the juridical person; or</p></li><li><p>the natural person, alone or together with its Related Parties, directly or indirectly Controls the juridical person.</p></li></ol></li><li><p>Two or more juridical persons where:</p><ol type='i'><li><p>one juridical person, alone or together with its Related Parties, directly or indirectly owns a 50% (fifty percent) or greater ownership interest in the other juridical person;</p></li><li><p>one juridical person, alone or together with its Related Parties, directly or indirectly Controls the other juridical person; or</p></li><li><p>any Person, alone or together with its Related Parties, directly or indirectly owns a 50% (fifty percent) or greater ownership interest in or Controls such two or more juridical persons;</p></li></ol></li><li><p>A Person and its Permanent Establishment or Foreign Permanent Establishment.</p></li><li><p>Two or more Persons that are partners in the same Unincorporated Partnership.</p></li><li><p>A Person who is the trustee, founder, settlor or beneficiary of a trust or foundation,</p><p>and its Related Parties.</p></li></ol></li><li><p>For the purposes of this Decree-Law, &ldquo;Control&rdquo; means the ability of a Person, whether in their own right or by agreement or otherwise to influence another Person, including:</p><ol type='a'><li><p>The ability to exercise 50% (fifty percent) or more of the voting rights of another Person.</p></li><li><p>The ability to determine the composition of 50% (fifty percent) or more of the Board of directors of another Person.</p></li><li><p>The ability to receive 50% (fifty percent) or more of the profits of another Person.</p></li><li><p>The ability to determine, or exercise significant influence over, the conduct of the Business and affairs of another Person.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 35,
    "path": [
      {
        "type": "CHAPTER",
        "number": "10",
        "name": "Chapter 10 - Transactions with Related Parties and Connected Persons",
        "fullPath": "chapter10"
      }
    ]
  },
  {
    "number": "36",
    "title": "Article 36 - Payments to Connected Persons",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 10 - Transactions with Related Parties and Connected Persons</h2><h2>Article 36 - Payments to Connected Persons</h2></header><main><section><article><ol type='1'><li><p>Without prejudice to the provisions of <a href='/articles/uae-cit-article-28' target='_blank' rel='noopener noreferrer'>Article 28</a> of this Decree-Law, a payment or benefit provided by a Taxable Person to its Connected Person shall be deductible only if and to the extent the payment or benefit corresponds with the Market Value of the service, benefit or otherwise provided by the Connected Person and is incurred wholly and exclusively for the purposes of the Taxable Person's Business.</p></li><li><p>For the purposes of this Decree-Law, a Person shall be considered a Connected Person of a Taxable Person if that Person is:</p><ol type='a'><li><p>An owner of the Taxable Person.</p></li><li><p>A director or officer of the Taxable Person.</p></li><li><p>A Related Party of any of the Persons referred to in paragraphs (a) and (b) of Clause 2 of this Article.</p></li></ol></li><li><p>For the purposes of paragraph (a) of Clause 2 of this Article, an owner of the Taxable Person is any natural person who directly or indirectly owns an ownership interest in the Taxable Person or Controls such Taxable Person.</p></li><li><p>Where the Taxable Person is a partner in an Unincorporated Partnership, a Connected Person is any other partner in that same Unincorporated Partnership, and any Person that is a Related Party of that partner.</p></li><li><p>To determine that a payment or benefit provided by the Taxable Person corresponds with the Market Value of the service or otherwise provided by the Connected Person in exchange, the relevant provisions of <a href='/articles/uae-cit-article-34' target='_blank' rel='noopener noreferrer'>Article 34</a> of this Decree-Law shall apply as the context requires.</p></li><li><p>Clause 1 of this Article shall not apply to any of the following:</p><ol type='a'><li><p>A Taxable Person whose shares are traded on a Recognised Stock Exchange.</p></li><li><p>A Taxable Person that is subject to the regulatory oversight of a competent authority in the State.</p></li><li><p>Any other Person as may be determined in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 36,
    "path": [
      {
        "type": "CHAPTER",
        "number": "10",
        "name": "Chapter 10 - Transactions with Related Parties and Connected Persons",
        "fullPath": "chapter10"
      }
    ]
  },
  {
    "number": "37",
    "title": "Article 37 - Tax Loss Relief",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 11 - Tax Loss Provisions</h2><h2>Article 37 - Tax Loss Relief</h2></header><main><section><article><ol type='1'><li><p>A Tax Loss can be offset against the Taxable Income of subsequent Tax Periods to arrive at the Taxable Income for those subsequent Tax Periods.</p></li><li><p>The amount of Tax Loss used to reduce the Taxable Income for any subsequent Tax Period cannot exceed 75% (seventy-five percent) or any other percentage as specified in a decision issued by the Cabinet at the suggestion of the Minister of the Taxable Income for that Tax Period before any Tax Loss relief, except in circumstances that may be prescribed in a decision issued by the Cabinet at the suggestion of the Minister.</p></li><li><p>A Taxable Person cannot claim Tax Loss relief for:</p><ol type='a'><li><p>Losses incurred before the date of commencement of Corporate Tax.</p></li><li><p>Losses incurred before a Person becomes a Taxable Person under this Decree-Law.</p></li><li><p>Losses incurred from an asset or activity the income of which is exempt, or otherwise not taken into account under this Decree-Law.</p></li></ol></li><li><p>A Tax Loss carried forward to a subsequent Tax Period must be set off against the Taxable Income of that subsequent Tax Period, before any remainder can be carried forward to a further subsequent Tax Period, or any Tax Loss transferred under <a href='/articles/uae-cit-article-38' target='_blank' rel='noopener noreferrer'>Article 38</a> of this Decree-Law can be utilised.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 37,
    "path": [
      {
        "type": "CHAPTER",
        "number": "11",
        "name": "Chapter 11 - Tax Loss Provisions",
        "fullPath": "chapter11"
      }
    ]
  },
  {
    "number": "38",
    "title": "Article 38 - Transfer of Tax Loss",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 11 - Tax Loss Provisions</h2><h2>Article 38 - Transfer of Tax Loss</h2></header><main><section><article><ol><li><p>A Tax Loss or a portion thereof may be offset against the Taxable Income of another Taxable Person where all of the following conditions are met:</p><ol><li><p>Both Taxable Persons are juridical persons.</p></li><li><p>Both Taxable Persons are Resident Persons.</p></li><li><p>Either Taxable Person has a direct or indirect ownership interest of at least 75% (seventy-five percent) in the other, or a third Person has a direct or indirect ownership interest of at least 75% (seventy-five percent) in each of the Taxable Persons.</p></li><li><p>The common ownership under paragraph (c) of Clause 1 of this Article must exist from the start of the Tax Period in which the Tax Loss is incurred to the end of the Tax Period in which the other Taxable Person offsets the Tax Loss transferred against its Taxable Income.</p></li><li><p>None of the Persons are an Exempt Person.</p></li><li><p>None of the Persons are a Qualifying Free Zone Person.</p></li><li><p>The Financial Year of each of the Taxable Persons ends on the same date.</p></li><li><p>Both Taxable Persons prepare their financial statements using the same accounting standards.</p></li></ol></li><li><p>Where a Taxable Person transfers its Tax Loss to another Taxable Person under Clause 1 of this Article:</p><ol><li><p>the Taxable Person which the Tax Loss is transferred to shall reduce its Taxable Income for the relevant Tax Period;</p></li><li><p>the total Tax Loss offset shall not exceed the amount allowed under Clause 2 of <a href='/articles/uae-cit-article-37' target='_blank' rel='noopener noreferrer'>Article 37</a> of this Decree-Law; and</p></li><li><p>the Taxable Person shall reduce its available Tax Losses by the amount of the Tax Loss transferred to the other Taxable Person for the relevant Tax Period.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 38,
    "path": [
      {
        "type": "CHAPTER",
        "number": "11",
        "name": "Chapter 11 - Tax Loss Provisions",
        "fullPath": "chapter11"
      }
    ]
  },
  {
    "number": "39",
    "title": "Article 39 - Limitation on Tax Losses Carried Forward",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 11 - Tax Loss Provisions</h2><h2>Article 39 - Limitation on Tax Losses Carried Forward</h2></header><main><section><article><ol type='1'><li><p>Tax Losses can only be carried forward and utilised in accordance with the provision of Clause 2 of <a href='/articles/uae-cit-article-37' target='_blank' rel='noopener noreferrer'>Article 37</a> of this Decree-Law provided that:</p><ol type='a'><li><p>From the beginning of the Tax Period in which the Tax Loss is incurred to the end of the Tax Period in which the Tax Loss or part thereof is offset against Taxable Income of that period, the same Person or Persons continuously owned at least a 50% (fifty percent) ownership interest in the Taxable Person.</p></li><li><p>The Taxable Person continued to conduct the same or a similar Business or Business Activity following a change in ownership of more than 50% (fifty percent).</p></li></ol></li><li><p>For the purposes of paragraph (b) of Clause 1 of this Article, relevant factors for determining whether a Taxable Person has continued to conduct the same or a similar Business or Business Activity following a change in the direct or indirect ownership include:</p><ol type='a'><li><p>the Taxable Person uses some or all of the same assets as before the ownership change;</p></li><li><p>the Taxable Person has not made significant changes to the core identity or operations of its Business since the ownership change; and</p></li><li><p>where there have been any changes, these result from the development or exploitation of assets, services, processes, products or methods that existed before the ownership change.</p></li></ol></li><li><p>Clause 1 of this Article shall not apply to a Taxable Person whose shares are listed on a Recognised Stock Exchange.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 39,
    "path": [
      {
        "type": "CHAPTER",
        "number": "11",
        "name": "Chapter 11 - Tax Loss Provisions",
        "fullPath": "chapter11"
      }
    ]
  },
  {
    "number": "40",
    "title": "Article 40 - Tax Group",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 12 - Tax Group Provisions</h2><h2>Article 40 - Tax Group</h2><h3><a href='#gtlnotes' id='linktogtl'>[See GTL Notes]</a></h3></header><main><section><article><ol type='1'><li><p>A Resident Person, which for the purposes of this Decree-Law shall be referred to as a &ldquo;Parent Company&rdquo;, can make an application to the Authority to form a Tax Group with one or more other Resident Persons, each referred to as a &ldquo;Subsidiary&rdquo; for the purposes of this Chapter, where all of the following conditions are met:</p><ol type='a'><li><p>The Resident Persons are juridical persons.</p></li><li><p>The Parent Company owns at least 95% (ninety-five percent) of the share capital of the Subsidiary, either directly or indirectly through one or more Subsidiaries.</p></li><li><p>The Parent Company holds at least 95% (ninety-five percent) of the voting rights in the Subsidiary, either directly or indirectly through one or more Subsidiaries.</p></li><li><p>The Parent Company is entitled to at least 95% (ninety-five percent) of the Subsidiary's profits and net assets, either directly or indirectly through one or more Subsidiaries.</p></li><li><p>Neither the Parent Company nor the Subsidiary is an Exempt Person.</p></li><li><p>Neither the Parent Company nor the Subsidiary is a Qualifying Free Zone Person. </p></li><li><p>The Parent Company and the Subsidiary have the same Financial Year.</p></li><li><p>Both the Parent Company and the Subsidiary prepare their financial statements using the same <a href='/guidances/uae-cit-guide-CTGACS1' target='_blank' rel='noopener noreferrer'>accounting standards</a>.</p></li></ol></li><li><p>Notwithstanding paragraph (e) of Clause 1 of this Article, one or more Subsidiaries in which a Government Entity directly or indirectly owns at least a 95% (ninety-five percent) ownership interest as specified in paragraphs (b), (c) and (d) of Clause 1 of this Article can form a Tax Group, subject to the <a href='/decisions/uae-cit-fta-12-of-2023' target='_blank' rel='noopener noreferrer'>conditions to be prescribed by the Authority</a>.</p></li><li><p>An application made under Clause 1 of this Article shall be made to the Authority by the Parent Company and each Subsidiary seeking to become members of the Tax Group.</p></li><li><p>A Tax Group formed under Clause 1 of this Article is treated as a single Taxable Person for the purposes of this Decree-Law, represented by the Parent Company.</p></li><li><p>The Parent Company shall comply with all obligations set out in Chapters <a href='/chapters/uae-cit-chapter-14'>Fourteen</a>, <a href='/chapters/uae-cit-chapter-16'>Sixteen</a> and <a href='/chapters/uae-cit-chapter-17'>Seventeen</a> of this Decree-Law on behalf of the Tax Group.</p></li><li><p>The Parent Company and each Subsidiary shall be jointly and severally liable for Corporate Tax Payable by the Tax Group for those Tax Periods when they are members of the Tax Group.</p></li><li><p>The joint and several liability under Clause 6 of this Article for a Tax Period can be limited to one or more members of the Tax Group following approval by the Authority.</p></li><li><p>The Parent Company and each Subsidiary shall remain responsible for complying with the provisions under <a href='/articles/uae-cit-article-45' target='_blank' rel='noopener noreferrer'>Article 45</a> of this Decree-Law.</p></li><li><p>A Subsidiary can join an existing Tax Group following submission of an application to the Authority by the Parent Company and the relevant Subsidiary.</p></li><li><p>A Subsidiary shall leave the Tax Group in the following circumstances:</p><ol type='a'><li><p>Following approval by the Authority of an application by the Parent Company and the relevant Subsidiary.</p></li><li><p>Where the relevant Subsidiary no longer meets the conditions to be a member of the Tax Group as specified in Clause 1 of this Article.</p></li></ol></li><li><p>A Tax Group shall cease to exist in any of the following circumstances:</p><ol type='a'><li><p>Following approval by the Authority of an application by the Parent Company.</p></li><li><p>Where the Parent Company no longer meets the conditions to form a Tax Group as specified in Clause 1 of this Article, subject to the provisions of Clause 12 of this Article.</p></li></ol></li><li><p>The Parent Company of a Tax Group can make an application to the Authority to be replaced by another Parent Company without a discontinuation of the Tax Group, in any of the following circumstances.</p><ol type='a'><li><p>The new Parent Company meets the conditions under Clause 1 of this Article relating to the former Parent Company.</p></li><li><p>The former Parent Company ceases to exist and the new Parent Company or a Subsidiary is its universal legal successor.</p></li></ol></li><li><p>Notwithstanding Clauses 11 and 12 of this Article, the Authority may, at its discretion, dissolve a Tax Group or change the Parent Company of a Tax Group based on information available to the Authority, and notify the Parent Company of such action taken.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl'>GTL Notes</a></h3><p><a href='/decisions/uae-cit-md-125-of-2023'>Ministerial Decision No. 125 of 2023</a></p><p><a href='/decisions/uae-cit-md-301-of-2024'>Ministerial Decision No. 301 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 40,
    "path": [
      {
        "type": "CHAPTER",
        "number": "12",
        "name": "Chapter 12 - Tax Group Provisions",
        "fullPath": "chapter12"
      }
    ]
  },
  {
    "number": "41",
    "title": "Article 41 - Date of Formation and Cessation of a Tax Group",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 12 - Tax Group Provisions</h2><h2>Article 41 - Date of Formation and Cessation of a Tax Group</h2><h3><a href='#gtlnotes' id='linktogtl'>[See GTL Notes]</a></h3></header><main><section><article><ol><li><p>For the purposes of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopenernoreferrer'>Article 40</a> of this Decree-Law, a Tax Group shall be formed, or a new Subsidiary shall join an existing Tax Group from the beginning of the Tax Period specified in the application submitted to the Authority, or from the beginning of any other Tax Period determined by the Authority.</p></li><li><p>For the purposes of paragraph (a) of Clause 10 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopener noreferrer'>Article 40</a> and paragraph (a) of Clause 11 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopenernoreferrer'>Article 40</a> of this Decree-Law, the relevant member of a Tax Group shall be treated as leaving that Tax Group from the beginning of the Tax Period specified in the application submitted to the Authority, or from the beginning of any other Tax Period determined by the Authority.</p></li><li><p>For the purposes of paragraph (b) of Clause 10 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopener noreferrer'>Article 40</a> and paragraph (b) of Clause 11 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopenernoreferrer'>Article 40</a> of this Decree-Law, the relevant member of a Tax Group shall be treated as leaving that Tax Group from the beginning of the Tax Period in which the conditions under Clause 1 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopener noreferrer'>Article 40</a> of this Decree-Law are no longer met.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl'>GTL Notes</a></h3><p><a href='/decisions/uae-cit-md-125-of-2023'>Ministerial Decision No. 125 of 2023</a></p><p><a href='/decisions/uae-cit-md-301-of-2024'>Ministerial Decision No. 301 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 41,
    "path": [
      {
        "type": "CHAPTER",
        "number": "12",
        "name": "Chapter 12 - Tax Group Provisions",
        "fullPath": "chapter12"
      }
    ]
  },
  {
    "number": "42",
    "title": "Article 42 - Taxable Income of a Tax Group",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 12 - Tax Group Provisions</h2><h2>Article 42 - Taxable Income of a Tax Group</h2><h3><a href='#gtlnotes' id='linktogtl'>[See GTL Notes]</a></h3></header><main><section><article><ol><li><p>For the purposes of determining the Taxable Income of a Tax Group, the Parent Company shall consolidate the financial results, assets and liabilities of each Subsidiary for the relevant Tax Period, eliminating transactions between the Parent Company and each Subsidiary that is a member of the Tax Group.</p></li><li><p>The relevant provisions of this Decree-Law shall apply as the context requires to the Tax Group.</p></li><li><p>Unutilised Tax Losses of a Subsidiary that joins a Tax Group (referred to in this Article as &ldquo;pre-Grouping Tax Losses&rdquo;) shall become carried forward Tax Losses of the Tax Group, and can be used to offset the Taxable Income of the Tax Group insofar this income is attributable to the relevant Subsidiary.</p></li><li><p>Where a new Subsidiary joins an existing Tax Group, unutilised Tax Losses of the existing Tax Group cannot be used to offset the Taxable Income of the Tax Group insofar this income is attributable to the new Subsidiary.</p></li><li><p>The application of Clauses 3 and 4 of this Article is subject to the conditions of Articles <a href='/articles/uae-cit-article-37' target='_blank' rel='noopener noreferrer'>37</a> and <a href='/articles/uae-cit-article-39' target='_blank' rel='noopener noreferrer'>39</a> of this Decree-Law.</p></li><li><p>Where a Subsidiary leaves a Tax Group, Tax Losses of the Tax Group shall remain with the Tax Group, with the exception of any unutilised pre-Grouping Tax Losses of the relevant Subsidiary.</p></li><li><p>On cessation of a Tax Group, unutilised Tax Losses of the Tax Group shall be allocated as follows:</p><ol type='a'><li><p>Where the Parent Company continues to be a Taxable Person, all Tax Losses shall remain with the Parent Company.</p></li><li><p>Where the Parent Company ceases to be a Taxable Person, Tax Losses of the Tax Group shall not be available for offset against future Taxable Income of individual Subsidiaries, with the exception of any unutilised pre-Grouping Tax Losses of such Subsidiaries.</p></li></ol></li><li><p>Paragraph (b) of Clause 7 of this Article shall not apply where there is a continuation of the Tax Group under Clause 12 of <a href='/articles/uae-cit-article-40' target='_blank' rel='noopener noreferrer'>Article 40</a> of this Decree-Law.</p></li><li><p>Clause 1 of this Article shall not apply where an asset or liability has been transferred between members of the Tax Group and either the transferor or transferee leaves the Tax Group within (2) two years from the date of the transfer, unless the associated income would have been exempt from Corporate Tax or not taken into account under any other provisions of this Decree-Law.</p></li><li><p>Any income that was not taken into account with regards to a transfer described in Clause 9 of this Article shall be taken into account on the date the transferor or transferee leaves the Tax Group, and shall result in a corresponding adjustment of the cost base for Corporate Tax purposes of the relevant asset or liability.</p></li><li><p>The Tax Group must prepare consolidated financial statements in accordance with accounting standards applied in the State.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl'>GTL Notes</a></h3><p><a href='/decisions/uae-cit-md-125-of-2023'>Ministerial Decision No. 125 of 2023</a></p><p><a href='/decisions/uae-cit-md-301-of-2024'>Ministerial Decision No. 301 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 42,
    "path": [
      {
        "type": "CHAPTER",
        "number": "12",
        "name": "Chapter 12 - Tax Group Provisions",
        "fullPath": "chapter12"
      }
    ]
  },
  {
    "number": "43",
    "title": "Article 43 - Currency",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 13 - Calculation of Corporate Tax Payable</h2><h2>Article 43 - Currency</h2></header><main><section><article><p>For the purposes of this Decree-Law, all amounts must be quantified in the United Arab Emirates dirham. Any amount quantified in another currency must be converted at the applicable exchange rate set by the Central Bank of the United Arab Emirates, subject to any conditions that may be prescribed in a <a href='/decisions/uae-cit-fta-13-of-2023' target='_blank' rel='noopener noreferrer'>decision issued by the Authority</a>.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 43,
    "path": [
      {
        "type": "CHAPTER",
        "number": "13",
        "name": "Chapter 13 - Calculation of Corporate Tax Payable",
        "fullPath": "chapter13"
      }
    ]
  },
  {
    "number": "44",
    "title": "Article 44 - Calculation and Settlement of Corporate Tax",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 13 - Calculation of Corporate Tax Payable</h2><h2>Article 44 - Calculation and Settlement of Corporate Tax</h2></header><main><section><article><p>The Corporate Tax due under this Decree-Law is settled in the following order:</p><ol type='1'><li><p>First, by using the Taxable Person's available Withholding Tax Credit, as determined under <a href='/articles/uae-cit-article-46' target='_blank' rel='noopener noreferrer'>Article 46</a> of this Decree-Law.</p></li><li><p>To the extent there is a residual amount after Clause 1 of this Article, by using the Taxable, Person's available Foreign Tax Credit as determined under <a href='/articles/uae-cit-article-47' target='_blank' rel='noopener noreferrer'>Article 47</a> of this Decree-Law.</p></li><li><p>To the extent there is a residual amount after Clause 2 of this Article, by using any credits or other forms of relief as specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></li><li><p>To the extent there is a residual amount after Clause 3 of this Article, this amount of Corporate Tax Payable must be settled in accordance with <a href='/articles/uae-cit-article-48' target='_blank' rel='noopener noreferrer'>Article 48</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 44,
    "path": [
      {
        "type": "CHAPTER",
        "number": "13",
        "name": "Chapter 13 - Calculation of Corporate Tax Payable",
        "fullPath": "chapter13"
      }
    ]
  },
  {
    "number": "45",
    "title": "Article 45 - Withholding Tax",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 13 - Calculation of Corporate Tax Payable</h2><h2>Article 45 - Withholding Tax</h2></header><main><section><article><ol><li><p>The following income shall be subject to Withholding Tax at the rate of 0% (zero percent) or any other rate as specified in a decision issued by the Cabinet at the suggestion of the Minister: </p><ol type='a'><li><p>The categories of State Sourced Income derived by a Non-Resident Person as prescribed in the decision issued by the Cabinet pursuant to this Article, insofar such income is not attributable to a Permanent Establishment of the Non-Resident Person in the State.</p></li><li><p>Any other income as specified in a decision issued by the Cabinet at the suggestion of the Minister.</p></li></ol></li><li><p>The Withholding Tax payable under Clause 1 of this Article shall be deducted from the gross amount of the payment and remitted to the Authority in the form and manner and within the timeline prescribed by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 45,
    "path": [
      {
        "type": "CHAPTER",
        "number": "13",
        "name": "Chapter 13 - Calculation of Corporate Tax Payable",
        "fullPath": "chapter13"
      }
    ]
  },
  {
    "number": "46",
    "title": "Article 46 - Withholding Tax Credit",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 13 - Calculation of Corporate Tax Payable</h2><h2>Article 46 - Withholding Tax Credit</h2></header><main><section><article><ol><li><p>If a Person becomes a Taxable Person in a Tax Period, the Person&rsquo;s Corporate Tax due under <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law can be reduced by the amount of Withholding Tax Credit for that Tax Period.</p></li><li><p>The maximum Withholding Tax Credit under this Decree-Law is the lower of:</p><ol type='a'><li><p>The amount of Withholding Tax deducted under Clause 2 of <a href='/articles/uae-cit-article-45'>Article 45</a> of this Decree-Law.</p></li><li><p>The Corporate Tax due under this Decree-Law.</p></li></ol></li><li><p>Any excess Withholding Tax Credit for a Tax Period as a result of Clause 2 of this Article shall be refunded to the Taxable Person in accordance with <a href='/articles/uae-cit-article-49'>Article 49</a> of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 46,
    "path": [
      {
        "type": "CHAPTER",
        "number": "13",
        "name": "Chapter 13 - Calculation of Corporate Tax Payable",
        "fullPath": "chapter13"
      }
    ]
  },
  {
    "number": "47",
    "title": "Article 47 - Foreign Tax Credit",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 13 - Calculation of Corporate Tax Payable</h2><h2>Article 47 - Foreign Tax Credit</h2></header><main><section><article><ol><li><p>Corporate Tax due under <a href='/articles/uae-cit-article-3'>Article 3</a> of this Decree-Law can be reduced by the amount of Foreign Tax Credit for the relevant Tax Period.</p></li><li><p>The Foreign Tax Credit under this Decree-Law cannot exceed the amount of Corporate Tax due on the relevant income.</p></li><li><p>Any unutilised Foreign Tax Credit as a result of Clause 2 of this Article cannot be carried forward or carried back.</p></li><li><p>A Taxable Person shall maintain all necessary records for the purposes of claiming a Foreign Tax Credit.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 47,
    "path": [
      {
        "type": "CHAPTER",
        "number": "13",
        "name": "Chapter 13 - Calculation of Corporate Tax Payable",
        "fullPath": "chapter13"
      }
    ]
  },
  {
    "number": "48",
    "title": "Article 48 - Corporate Tax Payment",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 14 - Payment and Refund of Corporate Tax</h2><h2>Article 48 - Corporate Tax Payment</h2><h3><a id='linktogtl' href='#gtlnotes'>[See Related Documents]</a></h3></header><main><section><article><p>A Taxable Person must settle the Corporate Tax Payable under this Decree-Law within (9) nine months from the end of the relevant Tax Period, or by such other date as determined by the Authority.</p></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl1'>GTL Notes - See Related Documents</a></h3><p><a href='/decisions/uae-cit-fta-07-of-2024'>Federal Tax Authority Decision No. 7 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 48,
    "path": [
      {
        "type": "CHAPTER",
        "number": "14",
        "name": "Chapter 14 - Payment and Refund of Corporate Tax",
        "fullPath": "chapter14"
      }
    ]
  },
  {
    "number": "49",
    "title": "Article 49 - Corporate Tax Refund",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 14 - Payment and Refund of Corporate Tax</h2><h2>Article 49 - Corporate Tax Refund</h2></header><main><section><article><ol><li><p>A Taxable Person may make an application to the Authority for a Corporate Tax refund in accordance with the provisions of the Tax Procedures Law in the following circumstances:</p><ol type='a'><li><p>The Withholding Tax Credit available to a Taxable Person exceeds the Taxable Person&rsquo;s Corporate Tax Payable.</p></li><li><p>Where the Authority is otherwise satisfied that the Taxable Person has paid Corporate Tax in excess of the Taxable Person&rsquo;s Corporate Tax Payable.</p></li></ol></li><li><p>The Authority shall issue the Taxable Person a notice of the Authority&rsquo;s decision on an application under Clause 1 of this Article in accordance with the Tax Procedures Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 49,
    "path": [
      {
        "type": "CHAPTER",
        "number": "14",
        "name": "Chapter 14 - Payment and Refund of Corporate Tax",
        "fullPath": "chapter14"
      }
    ]
  },
  {
    "number": "50",
    "title": "Article 50 - General Anti-Abuse Rule",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 15 - Anti-Abuse Rules</h2><h2>Article 50 - General Anti-Abuse Rule</h2></header><main><section><article><ol><li><p>This Article applies to a transaction or an arrangement if, having regard to all relevant circumstances, it can be reasonably concluded that:</p><ol type='a'><li><p>The entering into or carrying out of the transaction or arrangement, or any part of it, is not for a valid commercial or other non-fiscal reason which reflects economic reality.</p></li><li><p>The main purpose or one of the main purposes of the transaction or arrangement, or any part of it, is to obtain a Corporate Tax advantage that is not consistent with the intention or purpose of this Decree-Law.</p></li></ol></li><li><p>For the purposes of this Article, a Corporate Tax advantage includes, but is not limited to, the following:</p><ol type='a'><li><p>A refund or an increased refund of Corporate Tax.</p></li><li><p>Avoidance or reduction of Corporate Tax Payable.</p></li><li><p>Deferral of a payment of Corporate Tax or advancement of a refund of Corporate Tax.</p></li><li><p>Avoidance of an obligation to deduct or account for Corporate Tax.</p></li></ol></li><li><p>Where the provisions of this Article apply to a transaction or arrangement, the Authority may make a determination that one or more specified Corporate Tax advantages obtained as a result of the transaction or arrangement are to be counteracted or adjusted.</p></li><li><p>If a determination is made under Clause 3 of this Article, the Authority must issue an assessment giving effect to the determination, which may include:</p><ol type='a'><li><p>Allowing or disallowing any exemption, deduction or relief in calculating the Taxable Income or the Corporate Tax Payable, or any part thereof.</p></li><li><p>Allocating any such exemption, deduction or relief, or any part thereof, to any other Persons.</p></li><li><p>Recharacterising for the purposes of this Decree-Law the nature of any payment or other amount, or any part thereof.</p></li><li><p>Disregarding the effect that would otherwise result from the application of other provisions of this Decree-Law.</p></li></ol><p>The Authority can make compensating adjustments to the Corporate Tax liability of any other Person affected by the determination made by the Authority.</p></li><li><p>For the purpose of determining whether this Article applies to a transaction or arrangement, the following must be considered:</p><ol type='a'><li><p>The manner in which the transaction or arrangement was entered into or carried out.</p></li><li><p>The form and substance of the transaction or arrangement.</p></li><li><p>The timing of the transaction or arrangement.</p></li><li><p>The result of the transaction or arrangement in relation to the application of this Decree-Law.</p></li><li><p>Any change in the financial position of the Taxable Person that has resulted, will result, or may reasonably be expected to result, from the transaction or arrangement.</p></li><li><p>Any change in the financial position of another Person that has resulted, will result, or may reasonably be expected to result, from the transaction or arrangement.</p></li><li><p>Whether the transaction or arrangement has created rights or obligations which would not normally be created between Persons dealing with each other at arm&rsquo;s length in respect of the relevant transaction or arrangement.</p></li><li><p>Any other relevant information and circumstances.</p></li></ol></li><li><p>In any proceeding concerning the application of this Article, the Authority must demonstrate that the determination made under Clause 3 of this Article is just and reasonable.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 50,
    "path": [
      {
        "type": "CHAPTER",
        "number": "15",
        "name": "Chapter 15 - Anti-Abuse Rules",
        "fullPath": "chapter15"
      }
    ]
  },
  {
    "number": "51",
    "title": "Article 51 - Tax Registration",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 16 - Tax Registration and Deregistration</h2><h2>Article 51 - Tax Registration</h2></header><main><section><article><ol><li><p>Any Taxable Person shall register for Corporate Tax with the Authority in the form and manner and within the timeline prescribed by the Authority and obtain a Tax Registration Number, except in circumstances prescribed by the Minister.</p></li><li><p>For the purposes of an exemption from Corporate Tax under this Decree-Law or for purposes of Clause 6 of <a href='/articles/uae-cit-article-53'>Article 53</a> of this Decree-Law, the Authority may require the relevant Person under paragraphs (e), (f), (g), (h) and (i) of Clause 1 of <a href='/articles/uae-cit-article-4'>Article 4</a> of this Decree-Law, or the Unincorporated Partnership, as applicable, to register for Corporate Tax and obtain a Tax Registration Number.</p></li><li><p>The Authority shall, at its discretion and based on information available to the Authority, have the ability to register a Person for Corporate Tax effective from the date the Person became a Taxable Person.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 51,
    "path": [
      {
        "type": "CHAPTER",
        "number": "16",
        "name": "Chapter 16 - Tax Registration and Deregistration",
        "fullPath": "chapter16"
      }
    ]
  },
  {
    "number": "52",
    "title": "Article 52 - Tax Deregistration",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 16 - Tax Registration and Deregistration</h2><h2>Article 52 - Tax Deregistration</h2></header><main><section><article><ol><li><p>A Person with a Tax Registration Number shall file a Tax Deregistration application with the Authority where there is a cessation of its Business or Business Activity, whether by dissolution, liquidation, or otherwise, in the form and manner and within the timeline prescribed by the Authority.</p></li><li><p>A Taxable Person shall not be deregistered unless it has paid all Corporate Tax and Administrative Penalties due and filed all Tax Returns due under this Decree-Law, including its Tax Return for the Tax Period up to and including the date of cessation.</p></li><li><p>If the Tax Deregistration application is approved, the Authority shall deregister the Person for Corporate Tax purposes with effect from the date of cessation or from such other date as may be determined by the Authority.</p></li><li><p>Where a Person does not comply with the Tax Deregistration requirements under this Article, the Authority may, at its discretion and based on information available to the Authority, deregister the Taxable Person effective from the later of either:</p><ol type='a'><li><p>The last day of the Tax Period in which it became apparent to the Authority that the conditions under Clause 2 of this Article have been met.</p></li><li><p>The date the Taxable Person ceases to exist.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 52,
    "path": [
      {
        "type": "CHAPTER",
        "number": "16",
        "name": "Chapter 16 - Tax Registration and Deregistration",
        "fullPath": "chapter16"
      }
    ]
  },
  {
    "number": "53",
    "title": "Article 53 - Tax Returns",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 53 - Tax Returns</h2></header><main><section><article><ol><li><p>Subject to <a href='/articles/uae-cit-article-51'>Article 51</a> of this Decree-Law, a Taxable Person must file a Tax Return, as applicable, to the Authority in the form and manner prescribed by the Authority no later than (9) nine months from the end of the relevant Tax Period, or by <a href='/uae-cit-fta-07-2024'>such other date as directed by the Authority</a>.</p></li><li><p>The Tax Return shall include at least the following information, as applicable:</p><ol type='a'><li><p>The Tax Period to which the Tax Return relates.</p></li><li><p>The name, address and Tax Registration Number of the Taxable Person.</p></li><li><p>The date of submission of the Tax Return.</p></li><li><p>The accounting basis used in the financial statements.</p></li><li><p>The Taxable Income for the Tax Period.</p></li><li><p>The amount of Tax Loss relief claimed under Clause 1 of <a href='/articles/uae-cit-article-37'>Article 37</a> of this Decree-Law.</p></li><li><p>The amount of Tax Loss transferred under <a href='/articles/uae-cit-article-38'>Article 38</a> of this Decree-Law.</p></li><li><p>The available tax credits claimed under Articles 46 and 47 of this Decree-Law.</p></li><li><p>The Corporate Tax Payable for the Tax Period.</p></li></ol></li><li><p>A Taxable Person shall provide the Authority with any such information, documents or records as shall be reasonably required by the Authority for the purposes of implementing the provisions of this Decree-Law.</p></li><li><p>As an exception to the provisions of this Article and any other relevant provision of this Decree-Law, the Minister may prescribe the form and manner in which a Tax Return and other information is to be filed with the Authority by a Taxable Person where the disclosure of information may impede national security or may be contrary to the public interest.</p></li><li><p>The Authority may request a Person under paragraphs (e), (f), (g), (h) and (i) of Clause 1 of <a href='/articles/uae-cit-article-4'>Article 4</a> of this Decree-Law to submit a declaration.</p></li><li><p>The Authority may, by notice or through a decision issued by the Authority, request the authorised partner in an Unincorporated Partnership that has not had an application approved under Clause 8 of <a href='/articles/uae-cit-article-16'>Article 16</a> of this Decree-Law to be treated as a Taxable Person to file a declaration on behalf of all the partners in the Unincorporated Partnership.</p></li><li><p>The Parent Company must file a Tax Return to the Authority on behalf of the Tax Group.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 53,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "54",
    "title": "Article 54 - Financial Statements",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 54 - Financial Statements</h2></header><main><section><article><ol><li><p>The Authority may, by notice or through a decision issued by the Authority, request a Taxable Person to submit the financial statements used to determine the Taxable Income for a Tax Period in the form and manner and within the timeline prescribed by the Authority.</p></li><li><p>The Minister may issue a decision requiring categories of Taxable Persons to prepare and maintain audited or certified financial statements.</p></li><li><p>For the purposes of Clause 1 of this Article, the Authority may request a partner in an Unincorporated Partnership to provide financial statements showing all of the following:</p><ol type='a'><li><p>The total assets, liabilities, income and expenditure of the Unincorporated Partnership.</p></li><li><p>The partner&rsquo;s distributive share in the Unincorporated Partnership&rsquo;s assets, liabilities, income and expenditure.</p></li></ol></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 54,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "55",
    "title": "Article 55 - Transfer Pricing Documentation",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 55 - Transfer Pricing Documentation</h2></header><main><section><article><ol><li><p>The Authority may, by notice or through a decision issued by the Authority, require a Taxable Person to file together with their Tax Return a disclosure containing information regarding the Taxable Person&rsquo;s transactions and arrangements with its Related Parties and Connected Persons in the form prescribed by the Authority.</p></li><li><p>If a Taxable Person&rsquo;s transactions with its Related Parties and Connected Persons for a Tax Period meet the conditions prescribed by the Minister, the Taxable Person must maintain both a master file and a local file in the form prescribed by the Authority.</p></li><li><p>The documentation under Clause 2 of this Article must be submitted to the Authority within (30) thirty days following a request by the Authority, or by any such other later date as directed by the Authority.</p></li><li><p>Upon request by the Authority, a Taxable Person shall provide the Authority with any information to support the arm&rsquo;s length nature of the Taxable Person&rsquo;s transactions or arrangements with its Related Parties and Connected Persons, within (30) thirty days following the request by the Authority, or by any such other later date as directed by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 55,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "56",
    "title": "Article 56 - Record Keeping",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 56 - Record Keeping</h2><h3><a id='linktogtl' href='#gtlnotes'>[See GTL Notes]</a></h3></header><main><section><article><ol><li><p>Notwithstanding the provisions of the Tax Procedures Law, a Taxable Person shall maintain all records and documents for a period of (7) seven years following the end of the Tax Period to which they relate that:</p><ol type='a'><li><p>Support the information to be provided in a Tax Return or in any other document to be filed with the Authority.</p></li><li><p>Enable the Taxable Person&rsquo;s Taxable Income to be readily ascertained by the Authority.</p></li></ol></li><li><p>Notwithstanding the provisions of the Tax Procedures Law, an Exempt Person shall maintain all records that enable the Exempt Person&rsquo;s status to be readily ascertained by the Authority for a period of (7) seven years following the end of the Tax Period to which they relate.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl1'>GTL Notes - See Related Documents</a></h3><p><a href='/decisions/uae-cit-md-132-of-2024'>Ministerial Decision No. 132 of 2024</a></p><p><a href='/decisions/uae-cit-md-133-of-2024'>Ministerial Decision No. 133 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 56,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "57",
    "title": "Article 57 - Tax Period",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 57 - Tax Period</h2></header><main><section><article><ol><li><p>A Taxable Person&rsquo;s Tax Period is the Financial Year or part thereof for which a Tax Return is required to be filed.</p></li><li><p>For the purposes of this Decree-Law, the Financial Year of a Taxable Person shall be the Gregorian calendar year, or the (12) twelve-month period for which the Taxable Person prepares financial statements.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 57,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "58",
    "title": "Article 58 - Change of Tax Period",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 58 - Change of Tax Period</h2><h3><a id='linktogtl' href='#gtlnotes'>[See GTL Notes]</a></h3></header><main><section><article><p>Notwithstanding <a href='/articles/uae-cit-article-57'>Article 57</a> of this Decree-Law, a Taxable Person can make an application to the Authority to change the start and end date of its Tax Period, or use a different Tax Period, subject to conditions to be set by the Authority.</p></article></section></main><footer><section><article id='gtlnotes'><h3><a href='#linktogtl1'>GTL Notes - See Related Documents</a></h3><p><a href='/decisions/uae-cit-fta-04-of-2024'>Federal Tax Authority Decision No. 4 of 2024</a></p><p><a href='/decisions/uae-cit-fta-05-of-2024'>Federal Tax Authority Decision No. 5 of 2024</a></p></article></section></footer></div>",
    "orderIndex": 58,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "59",
    "title": "Article 59 - Clarifications",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 17 - Tax Returns and Clarifications</h2><h2>Article 59 - Clarifications</h2></header><main><section><article><ol><li><p>A Person may make an application to the Authority for a clarification regarding the application of this Decree-Law or the conclusion of an advance pricing agreement with respect to a transaction or an arrangement proposed or entered into by the Person.</p></li><li><p>The application under Clause 1 of this Article shall be made in the form and manner prescribed by the Authority.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 59,
    "path": [
      {
        "type": "CHAPTER",
        "number": "17",
        "name": "Chapter 17 - Tax Returns and Clarifications",
        "fullPath": "chapter17"
      }
    ]
  },
  {
    "number": "60",
    "title": "Article 60 - Assessment of Corporate Tax and penalties",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 18 - Violations and Penalties</h2><h2>Article 60 - Assessment of Corporate Tax and penalties</h2></header><main><section><article><ol><li><p>A Person may be subject to a Corporate Tax assessment in accordance with the Tax Procedures Law and the decisions issued in the implementation of its provisions.</p></li><li><p>Notwithstanding the provisions of the Tax Procedures Law and the decisions issued in the implementation of its provisions, the Authority may prescribe the circumstances and conditions under which a Corporate Tax assessment may be requested by a Taxable Person or issued by the Authority.</p></li><li><p>The Tax Procedures Law referred to in the preamble and the decisions issued in the implementation of its provisions shall determine the relevant penalties and fines relevant to the implementation of this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 60,
    "path": [
      {
        "type": "CHAPTER",
        "number": "18",
        "name": "Chapter 18 - Violations and Penalties",
        "fullPath": "chapter18"
      }
    ]
  },
  {
    "number": "61",
    "title": "Article 61 - Transitional Rules",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 19 - Transitional Rules</h2><h2>Article 61 - Transitional Rules</h2></header><main><section><article><ol><li><p>A Taxable Person&rsquo;s opening balance sheet for Corporate Tax purposes shall be the closing balance sheet prepared for financial reporting purposes under accounting standards applied in the State on the last day of the Financial Year that ends immediately before their first Tax Period commences, subject to any conditions or adjustments that may be prescribed by the Minister.</p></li><li><p>The opening balance sheet referred to in Clause 1 of this Article shall be prepared taking into consideration the arm&rsquo;s length principle in accordance with <a href='/articles/uae-cit-article-34'>Article 34</a> of this Decree Law.</p></li><li><p>For the purposes of Clauses 1 and 2 of this Article, and as an exception to the provisions of <a href='/articles/uae-cit-article-70'>Article 70</a> of this Decree-Law, the provisions of <a href='/articles/uae-cit-article-50'>Article 50</a> of this Decree-Law shall apply to transactions or arrangements entered into on or after the date this Decree-Law is published in the Official Gazette.</p></li><li><p>The Cabinet may, at the suggestion of the Minister, issue a decision prescribing other transitional measures related to the implementation of this Decree-Law and the application of its provisions.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 61,
    "path": [
      {
        "type": "CHAPTER",
        "number": "19",
        "name": "Chapter 19 - Transitional Rules",
        "fullPath": "chapter19"
      }
    ]
  },
  {
    "number": "62",
    "title": "Article 62 - Delegation of Power",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 62 - Delegation of Power</h2></header><main><section><article><p>The Minister may delegate his powers under this Decree-Law, in full or in part, to the Authority, where the Minister deems appropriate.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 62,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "63",
    "title": "Article 63 - Administrative Policies and Procedures",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 63 - Administrative Policies and Procedures</h2></header><main><section><article><p>The administrative policies, procedures and general instructions in relation to the requirements imposed on a Person under this Decree-Law shall be issued by the Authority in coordination with the Ministry.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 63,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "64",
    "title": "Article 64 - Cooperating with the Authority",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 64 - Cooperating with the Authority</h2></header><main><section><article><p>All governmental authorities in the State shall fully cooperate with the Authority to carry out whatever is required to implement the provisions of this Decree-Law and provide the Authority with any data, information and documentation in respect of a Taxable Person or an Exempt Person as may be requested by the Authority.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 64,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "65",
    "title": "Article 65 - Revenue Sharing",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 65 - Revenue Sharing</h2></header><main><section><article><p>Corporate Tax revenues and Administrative Penalties collected under this Decree-Law shall be subject to sharing between the Federal Government and the Local Governments based on the provisions of a federal law issued in this regard.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 65,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "66",
    "title": "Article 66 - International Agreements",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 66 - International Agreements</h2></header><main><section><article><p>To the extent the terms of an international agreement that is in force in the State are inconsistent with the provisions of this Decree-Law, the terms of the international agreement shall prevail.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 66,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "67",
    "title": "Article 67 - Implementing Decisions",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 67 - Implementing Decisions</h2></header><main><section><article><ol><li><p>Subject to the powers conferred to the Cabinet under this Decree-Law, the Minister and the Authority shall issue the necessary decisions, within their respective powers, to implement the provisions of this Decree-Law.</p></li><li><p>The Cabinet may, at the suggestion of the Minister, issue implementing decisions for this Decree-Law.</p></li></ol></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 67,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "68",
    "title": "Article 68 - Cancellation of Conflicting Provisions",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 68 - Cancellation of Conflicting Provisions</h2></header><main><section><article><p>Any text or provisions contrary to or inconsistent with the provisions of this Decree-Law shall be abrogated.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 68,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "69",
    "title": "Article 69 - Application of this Decree-Law to Tax Periods",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 69 - Application of this Decree-Law to Tax Periods</h2></header><main><section><article><p>This Decree-Law shall apply to Tax Periods commencing on or after 1 June 2023.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 69,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  },
  {
    "number": "70",
    "title": "Article 70 - Publication and Application of this Decree-Law",
    "content": "<div class='scopeARTICLE'><header><h2>Chapter 20 - Closing provisions</h2><h2>Article 70 - Publication and Application of this Decree-Law</h2></header><main><section><article><p>This Decree-Law shall be published in the Official Gazette and shall come into effect (15) fifteen days following the date of publication.</p></article></section></main><footer><section><article id='gtlnotes'></article></section></footer></div>",
    "orderIndex": 70,
    "path": [
      {
        "type": "CHAPTER",
        "number": "20",
        "name": "Chapter 20 - Closing provisions",
        "fullPath": "chapter20"
      }
    ]
  }
]
